{
  "id": "act-32-1960",
  "type": "act",
  "title": "Legal Profession Act, 1960",
  "short_name": "Legal Profession Act, 1960 1960",
  "act_number": 32,
  "year": 1960,
  "status": "in_force",
  "issued_date": "1961-01-01",
  "url": "https://ghalii.org/akn/gh/act/1960/32",
  "provisions": [
    {
      "provision_ref": "s1",
      "part": "Part I – Organisation of the profession",
      "section": "1",
      "title": "The General Legal Council",
      "content": "(1) There shall continue to be a body, to be called the General Legal Council, which shall be concerned with the legal profession and, in particular,— There shall continue to be a body, to be called the General Legal Council, which shall be concerned with the legal profession and, in particular,— with the organisation of legal education, and with the organisation of legal education, and with upholding standards of professional conduct. with upholding standards of professional conduct. (2) The constitution of the Council shall be as set out in the First Schedule to this Act. The constitution of the Council shall be as set out in the First Schedule to this Act. (3) The Council may hold land and other property and do all such other things as may appear to them to be required for the purpose of performing their functions. The Council may hold land and other property and do all such other things as may appear to them to be required for the purpose of performing their functions. (4) The Council shall appoint a Director of Legal Education, and such other officers as they may require, and in the case of officers required for the purposes of Part II of this Act the appointments shall be made on the recommendation of the Director of Legal Education. The Council shall appoint a Director of Legal Education, and such other officers as they may require, and in the case of officers required for the purposes of Part II of this Act the appointments shall be made on the recommendation of the Director of Legal Education. (5) The Council shall in the performance of their functions comply with any general directions given to them by the Minister. The Council shall in the performance of their functions comply with any general directions given to them by the Minister."
    },
    {
      "provision_ref": "s2",
      "part": "Part I – Organisation of the profession",
      "section": "2",
      "title": "Status of lawyers",
      "content": "Every person whose name is entered on the Roll to be kept under this Part shall— subject to section 8 of this Act, be entitled to practise as a lawyer, whether as a barrister or solicitor or both, and to sue for and recover his fees, charges and disbursements for services rendered as such, and subject to section 8 of this Act, be entitled to practise as a lawyer, whether as a barrister or solicitor or both, and to sue for and recover his fees, charges and disbursements for services rendered as such, and be an officer of the Courts, and be an officer of the Courts, and when acting as a lawyer, be subject to all such liabilities as attach by law to a solicitor. when acting as a lawyer, be subject to all such liabilities as attach by law to a solicitor."
    },
    {
      "provision_ref": "s3",
      "part": "Part I – Organisation of the profession",
      "section": "3",
      "title": "Qualifications for enrolment",
      "content": "(1) A person shall be qualified for enrolment if he satisfies the General Legal Council— A person shall be qualified for enrolment if he satisfies the General Legal Council— that he is of good character, and that he is of good character, and that he holds a qualifying certificate granted under Part II of this Act by the General Legal Council. that he holds a qualifying certificate granted under Part II of this Act by the General Legal Council. (2) A person may, at the discretion of the General Legal Council, be enrolled if he satisfies the Council— A person may, at the discretion of the General Legal Council, be enrolled if he satisfies the Council— that he is of good character, and that he is of good character, and that he is qualified to practise in any country having a sufficiently analogous system of law and that his qualifications are such as to render him suitable for enrolment, that he is qualified to practise in any country having a sufficiently analogous system of law and that his qualifications are such as to render him suitable for enrolment, and fulfils such conditions, whether as to status or proficiency, as may be prescribed."
    },
    {
      "provision_ref": "s4",
      "part": "Part I – Organisation of the profession",
      "section": "4",
      "title": "Temporary provisions as to citizens qualifying abroad",
      "content": "A person who is a citizen of Ghana shall be qualified for enrolment if he satisfies the General Legal Council, that he is of good character; that he is of good character; that he was enrolled as a student in a professional law school prior to the first day of January, 1961; or[Amended by s.1 (a) of Act 166] enrolled as a student in a professional law school prior to the first day of January, 1961; or [Amended by s.1 (a) of Act 166] qualified to practise before the eighth day of August, 1962 qualified to practise before the eighth day of August, 1962 in Great Britain or Ireland and that his qualifications are such as to render him suitable for enrolment."
    },
    {
      "provision_ref": "s5",
      "part": "Part I – Organisation of the profession",
      "section": "5",
      "title": "Evidence of citizen's qualification abroad",
      "content": "A person who is a citizen of Ghana may, for the purposes of sections 3 and 4 of this Act, be accepted as qualified to practise in a particular country if he has satisfied the educational tests required for admission to practise in that country, notwithstanding that he may not in fact have been so admitted to practise. A person who is a citizen of Ghana may, for the purposes of sections 3 and 4 of this Act, be accepted as qualified to practise in a particular country if he has satisfied the educational tests required for admission to practise in that country, notwithstanding that he may not in fact have been so admitted to practise."
    },
    {
      "provision_ref": "s6",
      "part": "Part I – Organisation of the profession",
      "section": "6",
      "title": "The Roll of Lawyers",
      "content": "(1) The Roll of the Supreme Court heretofore known as the Roll of Legal Practitioners shall be known as the Roll of Lawyers and shall be kept by the Judicial Secretary. The Roll of the Supreme Court heretofore known as the Roll of Legal Practitioners shall be known as the Roll of Lawyers and shall be kept by the Judicial Secretary. (2) A person applying for enrolment shall deposit in the office of the Judicial Secretary for custody therein— A person applying for enrolment shall deposit in the office of the Judicial Secretary for custody therein— an affidavit of identity in a form approved by the General Legal Council, and an affidavit of identity in a form approved by the General Legal Council, and a duly authenticated copy of his qualifying certificate granted by the General Legal Council or, in the case of a person not holding such a certificate, such other documents as may be prescribed, a duly authenticated copy of his qualifying certificate granted by the General Legal Council or, in the case of a person not holding such a certificate, such other documents as may be prescribed, but the Council may, on special grounds, and on such terms as they think reasonable, exempt any person from complying with any formalities prescribed by this subsection either absolutely or for any specified period. (3) Rules made by the General Legal Council may require that a person who does not hold a qualifying certificate issued by the Council under Part II of this Act shall before enrolment pay to the Council a fee not exceeding £G100 and may provide for exempting persons from payment of the fee where the Council think fit:Provided that such Rules shall not require a person who is an officer of the Attorney-General’s Department to pay any such fees before being enrolled.[Added by Act 226 s.1] Rules made by the General Legal Council may require that a person who does not hold a qualifying certificate issued by the Council under Part II of this Act shall before enrolment pay to the Council a fee not exceeding £G100 and may provide for exempting persons from payment of the fee where the Council think fit: Provided that such Rules shall not require a person who is an officer of the Attorney-General’s Department to pay any such fees before being enrolled. [Added by Act 226 s.1] (4) A person may, on payment of the fee appointed by the Council, obtain from the Judicial Secretary a certificate of his enrolment. A person may, on payment of the fee appointed by the Council, obtain from the Judicial Secretary a certificate of his enrolment. (5) No stamp duty shall be payable on enrolment. No stamp duty shall be payable on enrolment."
    },
    {
      "provision_ref": "s7",
      "part": "Part I – Organisation of the profession",
      "section": "7",
      "title": "Call to the bar",
      "content": "The General Legal Council shall from time to time hold formal meetings at which duly qualified applicants shall be enrolled and called to the bar, but the Council may at their discretion dispense with the formalities under this section in any particular case. The General Legal Council shall from time to time hold formal meetings at which duly qualified applicants shall be enrolled and called to the bar, but the Council may at their discretion dispense with the formalities under this section in any particular case."
    },
    {
      "provision_ref": "s8",
      "part": "Part I – Organisation of the profession",
      "section": "8",
      "title": "Practising certificate",
      "content": "(1) A person, other than the Attorney-General or an officer of his department, shall not practise, either as a barrister or solicitor, except in accordance with a practising certificate issued by the General Legal Council in the appropriate form in the Second Schedule to this Act duly stamped, entitling him to practise in the capacity or capacities named in the certificate. A person, other than the Attorney-General or an officer of his department, shall not practise, either as a barrister or solicitor, except in accordance with a practising certificate issued by the General Legal Council in the appropriate form in the Second Schedule to this Act duly stamped, entitling him to practise in the capacity or capacities named in the certificate. (2) The Council may before issuing under this section, to a person who has not previously been entitled to practise as a solicitor in Ghana, a certificate entitling him to practise as a solicitor require him to fulfil such conditions as may be prescribed. The Council may before issuing under this section, to a person who has not previously been entitled to practise as a solicitor in Ghana, a certificate entitling him to practise as a solicitor require him to fulfil such conditions as may be prescribed. (3) The Council may before issuing a certificate under this section to any person require that person to produce such evidence as the Council may specify showing that he has not been guilty of professional misconduct either in Ghana or in any other country. The Council may before issuing a certificate under this section to any person require that person to produce such evidence as the Council may specify showing that he has not been guilty of professional misconduct either in Ghana or in any other country. (4) A person who practises in contravention of subsection (1) shall be liable on conviction to a fine not exceeding £G50 and shall be incapable of maintaining any action for the recovery of any fee, reward or disbursement on account of or in relation to any act or proceeding done or taken by him in the course of such practice. A person who practises in contravention of subsection (1) shall be liable on conviction to a fine not exceeding £G50 and shall be incapable of maintaining any action for the recovery of any fee, reward or disbursement on account of or in relation to any act or proceeding done or taken by him in the course of such practice. (5) The Council may permit a person, on fulfilment of such conditions as they may impose, to surrender his practising certificate. The Council may permit a person, on fulfilment of such conditions as they may impose, to surrender his practising certificate."
    },
    {
      "provision_ref": "s9",
      "part": "Part I – Organisation of the profession",
      "section": "9",
      "title": "Penalty for unlawful practice",
      "content": "(1) If a person who is not enrolled practises as a lawyer or in any character whatsoever prepares any document for reward (either direct or indirect) to be used in or concerning any cause or matter before any court or tribunal he shall be liable on conviction to a fine not exceeding £G50, and for an offence committed after a conviction under this subsection for an earlier offence, to imprisonment for a term not exceeding six months, or to a fine not exceeding £G100 or to both. If a person who is not enrolled practises as a lawyer or in any character whatsoever prepares any document for reward (either direct or indirect) to be used in or concerning any cause or matter before any court or tribunal he shall be liable on conviction to a fine not exceeding £G50, and for an offence committed after a conviction under this subsection for an earlier offence, to imprisonment for a term not exceeding six months, or to a fine not exceeding £G100 or to both. (2) If a person who is not enrolled wilfully pretends to be, or takes or uses any name or title, or description implying that he is qualified or recognised as qualified to act as a lawyer or barrister or solicitor he shall be liable to a fine not exceeding £G50 or to imprisonment for a term not exceeding six months or to both. If a person who is not enrolled wilfully pretends to be, or takes or uses any name or title, or description implying that he is qualified or recognised as qualified to act as a lawyer or barrister or solicitor he shall be liable to a fine not exceeding £G50 or to imprisonment for a term not exceeding six months or to both."
    },
    {
      "provision_ref": "s10",
      "part": "Part I – Organisation of the profession",
      "section": "10",
      "title": "Military advocates",
      "content": "Notwithstanding anything in this Act, a military advocate may appear in any court on behalf of a member of the Armed Forces, charged with any offence, and when so appearing sections 8 and 9 of this Act shall not apply to him. Notwithstanding anything in this Act, a military advocate may appear in any court on behalf of a member of the Armed Forces, charged with any offence, and when so appearing sections 8 and 9 of this Act shall not apply to him."
    },
    {
      "provision_ref": "s11",
      "part": "Part I – Organisation of the profession",
      "section": "11",
      "title": "Government grants",
      "content": "The Minister responsible for finance may, out of monies provided by Parliament, make to the General Legal Council such grants towards expenditure incurred by them as he thinks fit and shall so far as practicable arrange for the Council to be informed not less than twelve months in advance of the amount of the grants which he proposes to make to them in any year. The Minister responsible for finance may, out of monies provided by Parliament, make to the General Legal Council such grants towards expenditure incurred by them as he thinks fit and shall so far as practicable arrange for the Council to be informed not less than twelve months in advance of the amount of the grants which he proposes to make to them in any year."
    },
    {
      "provision_ref": "s12",
      "part": "Part I – Organisation of the profession",
      "section": "12",
      "title": "Accounts",
      "content": "(1) The Council shall keep accounts in the form directed by the Accountant-General and shall not later than the 31st day of March in each year prepare a statement of revenue and expenditure estimated for the next financial year. The Council shall keep accounts in the form directed by the Accountant-General and shall not later than the 31st day of March in each year prepare a statement of revenue and expenditure estimated for the next financial year. (2) The Council shall also prepare not later than the end of any calendar year a financial statement covering the previous financial year in a form approved by the Auditor-General. The Council shall also prepare not later than the end of any calendar year a financial statement covering the previous financial year in a form approved by the Auditor-General. (3) The statement prepared by the Council under subsection (2) shall be submitted for audit by the Auditor-General who shall present it when audited, together with his report thereon, to Parliament not later than the 31st day of March in the financial year following that to which the statement relates. The statement prepared by the Council under subsection (2) shall be submitted for audit by the Auditor-General who shall present it when audited, together with his report thereon, to Parliament not later than the 31st day of March in the financial year following that to which the statement relates."
    },
    {
      "provision_ref": "s13",
      "part": "Part II – Legal Education",
      "section": "13",
      "title": "Arrangements for Legal Education",
      "content": "(1) It shall be the duty of the General Legal Council to make arrangements— It shall be the duty of the General Legal Council to make arrangements— for establishing a system of legal education, for establishing a system of legal education, for selecting the subjects in which those seeking to qualify as lawyers are to be examined, for selecting the subjects in which those seeking to qualify as lawyers are to be examined, for establishing courses of instruction for students and, generally, for affording opportunities for students to read and to obtain practical experience in the law, for establishing courses of instruction for students and, generally, for affording opportunities for students to read and to obtain practical experience in the law, for regulating the admission of students to pursue courses of instruction leading to qualification as lawyers, and for regulating the admission of students to pursue courses of instruction leading to qualification as lawyers, and for holding examinations which may include preliminary and intermediate examinations as well as final qualifying examinations. for holding examinations which may include preliminary and intermediate examinations as well as final qualifying examinations. (2) The Council may carry out the arrangements in such manner as they think fit and, in particular, either through a school of law set up by them or through any other educational institution. The Council may carry out the arrangements in such manner as they think fit and, in particular, either through a school of law set up by them or through any other educational institution. (3) The Council shall issue to those who have satisfied the Council that they have attained the necessary standards of proficiency in the law, that they have obtained adequate practical experience in the law and that they are otherwise qualified to practise as lawyers a certificate to that effect (hereinafter referred to as a “qualifying certificate”). The Council shall issue to those who have satisfied the Council that they have attained the necessary standards of proficiency in the law, that they have obtained adequate practical experience in the law and that they are otherwise qualified to practise as lawyers a certificate to that effect (hereinafter referred to as a “qualifying certificate”)."
    },
    {
      "provision_ref": "s14",
      "part": "Part II – Legal Education",
      "section": "14",
      "title": "Power to make regulations",
      "content": "The General Legal Council may, by legislative instrument, with the approval of the Minister make regulations concerning all matters connected with legal education and, in particular, concerning— the conduct of examinations, and the fees to be charged to those sitting for the examinations, the conduct of examinations, and the fees to be charged to those sitting for the examinations, admission to practise as a lawyer, and admission to practise as a lawyer, and the issue of diplomas to persons who have passed examinations held by them. the issue of diplomas to persons who have passed examinations held by them."
    },
    {
      "provision_ref": "s15",
      "part": "Part II – Legal Education",
      "section": "15",
      "title": "Declaration to Board of Legal Education",
      "content": "(1) There shall continue to be a Board of Legal Education to whom the General Legal Council may delegate the immediate administration and supervision of legal education and such other, of their functions as the Council think fit. There shall continue to be a Board of Legal Education to whom the General Legal Council may delegate the immediate administration and supervision of legal education and such other, of their functions as the Council think fit. (2) Subject to this section the Board shall consist of— Subject to this section the Board shall consist of— the Chief Justice; the Chief Justice; the Attorney-General; the Attorney-General; a member of the General Legal Council nominated by the Chief Justice; a member of the General Legal Council nominated by the Chief Justice; two persons nominated by the Minister as being persons with wide experience both in the law and other fields; two persons nominated by the Minister as being persons with wide experience both in the law and other fields; the Director of Legal Education. the Director of Legal Education. (3) The General Legal Council may at any time with the approval of the Minister by order vary the constitution of the Board. The General Legal Council may at any time with the approval of the Minister by order vary the constitution of the Board. (4) The term of office of a person nominated under this section shall be determined by the person nominating him at the time of his nomination. The term of office of a person nominated under this section shall be determined by the person nominating him at the time of his nomination."
    },
    {
      "provision_ref": "s16",
      "part": "Part III – Discipline",
      "section": "16",
      "title": "Erasure from Roll for misconduct",
      "content": "(1) A lawyer who has been guilty of grave misconduct in a professional respect (including any conduct which, in pursuance of rules made by the General Legal Council under this Part, is to be treated as grave misconduct in a professional respect), shall be liable— A lawyer who has been guilty of grave misconduct in a professional respect (including any conduct which, in pursuance of rules made by the General Legal Council under this Part, is to be treated as grave misconduct in a professional respect), shall be liable— to have his name struck off the Roll of Lawyers, or to have his name struck off the Roll of Lawyers, or to be prohibited from practising as a lawyer for a period specified in the order suspending him. to be prohibited from practising as a lawyer for a period specified in the order suspending him. (2) Section 9 of this Act applies to a lawyer who is prohibited under this section from practising as it applies to a person who is not enrolled. Section 9 of this Act applies to a lawyer who is prohibited under this section from practising as it applies to a person who is not enrolled."
    },
    {
      "provision_ref": "s17",
      "part": "Part III – Discipline",
      "section": "17",
      "title": "Disciplinary Committee",
      "content": "(1) The General Legal Council shall appoint from among their members, or persons who hold or have held high judicial office, or former members of the Council who are practising as lawyers, a Disciplinary Committee consisting of such number of persons, not being less than three nor more than seven, as the Council think fit. The General Legal Council shall appoint from among their members, or persons who hold or have held high judicial office, or former members of the Council who are practising as lawyers, a Disciplinary Committee consisting of such number of persons, not being less than three nor more than seven, as the Council think fit. (2) The Council may remove any member from the Disciplinary Committee, but not while he is hearing a disciplinary case, and fill any vacancy therein and, subject to the limit in subsection (1), increase the number of members of the Disciplinary Committee. The Council may remove any member from the Disciplinary Committee, but not while he is hearing a disciplinary case, and fill any vacancy therein and, subject to the limit in subsection (1), increase the number of members of the Disciplinary Committee."
    },
    {
      "provision_ref": "s18",
      "part": "Part III – Discipline",
      "section": "18",
      "title": "Reference of disciplinary cases to Disciplinary Committee",
      "content": "Any complaint by a person relating to the conduct of a lawyer shall be referred to the Disciplinary Committee and, if it appears to the Disciplinary Committee that an inquiry ought to be held into the complaint, they shall proceed to hold the inquiry. Any complaint by a person relating to the conduct of a lawyer shall be referred to the Disciplinary Committee and, if it appears to the Disciplinary Committee that an inquiry ought to be held into the complaint, they shall proceed to hold the inquiry."
    },
    {
      "provision_ref": "s19",
      "part": "Part III – Discipline",
      "section": "19",
      "title": "Rules of procedure, etc.",
      "content": "(1) The Disciplinary Committee may by legislative instrument make rules as to the times and places of the meetings of the Committee, the manner of summoning members, and the procedure to be followed and rules of evidence to be observed in an inquiry, and in particular, — The Disciplinary Committee may by legislative instrument make rules as to the times and places of the meetings of the Committee, the manner of summoning members, and the procedure to be followed and rules of evidence to be observed in an inquiry, and in particular, — for securing that any party to the inquiry shall, if he so requires, be entitled to be heard by the Committee, and for securing that any party to the inquiry shall, if he so requires, be entitled to be heard by the Committee, and for enabling any party to the inquiry to be represented by a lawyer, and for enabling any party to the inquiry to be represented by a lawyer, and for the allowance to witnesses of their expenses subject to such limits as may be prescribed, and for the allowance to witnesses of their expenses subject to such limits as may be prescribed, and for prescribing the number of members to hold an inquiry in a disciplinary case, and the cases in which their decision must be unanimous. for prescribing the number of members to hold an inquiry in a disciplinary case, and the cases in which their decision must be unanimous. (2) The Disciplinary Committee shall have the powers of the High Court to summon witnesses, and to call for the production of documents, and to examine witnesses and parties concerned on oath; and oaths may be administered for that purpose by any member of the Disciplinary Committee. The Disciplinary Committee shall have the powers of the High Court to summon witnesses, and to call for the production of documents, and to examine witnesses and parties concerned on oath; and oaths may be administered for that purpose by any member of the Disciplinary Committee. (3) All persons summoned to attend and give evidence, or to produce documents, at any sitting of the Disciplinary Committee in an inquiry under this Act shall be bound to obey the summons to attend as fully in all respects as witnesses are bound to obey subpoenas issued from the High Court, and every person failing without reasonable excuse to attend at the time and place mentioned in the summons served on him, or withdrawing without the permission of the Disciplinary Committee, or refusing without reasonable excuse to answer any question put to him in the course of the inquiry, or to produce any documents which he has been required to produce shall be liable on summary conviction to a fine not exceeding £G50. All persons summoned to attend and give evidence, or to produce documents, at any sitting of the Disciplinary Committee in an inquiry under this Act shall be bound to obey the summons to attend as fully in all respects as witnesses are bound to obey subpoenas issued from the High Court, and every person failing without reasonable excuse to attend at the time and place mentioned in the summons served on him, or withdrawing without the permission of the Disciplinary Committee, or refusing without reasonable excuse to answer any question put to him in the course of the inquiry, or to produce any documents which he has been required to produce shall be liable on summary conviction to a fine not exceeding £G50. (4) A person giving evidence in an inquiry under this Act shall not be compelled to incriminate himself, and shall, in respect of any evidence so given, be entitled to all the privileges to which a witness giving evidence before the High Court is entitled. A person giving evidence in an inquiry under this Act shall not be compelled to incriminate himself, and shall, in respect of any evidence so given, be entitled to all the privileges to which a witness giving evidence before the High Court is entitled. (5) A person who at any sitting of the Disciplinary Committee wilfully insults any member of the Disciplinary Committee, or any officer of the Disciplinary Committee, or wilfully interrupts the proceedings of the Disciplinary Committee shall be liable on summary conviction to a fine not exceeding £G100, or to imprisonment for a term not exceeding one year, or both. A person who at any sitting of the Disciplinary Committee wilfully insults any member of the Disciplinary Committee, or any officer of the Disciplinary Committee, or wilfully interrupts the proceedings of the Disciplinary Committee shall be liable on summary conviction to a fine not exceeding £G100, or to imprisonment for a term not exceeding one year, or both. (6) For the purposes of the law relating to the offence of perjury the Disciplinary Committee holding an inquiry under this Act shall be deemed to be a court. For the purposes of the law relating to the offence of perjury the Disciplinary Committee holding an inquiry under this Act shall be deemed to be a court."
    },
    {
      "provision_ref": "s20",
      "part": "Part III – Discipline",
      "section": "20",
      "title": "Decision of Disciplinary Committee",
      "content": "(1) After holding an inquiry into a disciplinary case, the Disciplinary Committee shall decide whether the allegations enquired into are proved and if they decide that those allegations are proved they may direct the taking of any such disciplinary measures as are specified in section 16 of this Act and make such order as to costs as they think fit. After holding an inquiry into a disciplinary case, the Disciplinary Committee shall decide whether the allegations enquired into are proved and if they decide that those allegations are proved they may direct the taking of any such disciplinary measures as are specified in section 16 of this Act and make such order as to costs as they think fit. (2) The Disciplinary Committee may if they think fit postpone either indefinitely or for a specified period the making of their decision whether to take any such disciplinary measures. The Disciplinary Committee may if they think fit postpone either indefinitely or for a specified period the making of their decision whether to take any such disciplinary measures."
    },
    {
      "provision_ref": "s21",
      "part": "Part III – Discipline",
      "section": "21",
      "title": "Right of appeal",
      "content": "Where the Disciplinary Committee on the conclusion of an inquiry into a disciplinary case have directed the taking of disciplinary measures or have postponed their decision under section 20 of this Act, the lawyer into whose conduct the inquiry was made may, within 21 days from the date on which the decision of the Disciplinary Committee is communicated to him by the Committee, appeal to the Supreme Court— on any question of law, and on any question of law, and with the leave of the Disciplinary Committee or of the Court, on any question of fact. with the leave of the Disciplinary Committee or of the Court, on any question of fact."
    },
    {
      "provision_ref": "s22",
      "part": "Part III – Discipline",
      "section": "22",
      "title": "Striking off the Roll",
      "content": "The Judicial Secretary shall not erase the name of the lawyer from the Roll in pursuance of a decision of the Committee until the period of 21 days, under section 21 of this Act, has expired and until he has ascertained that no appeal has been brought under that section or that any such appeal has been disposed of. The Judicial Secretary shall not erase the name of the lawyer from the Roll in pursuance of a decision of the Committee until the period of 21 days, under section 21 of this Act, has expired and until he has ascertained that no appeal has been brought under that section or that any such appeal has been disposed of."
    },
    {
      "provision_ref": "s23",
      "part": "Part III – Discipline",
      "section": "23",
      "title": "Rules of professional conduct",
      "content": "The General Legal Council may prescribe standards of professional etiquette and professional conduct for lawyers, and may by rules made for this purpose direct that any specified breach of the rules shall for the purposes of this Part constitute grave misconduct in a professional respect. The General Legal Council may prescribe standards of professional etiquette and professional conduct for lawyers, and may by rules made for this purpose direct that any specified breach of the rules shall for the purposes of this Part constitute grave misconduct in a professional respect."
    },
    {
      "provision_ref": "s24",
      "part": "Part III – Discipline",
      "section": "24",
      "title": "Restoration of name to the Roll",
      "content": "(1) Subject to this section, where the name of any lawyer has been struck off the Roll in consequence of a decision in a disciplinary case, his name shall not again be entered on the Roll except by the direction of the Council, but the Council may at any time direct that his name be restored to the Roll. Subject to this section, where the name of any lawyer has been struck off the Roll in consequence of a decision in a disciplinary case, his name shall not again be entered on the Roll except by the direction of the Council, but the Council may at any time direct that his name be restored to the Roll. (2) The power of the Council to restore to the Roll the name of a lawyer whose name has been struck off the Roll may be exercised notwithstanding that the decision ordering his name to be struck off the Roll was taken before the passing of this Act. The power of the Council to restore to the Roll the name of a lawyer whose name has been struck off the Roll may be exercised notwithstanding that the decision ordering his name to be struck off the Roll was taken before the passing of this Act."
    },
    {
      "provision_ref": "s25",
      "part": "Part III – Discipline",
      "section": "25",
      "title": "Review of prohibition on practising",
      "content": "Where under this Part the Disciplinary Committee have directed that a lawyer be prohibited from practising they may at any time review their decision and direct that the prohibition be withdrawn. Where under this Part the Disciplinary Committee have directed that a lawyer be prohibited from practising they may at any time review their decision and direct that the prohibition be withdrawn."
    },
    {
      "provision_ref": "s26",
      "part": "Part IV – Employment of lawyers",
      "section": "26",
      "title": "Change of lawyers during hearing of a case",
      "content": "(1) A party appearing by a lawyer in any case shall be at liberty to change his lawyer without an order for that purpose upon notice of the change being filed in the office of the Registrar of the Court. A party appearing by a lawyer in any case shall be at liberty to change his lawyer without an order for that purpose upon notice of the change being filed in the office of the Registrar of the Court. (2) Until notice is so filed and a copy thereof served upon him, the former lawyer shall be considered as appearing for the party until final judgment, unless allowed by the Court for any special reason to cease from acting therein; but he shall not be bound, except under express agreement or unless re-engaged, to take any proceedings in relation to any appeal from the judgment. Until notice is so filed and a copy thereof served upon him, the former lawyer shall be considered as appearing for the party until final judgment, unless allowed by the Court for any special reason to cease from acting therein; but he shall not be bound, except under express agreement or unless re-engaged, to take any proceedings in relation to any appeal from the judgment."
    },
    {
      "provision_ref": "s27",
      "part": "Part IV – Employment of lawyers",
      "section": "27",
      "title": "Liability to pay costs",
      "content": "(1) Where it appears to the Court that any case has been commenced or carried on maliciously or without probable grounds, and the party by or on whose behalf it has been so commenced or carried on has been represented by a lawyer, or if it appears that any lawyer has by any sort of deceit induced his client to enter into or continue any litigation, the lawyer shall, on failure of his client to pay any costs which he may be ordered to pay, be liable to pay the amount thereof to the party to whom costs are given. Where it appears to the Court that any case has been commenced or carried on maliciously or without probable grounds, and the party by or on whose behalf it has been so commenced or carried on has been represented by a lawyer, or if it appears that any lawyer has by any sort of deceit induced his client to enter into or continue any litigation, the lawyer shall, on failure of his client to pay any costs which he may be ordered to pay, be liable to pay the amount thereof to the party to whom costs are given. (2) Such failure shall be deemed to have taken place if the client has refused or neglected to make payment after a demand has been made on him, although no process of execution may have been used against him. Such failure shall be deemed to have taken place if the client has refused or neglected to make payment after a demand has been made on him, although no process of execution may have been used against him. (3) This section shall not restrict the liability of any lawyer in respect of the abovementioned or any other misconduct for which he would otherwise be punishable. This section shall not restrict the liability of any lawyer in respect of the abovementioned or any other misconduct for which he would otherwise be punishable."
    },
    {
      "provision_ref": "s28",
      "part": "Part IV – Employment of lawyers",
      "section": "28",
      "title": "Costs recoverable",
      "content": "A lawyer shall not be entitled to recover any costs in respect of any proceedings beyond the amount applicable to the proceedings which may be allowed by the authorised scale of fees or, in matters not therein included, which the Court may allow on taxation, having regard to the skill, labour, and responsibility involved. A lawyer shall not be entitled to recover any costs in respect of any proceedings beyond the amount applicable to the proceedings which may be allowed by the authorised scale of fees or, in matters not therein included, which the Court may allow on taxation, having regard to the skill, labour, and responsibility involved."
    },
    {
      "provision_ref": "s29",
      "part": "Part IV – Employment of lawyers",
      "section": "29",
      "title": "Agreements inconsistent with this Act to be void",
      "content": "Any agreement intended to secure to a lawyer any remuneration, or to constitute any conditions of his employment other than authorised by this Part, shall be null and void, and if a lawyer enters into any such agreement, or receives any larger amount than authorised, either directly or indirectly, through any other person, for his use or benefit, he shall refund the whole amount of the overcharge, and shall be liable to a fine which may extend to double the amount of the overcharge or to £G20. Any agreement intended to secure to a lawyer any remuneration, or to constitute any conditions of his employment other than authorised by this Part, shall be null and void, and if a lawyer enters into any such agreement, or receives any larger amount than authorised, either directly or indirectly, through any other person, for his use or benefit, he shall refund the whole amount of the overcharge, and shall be liable to a fine which may extend to double the amount of the overcharge or to £G20."
    },
    {
      "provision_ref": "s30",
      "part": "Part V – Recovery of fees",
      "section": "30",
      "title": "Bill of fees",
      "content": "A lawyer shall not be entitled to commence any suit for the recovery of any fees for any business done by him as a barrister or solicitor until the expiration of one month after he has served on the party to be charged a bill of those fees, the bill either being signed by the lawyer (or in the case of a partnership by any of the partners, either in his own name or in the name of the partnership) or being enclosed in or accompanied by a letter signed in like manner referring to the bill. A lawyer shall not be entitled to commence any suit for the recovery of any fees for any business done by him as a barrister or solicitor until the expiration of one month after he has served on the party to be charged a bill of those fees, the bill either being signed by the lawyer (or in the case of a partnership by any of the partners, either in his own name or in the name of the partnership) or being enclosed in or accompanied by a letter signed in like manner referring to the bill."
    },
    {
      "provision_ref": "s31",
      "part": "Part V – Recovery of fees",
      "section": "31",
      "title": "Application of party charged to tax bill",
      "content": "Upon the party to be charged applying to the Court within the month referred to in section 30 of this Act, the Court may refer the bill and the demand of the lawyer to be taxed and settled by the taxing officer of the Court. Upon the party to be charged applying to the Court within the month referred to in section 30 of this Act, the Court may refer the bill and the demand of the lawyer to be taxed and settled by the taxing officer of the Court."
    },
    {
      "provision_ref": "s32",
      "part": "Part V – Recovery of fees",
      "section": "32",
      "title": "Where no application to tax made within one month",
      "content": "If application is not made within the month referred to in section 30 of this Act, a reference for taxation may be made upon the application of the lawyer, with such directions and subject to such conditions as the Court making the reference thinks proper, and the Court may restrain him from commencing a suit for the recovery of his fees pending the reference on such terms as the Court thinks proper. If application is not made within the month referred to in section 30 of this Act, a reference for taxation may be made upon the application of the lawyer, with such directions and subject to such conditions as the Court making the reference thinks proper, and the Court may restrain him from commencing a suit for the recovery of his fees pending the reference on such terms as the Court thinks proper."
    },
    {
      "provision_ref": "s33",
      "part": "Part V – Recovery of fees",
      "section": "33",
      "title": "Where application not to be granted",
      "content": "No reference shall be directed upon application made by the party to be charged after judgment has been obtained in any suit for the recovery of the fees of the lawyer or after expiration of twelve months after the bill has been served except under special circumstances to be proved to the satisfaction of the Court to which application for the reference is made. No reference shall be directed upon application made by the party to be charged after judgment has been obtained in any suit for the recovery of the fees of the lawyer or after expiration of twelve months after the bill has been served except under special circumstances to be proved to the satisfaction of the Court to which application for the reference is made."
    },
    {
      "provision_ref": "s34",
      "part": "Part V – Recovery of fees",
      "section": "34",
      "title": "Non-attendance of party at taxation",
      "content": "Upon any reference, if either the lawyer or the party to be charged, having due notice, refuses or neglects to attend the taxation, the taxing officer may proceed to tax and settle the bill ex parte. Upon any reference, if either the lawyer or the party to be charged, having due notice, refuses or neglects to attend the taxation, the taxing officer may proceed to tax and settle the bill ex parte."
    },
    {
      "provision_ref": "s35",
      "part": "Part V – Recovery of fees",
      "section": "35",
      "title": "Costs of taxation",
      "content": "If on any reference the party to be charged attends on taxation the cost of the reference shall, subject to section 36 of this Act, be paid according to the event of the taxation: that is to say, if the bill when taxed is less by a sixth part than the bill served, the lawyer shall pay the costs; otherwise, the party to be charged shall pay the costs. If on any reference the party to be charged attends on taxation the cost of the reference shall, subject to section 36 of this Act, be paid according to the event of the taxation: that is to say, if the bill when taxed is less by a sixth part than the bill served, the lawyer shall pay the costs; otherwise, the party to be charged shall pay the costs."
    },
    {
      "provision_ref": "s36",
      "part": "Part V – Recovery of fees",
      "section": "36",
      "title": "Form of order to be made",
      "content": "(1) Every order for a reference shall direct the taxing officer to certify what is found to be due to or from the lawyer in respect of the bill, including the costs of the reference. Every order for a reference shall direct the taxing officer to certify what is found to be due to or from the lawyer in respect of the bill, including the costs of the reference. (2) The taxing officer may certify especially any circumstances relating to the bill or reference and the Court may make any such order as it thinks proper respecting the costs of the reference. The taxing officer may certify especially any circumstances relating to the bill or reference and the Court may make any such order as it thinks proper respecting the costs of the reference. (3) Where any reference is made under section 33 of this Act the Court may, if it thinks fit, give any special directions relative to the costs of the reference. Where any reference is made under section 33 of this Act the Court may, if it thinks fit, give any special directions relative to the costs of the reference."
    },
    {
      "provision_ref": "s37",
      "part": "Part V – Recovery of fees",
      "section": "37",
      "title": "Proof of compliance with Act",
      "content": "It shall not in any case be necessary in the first instance for any lawyer in proving a compliance with this Part to prove the contents of the bill served; it shall be sufficient to prove that a bill for fees signed in the manner provided or enclosed in or accompanied by the letter as provided was duly served. It shall not in any case be necessary in the first instance for any lawyer in proving a compliance with this Part to prove the contents of the bill served; it shall be sufficient to prove that a bill for fees signed in the manner provided or enclosed in or accompanied by the letter as provided was duly served."
    },
    {
      "provision_ref": "s38",
      "part": "Part V – Recovery of fees",
      "section": "38",
      "title": "Completion of taxation",
      "content": "(1) Upon the completion of the taxation of the bill, the taxing officer shall submit for the approval of the Court the result of his taxation, including costs, and, subject to review, the amount approved by the Court shall be final and conclusive as to the amount of the bill and costs. Upon the completion of the taxation of the bill, the taxing officer shall submit for the approval of the Court the result of his taxation, including costs, and, subject to review, the amount approved by the Court shall be final and conclusive as to the amount of the bill and costs. (2) The Court may in its discretion review any approval on the application of either party made within twenty-one days of the approval, and the Court may order that judgment be entered for the amount approved, unless the retainer is disputed, or to make such other order as the Court thinks proper. The Court may in its discretion review any approval on the application of either party made within twenty-one days of the approval, and the Court may order that judgment be entered for the amount approved, unless the retainer is disputed, or to make such other order as the Court thinks proper."
    },
    {
      "provision_ref": "s39",
      "part": "Part V – Recovery of fees",
      "section": "39",
      "title": "Power to Court to order delivery of bill, etc.",
      "content": "The Court may make an order for the delivery by any lawyer of any bill of fees for business done by him; and the Court shall have all necessary powers for enforcing the delivery up by a lawyer of any deeds, documents, or things in his possession, custody, or power. The Court may make an order for the delivery by any lawyer of any bill of fees for business done by him; and the Court shall have all necessary powers for enforcing the delivery up by a lawyer of any deeds, documents, or things in his possession, custody, or power."
    },
    {
      "provision_ref": "s40",
      "part": "Part V – Recovery of fees",
      "section": "40",
      "title": "Where lawyer may begin suit within month of delivery of bill",
      "content": "The Court may authorise a lawyer to commence a suit for the recovery of his fees against the party to be charged, and may refer his bill of fees to be taxed and settled by the taxing officer of the Court, although one month may not have expired from the delivery of the bill, on proof to the satisfaction of the Court that there is probable cause for believing that the party chargeable is about to quit Ghana, or to become insolvent, or to take any other steps or to do any other act which in the opinion of the Court would tend to defeat or delay the lawyer in obtaining judgment. The Court may authorise a lawyer to commence a suit for the recovery of his fees against the party to be charged, and may refer his bill of fees to be taxed and settled by the taxing officer of the Court, although one month may not have expired from the delivery of the bill, on proof to the satisfaction of the Court that there is probable cause for believing that the party chargeable is about to quit Ghana, or to become insolvent, or to take any other steps or to do any other act which in the opinion of the Court would tend to defeat or delay the lawyer in obtaining judgment."
    },
    {
      "provision_ref": "s41",
      "part": "Part V – Recovery of fees",
      "section": "41",
      "title": "Applications to be by motion",
      "content": "All applications made under this Part to refer any bill to be taxed and settled or for the delivery up of deeds, documents, or things shall be by motion in the matter of the lawyer concerned. All applications made under this Part to refer any bill to be taxed and settled or for the delivery up of deeds, documents, or things shall be by motion in the matter of the lawyer concerned."
    },
    {
      "provision_ref": "s42",
      "part": "Part V – Recovery of fees",
      "section": "42",
      "title": "Representatives and assignee of lawyers",
      "content": "This Part applies to the executor, administrator, and assignee of a lawyer in respect of business done by the lawyer. This Part applies to the executor, administrator, and assignee of a lawyer in respect of business done by the lawyer."
    },
    {
      "provision_ref": "s43",
      "part": "Part VI – Preparation of legal documents by unauthorised persons",
      "section": "43",
      "title": "Name and address of draughtsman to be endosed on documents",
      "content": "Every person who draws or prepares any legal document for reward shall endorse or cause to be endorsed thereon his name and address; and any person omitting so to do shall be liable on summary conviction to a fine not exceeding £G10. Every person who draws or prepares any legal document for reward shall endorse or cause to be endorsed thereon his name and address; and any person omitting so to do shall be liable on summary conviction to a fine not exceeding £G10."
    },
    {
      "provision_ref": "s44",
      "part": "Part VI – Preparation of legal documents by unauthorised persons",
      "section": "44",
      "title": "Unqualified persons not to draw or prepare document",
      "content": "No other person than a lawyer shall either directly or indirectly for or in expectation of any fee, gain, or reward draw or prepare any legal document; and any person contravening this section shall be liable on summary conviction to a fine of £G50. No other person than a lawyer shall either directly or indirectly for or in expectation of any fee, gain, or reward draw or prepare any legal document; and any person contravening this section shall be liable on summary conviction to a fine of £G50."
    },
    {
      "provision_ref": "s45",
      "part": "Part VI – Preparation of legal documents by unauthorised persons",
      "section": "45",
      "title": "Agreement to pay fee or reward to an unqualified person to be void",
      "content": "(1) An agreement to pay a fee or reward to any person, other than a lawyer, in consideration of his drawing or preparing any reward legal document is void. An agreement to pay a fee or reward to any person, other than a lawyer, in consideration of his drawing or preparing any reward legal document is void. (2) Any person who pays to any person, other than a lawyer, any fee or reward for having drawn or prepared or agreed to draw or prepare a legal document, may sue for and recover the amount of the fee or reward from the person to whom it was paid. Any person who pays to any person, other than a lawyer, any fee or reward for having drawn or prepared or agreed to draw or prepare a legal document, may sue for and recover the amount of the fee or reward from the person to whom it was paid."
    },
    {
      "provision_ref": "s46",
      "part": "Part VI – Preparation of legal documents by unauthorised persons",
      "section": "46",
      "title": "Savings for public officers and engrossing",
      "content": "This Part does not apply to any public officer drawing or preparing a legal document in the course of his duty as such, nor to the mere engrossing of document. This Part does not apply to any public officer drawing or preparing a legal document in the course of his duty as such, nor to the mere engrossing of document."
    },
    {
      "provision_ref": "s47",
      "part": "Part VI – Preparation of legal documents by unauthorised persons",
      "section": "47",
      "title": "Power to except any class of document",
      "content": "The Minister may, by legislative instrument, except from this Part any class of document specified in the instrument. The Minister may, by legislative instrument, except from this Part any class of document specified in the instrument."
    },
    {
      "provision_ref": "s48",
      "part": "Part VII – Keeping of accounts",
      "section": "48",
      "title": "General Legal Council to make rules as to certain matters",
      "content": "(1) The General Legal Council may by legislative instrument make rules requiring lawyers— The General Legal Council may by legislative instrument make rules requiring lawyers— to open and keep separate bank accounts of clients’ moneys, and to open and keep separate bank accounts of clients’ moneys, and to keep accounts containing particulars and information as to moneys received, held or paid by them, for or on account of their clients. to keep accounts containing particulars and information as to moneys received, held or paid by them, for or on account of their clients. (2) The General Legal Council may take such action and make such rules as may be necessary to enable them to ascertain whether or not the rules are being complied with. The General Legal Council may take such action and make such rules as may be necessary to enable them to ascertain whether or not the rules are being complied with."
    },
    {
      "provision_ref": "s49",
      "part": "Part VII – Keeping of accounts",
      "section": "49",
      "title": "Consequences of failure to comply with rules",
      "content": "(1) If a person fails to comply with any of the rules made under section 48 of this Act, any person may make a complaint in respect of that failure to the Disciplinary Committee. If a person fails to comply with any of the rules made under section 48 of this Act, any person may make a complaint in respect of that failure to the Disciplinary Committee. (2) The provisions of Part III of this Act shall apply in relation to complaints under this section as they apply in relation to application to the Committee under Part III. The provisions of Part III of this Act shall apply in relation to complaints under this section as they apply in relation to application to the Committee under Part III."
    },
    {
      "provision_ref": "s50",
      "part": "Part VII – Keeping of accounts",
      "section": "50",
      "title": "Saving for full-time employees of Government",
      "content": "Rules made under section 48 of this Act shall not apply to any person who is in full-time employment as an officer of the Government or a local authority or a consultant to an incorporated body. Rules made under section 48 of this Act shall not apply to any person who is in full-time employment as an officer of the Government or a local authority or a consultant to an incorporated body."
    },
    {
      "provision_ref": "s51",
      "part": "Part VII – Keeping of accounts",
      "section": "51",
      "title": "Saving for part-time practitioners",
      "content": "Where a person is employed as an officer of the Government or local authority or as a consultant to an incorporated body and at the same time engages in private practice as a lawyer, the rules made under section 48 of this Act shall only apply to him so far as regards moneys received, held or paid by him in the course of the private practice. Where a person is employed as an officer of the Government or local authority or as a consultant to an incorporated body and at the same time engages in private practice as a lawyer, the rules made under section 48 of this Act shall only apply to him so far as regards moneys received, held or paid by him in the course of the private practice."
    },
    {
      "provision_ref": "s52",
      "part": "Part VII – Keeping of accounts",
      "section": "52",
      "title": "Relief to banks",
      "content": "(1) Subject to this section, no bank shall, in connection with any transaction on any account of any lawyer kept with it or with any other bank (other than an account kept by a lawyer as a trustee for a specified beneficiary) incur any liability or be under any obligation to make any enquiry or be deemed to have any knowledge of any right of any person to any money paid or credited to any account which it would not incur or be under or be deemed to have in the case of an account kept by a person entitled absolutely to all the money paid or credited to it. Subject to this section, no bank shall, in connection with any transaction on any account of any lawyer kept with it or with any other bank (other than an account kept by a lawyer as a trustee for a specified beneficiary) incur any liability or be under any obligation to make any enquiry or be deemed to have any knowledge of any right of any person to any money paid or credited to any account which it would not incur or be under or be deemed to have in the case of an account kept by a person entitled absolutely to all the money paid or credited to it. (2) Nothing in subsection (1) shall relieve a bank from any liability or obligation under any other enactment. Nothing in subsection (1) shall relieve a bank from any liability or obligation under any other enactment. (3) Notwithstanding subsection (1), a bank at which a lawyer keeps an account for clients’ moneys shall not, in respect of any liability of the lawyer to the bank, not being a liability in connection with that account, have or obtain any recourse or right, whether by way of set off, counterclaim, charge, or otherwise, against moneys standing to the credit of that account. Notwithstanding subsection (1), a bank at which a lawyer keeps an account for clients’ moneys shall not, in respect of any liability of the lawyer to the bank, not being a liability in connection with that account, have or obtain any recourse or right, whether by way of set off, counterclaim, charge, or otherwise, against moneys standing to the credit of that account. (4) Nothing in subsection (3) shall deprive a bank of any right existing at the time when the rules made under section 48 of this Act came into operation. Nothing in subsection (3) shall deprive a bank of any right existing at the time when the rules made under section 48 of this Act came into operation."
    },
    {
      "provision_ref": "s53",
      "part": "Part VIII – Miscellaneous",
      "section": "53",
      "title": "Provisions as to rules",
      "content": "(1) Subject to subsection (2), the General Legal Council may, by legislative instrument, make rules in relation to any matter referred to in this Act as prescribed. Rules for the purposes of section 3, 6 or 8 of this Act shall not be made save with the approval of the Minister. Subject to subsection (2), the General Legal Council may, by legislative instrument, make rules in relation to any matter referred to in this Act as prescribed. Rules for the purposes of section 3, 6 or 8 of this Act shall not be made save with the approval of the Minister. (2) A legislative instrument under this Act shall be subject to annulment by the National Assembly. A legislative instrument under this Act shall be subject to annulment by the National Assembly."
    },
    {
      "provision_ref": "s54",
      "part": "Part VIII – Miscellaneous",
      "section": "54",
      "title": "Repeals",
      "content": "The enactments referred to in the Third Schedule to this Act are hereby repealed. The enactments referred to in the Third Schedule to this Act are hereby repealed."
    },
    {
      "provision_ref": "s55",
      "part": "Part VIII – Miscellaneous",
      "section": "55",
      "title": "Continuance of rules and regulations",
      "content": "Rules and regulations made under any provision of the Legal Practitioners Act, 1958, and in force immediately before the commencement of this Act shall continue in force and shall be deemed to have been made under the corresponding provision of this Act.[No. 22 of 1958] Rules and regulations made under any provision of the Legal Practitioners Act, 1958, and in force immediately before the commencement of this Act shall continue in force and shall be deemed to have been made under the corresponding provision of this Act. [No. 22 of 1958]"
    },
    {
      "provision_ref": "s56",
      "part": "Part VIII – Miscellaneous",
      "section": "56",
      "title": "Definitions",
      "content": "In this Act, except where the contrary intention appears—“enrolment” means the entry of a name in the Roll of Lawyers;“fees” includes charges and disbursements;“lawyer”, for the purposes of Part V of this Act, includes any person enrolled at the time the relevant business was done; and, for the purposes of Part VI of this Act, does not include a lawyer for the time being suspended from practice;“legal document” means any document (other than a will) conferring, transferring, limiting, charging, or extinguishing, or purporting to confer, transfer, limit, charge, or extinguish any right, title, or interest in property, movable or immovable, or any document (including a letter) indicating that legal proceedings may be brought against the person to whom it is addressed or any other person;“military advocate” means a commissioned officer of the Armed Forces who is certified by the Chief Justice to be qualified to practise in a country other than Ghana;“the Minister” means the Minister to whom functions under this Act are for the time being assigned by the President;“practise”, in relation to a country other than Ghana means practise as a barrister, solicitor or advocate or in a like capacity, by whatever name called. In this Act, except where the contrary intention appears— “enrolment” means the entry of a name in the Roll of Lawyers; “fees” includes charges and disbursements; “lawyer”, for the purposes of Part V of this Act, includes any person enrolled at the time the relevant business was done; and, for the purposes of Part VI of this Act, does not include a lawyer for the time being suspended from practice; “legal document” means any document (other than a will) conferring, transferring, limiting, charging, or extinguishing, or purporting to confer, transfer, limit, charge, or extinguish any right, title, or interest in property, movable or immovable, or any document (including a letter) indicating that legal proceedings may be brought against the person to whom it is addressed or any other person; “military advocate” means a commissioned officer of the Armed Forces who is certified by the Chief Justice to be qualified to practise in a country other than Ghana; “the Minister” means the Minister to whom functions under this Act are for the time being assigned by the President; “practise”, in relation to a country other than Ghana means practise as a barrister, solicitor or advocate or in a like capacity, by whatever name called."
    },
    {
      "provision_ref": "s57",
      "part": "Part VIII – Miscellaneous",
      "section": "57",
      "title": "Commencement",
      "content": "This Act shall come into operation on the 1st day of January, 1961. This Act shall come into operation on the 1st day of January, 1961."
    }
  ],
  "definitions": [
    {
      "term": "enrolment",
      "definition": "the entry of a name in the Roll of Lawyers",
      "source_provision": "s56"
    },
    {
      "term": "legal document",
      "definition": "any document (other than a will) conferring, transferring, limiting, charging, or extinguishing, or purporting to confer, transfer, limit, charge, or extinguish any right, title, or interest in property, movable or immovable, or any document (including a letter) indicating that legal proceedings may be brought against the person to whom it is addressed or any other person",
      "source_provision": "s56"
    },
    {
      "term": "military advocate",
      "definition": "a commissioned officer of the Armed Forces who is certified by the Chief Justice to be qualified to practise in a country other than Ghana",
      "source_provision": "s56"
    },
    {
      "term": "the Minister",
      "definition": "the Minister to whom functions under this Act are for the time being assigned by the President",
      "source_provision": "s56"
    },
    {
      "term": "enrolment",
      "definition": "the entry of a name in the Roll of Lawyers",
      "source_provision": "s56"
    },
    {
      "term": "legal document",
      "definition": "any document (other than a will) conferring, transferring, limiting, charging, or extinguishing, or purporting to confer, transfer, limit, charge, or extinguish any right, title, or interest in property, movable or immovable, or any document (including a letter) indicating that legal proceedings may be brought against the person to whom it is addressed or any other person",
      "source_provision": "s56"
    },
    {
      "term": "military advocate",
      "definition": "a commissioned officer of the Armed Forces who is certified by the Chief Justice to be qualified to practise in a country other than Ghana",
      "source_provision": "s56"
    },
    {
      "term": "the Minister",
      "definition": "the Minister to whom functions under this Act are for the time being assigned by the President",
      "source_provision": "s56"
    }
  ]
}