{
  "id": "act-11-1960",
  "type": "act",
  "title": "International Development Association Act, 1960",
  "short_name": "IDA 1960",
  "act_number": 11,
  "year": 1960,
  "status": "in_force",
  "issued_date": "1960-12-31",
  "url": "https://ghalii.org/akn/gh/act/1960/11",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Authority to sign agreement",
      "content": "The Minister is hereby authorised on behalf of the Government of the Republic of Ghana to sign the Agreement, and to deposit with the Bank, instruments of acceptance of the Agreement and of the terms and conditions prescribed thereunder relating to the admission of the Government of the Republic of Ghana to membership; or by instrument under his hand to empower such person as may be named in that instrument to sign the Agreement and to deposit the said instrument of acceptance as above set out. The Minister is hereby authorised on behalf of the Government of the Republic of Ghana to sign the Agreement, and to deposit with the Bank, instruments of acceptance of the Agreement and of the terms and conditions prescribed thereunder relating to the admission of the Government of the Republic of Ghana to membership; or by instrument under his hand to empower such person as may be named in that instrument to sign the Agreement and to deposit the said instrument of acceptance as above set out."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Payments to Association",
      "content": "(1) The following sums are hereby charged on the Development Fund, that is to say— The following sums are hereby charged on the Development Fund, that is to say— the subscription payable to the Association under paragraph (a) of section 2 of Article II of the Agreement; the subscription payable to the Association under paragraph (a) of section 2 of Article II of the Agreement; any sums payable to the Association under Article III of the Agreement; any sums payable to the Association under Article III of the Agreement; any amounts or charges required to be paid to the Association incidentally to the Government’s membership therein, or operations or transactions therewith; any amounts or charges required to be paid to the Association incidentally to the Government’s membership therein, or operations or transactions therewith; any sums required to be paid under paragraph (i) of subsection (c) of section 4 of Article VII of the Agreement; any sums required to be paid under paragraph (i) of subsection (c) of section 4 of Article VII of the Agreement; and for the purpose of providing any sums to be paid out of the Development Fund as aforesaid money may if required from time to time be borrowed in the manner provided in the Treasury Bills Ordinance (Cap. 207) or in the Local Loans Ordinance (No. 12 of 1953) (but without prejudice to any other method of raising the money) without any authorization of the National Assembly other than this section and any moneys so borrowed shall be paid into the Development Fund. (2) The Minister may, if he thinks fit so to do, create and issue to the Association, in such form as he thinks fit, any such non-interest bearing and non-negotiable notes or similar obligations as are provided for by subsection (e) of section 2 of Article II of the Agreement (which section relates to the acceptance by the Association of notes or similar obligations in place of currency), and the sums payable under any such notes or similar obligations so created and issued shall be charged on the Development Fund. The Minister may, if he thinks fit so to do, create and issue to the Association, in such form as he thinks fit, any such non-interest bearing and non-negotiable notes or similar obligations as are provided for by subsection (e) of section 2 of Article II of the Agreement (which section relates to the acceptance by the Association of notes or similar obligations in place of currency), and the sums payable under any such notes or similar obligations so created and issued shall be charged on the Development Fund. (3) Any sums received by the Government of the Republic of Ghana from the Association shall be paid into the Development Fund. Any sums received by the Government of the Republic of Ghana from the Association shall be paid into the Development Fund."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Personality of Association",
      "content": "(1) The Association shall be a body corporate with perpetual succession and may, subject to the provisions of subsection (2) of this section, sue and be sued in its corporate name and may enter into contracts and, for and in connection with the purposes of the Agreement, may acquire and dispose of real and personal property. The Association shall be a body corporate with perpetual succession and may, subject to the provisions of subsection (2) of this section, sue and be sued in its corporate name and may enter into contracts and, for and in connection with the purposes of the Agreement, may acquire and dispose of real and personal property. (2) The President may, by executive instrument, make such provision as may be reasonably necessary for carrying into effect any of the provisions of the Agreement, relating to the status, immunities and privileges of the Association and of the Governors, Executive Directors, Alternates, officers and employees. The President may, by executive instrument, make such provision as may be reasonably necessary for carrying into effect any of the provisions of the Agreement, relating to the status, immunities and privileges of the Association and of the Governors, Executive Directors, Alternates, officers and employees. (3) Nothing in this Act shall be construed as limiting the power of the President under section 2 of the Diplomatic Privileges Ordinance (Cap. 268) to declare the Association to be such an organisation as is mentioned in that section or any power of the President under that or any other enactment to confer any immunities or privileges on the Association, or on any other persons connected with it. Nothing in this Act shall be construed as limiting the power of the President under section 2 of the Diplomatic Privileges Ordinance (Cap. 268) to declare the Association to be such an organisation as is mentioned in that section or any power of the President under that or any other enactment to confer any immunities or privileges on the Association, or on any other persons connected with it."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Interpretation",
      "content": "(1) In this Act, unless the context otherwise requires:—“Agreement” means the Articles of Agreement hereinbefore referred to for the establishment and operation of an international body to be called the International Development Association;“Association” means the International Development Association;“Bank” means the International Bank for Reconstruction and Development;“Minister” means the Minister responsible for Finance. In this Act, unless the context otherwise requires:— “Agreement” means the Articles of Agreement hereinbefore referred to for the establishment and operation of an international body to be called the International Development Association; “Association” means the International Development Association; “Bank” means the International Bank for Reconstruction and Development; “Minister” means the Minister responsible for Finance."
    }
  ],
  "definitions": [
    {
      "term": "Agreement",
      "definition": "the Articles of Agreement hereinbefore referred to for the establishment and operation of an international body to be called the International Development Association",
      "source_provision": "s4"
    },
    {
      "term": "Association",
      "definition": "the International Development Association",
      "source_provision": "s4"
    },
    {
      "term": "Bank",
      "definition": "the International Bank for Reconstruction and Development",
      "source_provision": "s4"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance. In this Act, unless the context otherwise requires:— “Agreement” means the Articles of Agreement hereinbefore referred to for the establishment and operation of an international body to be called the International Development Association",
      "source_provision": "s4"
    },
    {
      "term": "Association",
      "definition": "the International Development Association",
      "source_provision": "s4"
    },
    {
      "term": "Bank",
      "definition": "the International Bank for Reconstruction and Development",
      "source_provision": "s4"
    }
  ]
}