{
  "id": "act-26-1960",
  "type": "act",
  "title": "Notaries Public Act, 1960",
  "short_name": "Notaries Public Act, 1960 1960",
  "act_number": 26,
  "year": 1960,
  "status": "in_force",
  "issued_date": "1960-12-31",
  "url": "https://ghalii.org/akn/gh/act/1960/26",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Appointment",
      "content": "The Chief Justice may appoint to be a notary public any person whom he considers fit and proper to discharge the duties assigned to that office by law or by the practice of commerce. The Chief Justice may appoint to be a notary public any person whom he considers fit and proper to discharge the duties assigned to that office by law or by the practice of commerce."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Oath to be taken on appoint­ment",
      "content": "Every person so appointed shall before entering upon the duties of his office be sworn before the Chief Justice or before a Judge of the Supreme Court or High Court well and faithfully to discharge the duties of the office and shall pay the stamp duty prescribed by law. Every person so appointed shall before entering upon the duties of his office be sworn before the Chief Justice or before a Judge of the Supreme Court or High Court well and faithfully to discharge the duties of the office and shall pay the stamp duty prescribed by law."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "The Roll of Notaries Public",
      "content": "(1) The Roll of the Supreme Court in which the names of notaries public are enrolled shall be known as the Roll of Notaries Public and shall be kept by the Judicial Secretary. The Roll of the Supreme Court in which the names of notaries public are enrolled shall be known as the Roll of Notaries Public and shall be kept by the Judicial Secretary. (2) Upon complying with section 2 of this Act, a person appointed to be a notary public shall be enrolled and shall be granted a certificate of enrolment under the seal of the Court. Upon complying with section 2 of this Act, a person appointed to be a notary public shall be enrolled and shall be granted a certificate of enrolment under the seal of the Court. (3) A person whose name is not enrolled shall not be entitled to perform the functions of a notary public, except as otherwise provided by this Act. A person whose name is not enrolled shall not be entitled to perform the functions of a notary public, except as otherwise provided by this Act."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Notaries to be officers of Court",
      "content": "Every notary public shall be an officer of the Courts, and the Supreme Court may for reasonable cause suspend any notary from practising during any specified period, or order his name to be struck off the Roll, and any Judge of the Supreme Court or High Court may suspend any notary temporarily, pending a reference to and confirmation or disallowance of the suspension by the Supreme Court. Every notary public shall be an officer of the Courts, and the Supreme Court may for reasonable cause suspend any notary from practising during any specified period, or order his name to be struck off the Roll, and any Judge of the Supreme Court or High Court may suspend any notary temporarily, pending a reference to and confirmation or disallowance of the suspension by the Supreme Court."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Penalty for unqualified persons acting",
      "content": "Any person who purports to act in the capacity of notary public, other than a person authorised so to do by this Act, is guilty of an offence and is liable to a fine not exceeding fifty pounds. Any person who purports to act in the capacity of notary public, other than a person authorised so to do by this Act, is guilty of an offence and is liable to a fine not exceeding fifty pounds."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Notary to refuse to act in certain cases, subject to appeal to Court",
      "content": "(1) In all cases where the circumstances appear to the notary to suspicious and not warranting the notarial act demanded, the notary shall refuse to act. In all cases where the circumstances appear to the notary to suspicious and not warranting the notarial act demanded, the notary shall refuse to act. (2) Any person who considers himself aggrieved by the refusal may apply to the High Court for an order calling upon the notary to act in the execution of his office. Before applying for the order the aggrieved person shall cause reasonable notice of the application to be given to the notary refusing to act and to such person, if any, in the State as may be interested in the subject of the notarial act demanded. Any person who considers himself aggrieved by the refusal may apply to the High Court for an order calling upon the notary to act in the execution of his office. Before applying for the order the aggrieved person shall cause reasonable notice of the application to be given to the notary refusing to act and to such person, if any, in the State as may be interested in the subject of the notarial act demanded."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Duty in case of refusal",
      "content": "Whenever a notary refuses to act as aforesaid he shall mark upon the document in respect of which the notarial act is demanded his refusal, together with his signature and the date of the refusal. Whenever a notary refuses to act as aforesaid he shall mark upon the document in respect of which the notarial act is demanded his refusal, together with his signature and the date of the refusal."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Penalty for misfeasance",
      "content": "Any notary public or other person who willfully certifies or propounds any false statement or document, or who fraudulently, and with intent to deceive conceals, withholds, or perverts any fact or document pertinent to the subject of a notarial act is guilty of a misdemeanor. Any notary public or other person who willfully certifies or propounds any false statement or document, or who fraudulently, and with intent to deceive conceals, withholds, or perverts any fact or document pertinent to the subject of a notarial act is guilty of a misdemeanor."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Fees",
      "content": "(1) The fees for discharging the duties of a notary public may, be prescribed by the Minister by executive instrument. The fees for discharging the duties of a notary public may, be prescribed by the Minister by executive instrument. (2) Any fees received by a public officer for the discharge of notarial duties shall form part of the public revenues and shall be paid by the officer into the Accountant-General’s Department. Any fees received by a public officer for the discharge of notarial duties shall form part of the public revenues and shall be paid by the officer into the Accountant-General’s Department. (3) Until fees are prescribed the fees payable immediately before the passing of this Act shall continue to be payable. Until fees are prescribed the fees payable immediately before the passing of this Act shall continue to be payable."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Diplomatic and consular representatives abroad",
      "content": "Every ambassador, minister, diplomatic agent and officer of Ghana in any foreign country may do any notarial act which any notary public may do within the State and every oath, affidavit, and notarial act made or done by or before such a person effectual as if made or done by or before any lawful authority in the State. Every ambassador, minister, diplomatic agent and officer of Ghana in any foreign country may do any notarial act which any notary public may do within the State and every oath, affidavit, and notarial act made or done by or before such a person effectual as if made or done by or before any lawful authority in the State."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "District Magistrates to have powers of notaries public",
      "content": "All District Magistrates shall have and may exercise the functions of a notary public; provided that in any town in which a powers of notary public is available, the functions exercisable by Magistrates shall be limited to the following matters, namely, the certification of acts of honour, the authentication of instruments, the certification of copies of instruments and the attestation of instruments. All District Magistrates shall have and may exercise the functions of a notary public; provided that in any town in which a powers of notary public is available, the functions exercisable by Magistrates shall be limited to the following matters, namely, the certification of acts of honour, the authentication of instruments, the certification of copies of instruments and the attestation of instruments."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Definitions",
      "content": "In this Act—“enrolled” means enrolled in the Roll of Notaries Public;“the Minister” means the Minister to whom functions under this Act are for the time being assigned by the President. In this Act— “enrolled” means enrolled in the Roll of Notaries Public; “the Minister” means the Minister to whom functions under this Act are for the time being assigned by the President."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Repeal",
      "content": "The Notaries Public Ordinance (Cap. 7) is repealed. The Notaries Public Ordinance (Cap. 7) is repealed."
    }
  ],
  "definitions": [
    {
      "term": "enrolled",
      "definition": "enrolled in the Roll of Notaries Public",
      "source_provision": "s12"
    },
    {
      "term": "the Minister",
      "definition": "the Minister to whom functions under this Act are for the time being assigned by the President. In this Act— “enrolled” means enrolled in the Roll of Notaries Public",
      "source_provision": "s12"
    }
  ]
}