{
  "id": "act-46-1961",
  "type": "act",
  "title": "Volta River Development Act, 1961",
  "short_name": "VRD 1961",
  "act_number": 46,
  "year": 1961,
  "status": "in_force",
  "issued_date": "1961-12-31",
  "url": "https://ghalii.org/akn/gh/act/1961/46",
  "provisions": [
    {
      "provision_ref": "s1",
      "part": "Part I – The Volta River Authority",
      "section": "1",
      "title": "Establishment of the Authority",
      "content": "There shall be established an authority to be called the Volta River Authority (referred to in this Act as the Authority) charged with the duties and responsibilities hereinafter specified. There shall be established an authority to be called the Volta River Authority (referred to in this Act as the Authority) charged with the duties and responsibilities hereinafter specified."
    },
    {
      "provision_ref": "s2",
      "part": "Part I – The Volta River Authority",
      "section": "2",
      "title": "Status of the Authority",
      "content": "The Authority shall be a body corporate with perpetual suc­cession and a common seal which shall be officially and judicially noticed, and may sue and be sued in its corporate name, and for and in connection with the purposes of this Act may acquire and dispose of land and personal property and enter into contracts and other transactions. The Authority shall be a body corporate with perpetual suc­cession and a common seal which shall be officially and judicially noticed, and may sue and be sued in its corporate name, and for and in connection with the purposes of this Act may acquire and dispose of land and personal property and enter into contracts and other transactions."
    },
    {
      "provision_ref": "s3",
      "part": "Part I – The Volta River Authority",
      "section": "3",
      "title": "Constitution of the Authority",
      "content": "(1) The Authority shall consist of a Chairman and seven other members appointed by the President, of whom one shall be the Chief Executive, one, who shall have had experience in financial matters, may be appointed as Finance Member, and two shall be appointed to represent major consumers of the electrical power to be generated by the Authority. The Authority shall consist of a Chairman and seven other members appointed by the President, of whom one shall be the Chief Executive, one, who shall have had experience in financial matters, may be appointed as Finance Member, and two shall be appointed to represent major consumers of the electrical power to be generated by the Authority. (2) The President shall be ex-officio the Chairman of the Authority. If and so long as the Chairman is unable to be present at meetings of the Authority, such meetings shall be presided over by a member designated by the President for that purpose. The President shall be ex-officio the Chairman of the Authority. If and so long as the Chairman is unable to be present at meetings of the Authority, such meetings shall be presided over by a member designated by the President for that purpose."
    },
    {
      "provision_ref": "s4",
      "part": "Part I – The Volta River Authority",
      "section": "4",
      "title": "Members of the Authority",
      "content": "(1) All the members of the Authority other than the Chairman and the Chief Executive shall, subject to subsection (2), hold office for a period of three years:Provided that the first such members to be appointed, other than those appointed to represent major consumers of electrical power, shall serve for the following periods, which shall be specified when they are appointed, that is to say, two such members shall serve for two years and the remaining two or one year. All the members of the Authority other than the Chairman and the Chief Executive shall, subject to subsection (2), hold office for a period of three years: Provided that the first such members to be appointed, other than those appointed to represent major consumers of electrical power, shall serve for the following periods, which shall be specified when they are appointed, that is to say, two such members shall serve for two years and the remaining two or one year. (2) The appointment of any such member may be terminated at any time by the President if he is of opinion that it is necessary in the interests of the Authority to do so. The appointment of any such member may be terminated at any time by the President if he is of opinion that it is necessary in the interests of the Authority to do so. (3) Subject to the provisions of this Act, the terms and conditions of appointment of such members shall be determined by the President from time to time. Subject to the provisions of this Act, the terms and conditions of appointment of such members shall be determined by the President from time to time."
    },
    {
      "provision_ref": "s5",
      "part": "Part I – The Volta River Authority",
      "section": "5",
      "title": "Chief Executive",
      "content": "(1) The Chief Executive shall be appointed for such period and on such terms and conditions as the President may think fit. The Chief Executive shall be appointed for such period and on such terms and conditions as the President may think fit. (2) The Chief Executive shall be required to devote his full time to the affairs of the Authority. The Chief Executive shall be required to devote his full time to the affairs of the Authority. (3) Subject to the general control of the Authority on matters of policy, the Chief Executive shall be charged with the direction of the business of the Authority, and of its administration and organisation, and with the employment, control and dismissal of all the Authority’s staff and workpeople. Subject to the general control of the Authority on matters of policy, the Chief Executive shall be charged with the direction of the business of the Authority, and of its administration and organisation, and with the employment, control and dismissal of all the Authority’s staff and workpeople."
    },
    {
      "provision_ref": "s6",
      "part": "Part I – The Volta River Authority",
      "section": "6",
      "title": "Registration and re-appointment of members",
      "content": "(1) Any member, other than the Chief Executive, may at any time resign his appointment by notice in writing to the President. Any member, other than the Chief Executive, may at any time resign his appointment by notice in writing to the President. (2) Every member shall, on ceasing to be a member, be eligible for re-appointment. Every member shall, on ceasing to be a member, be eligible for re-appointment."
    },
    {
      "provision_ref": "s7",
      "part": "Part I – The Volta River Authority",
      "section": "7",
      "title": "Proceedings of the Authority",
      "content": "(1) The Authority may make, add to, amend and revoke standing orders, not being inconsistent with this Act, to provide for the application of the Authority’s seal to legal documents, the proper conduct of the business and of the meetings of the Authority or any committee thereof, including the manner in which any matter is to be determined on behalf of the Authority, and the standing orders for the time being in force shall be observed by the Authority and its committees and members. The Authority may make, add to, amend and revoke standing orders, not being inconsistent with this Act, to provide for the application of the Authority’s seal to legal documents, the proper conduct of the business and of the meetings of the Authority or any committee thereof, including the manner in which any matter is to be determined on behalf of the Authority, and the standing orders for the time being in force shall be observed by the Authority and its committees and members. (2) A quorum of the members of the Authority shall be four. The Chairman shall have an original and a casting vote. A quorum of the members of the Authority shall be four. The Chairman shall have an original and a casting vote. (3) The validity of any proceedings of the Authority shall not be affected by any vacancy amongst the members thereof, or by any defect in the appointment of a member thereof. The validity of any proceedings of the Authority shall not be affected by any vacancy amongst the members thereof, or by any defect in the appointment of a member thereof."
    },
    {
      "provision_ref": "s8",
      "part": "Part I – The Volta River Authority",
      "section": "8",
      "title": "Employees of the Authority",
      "content": "(1) The Authority shall employ such staff and workpeople as may be necessary for the discharge of its functions, on such terms Authority and conditions as it may think fit. The Authority shall employ such staff and workpeople as may be necessary for the discharge of its functions, on such terms Authority and conditions as it may think fit. (2) It is hereby declared that the terms and conditions referred to in subsection (1) need not be the same as those relating to the Civil Service. It is hereby declared that the terms and conditions referred to in subsection (1) need not be the same as those relating to the Civil Service."
    },
    {
      "provision_ref": "s9",
      "part": "Part I – The Volta River Authority",
      "section": "9",
      "title": "Authority to institute training programme",
      "content": "The Authority shall, so far as may be consistent with the proper discharge of its functions, institute arrangements for the training of Ghanaians in administrative, technical, managerial and other capacities, with a view to securing the benefit of their knowledge and experience in the conduct of the Authority’s operations, and with a view to all branches of the Authority’s activities being, in due course, in Ghanaian hands. The Authority shall, so far as may be consistent with the proper discharge of its functions, institute arrangements for the training of Ghanaians in administrative, technical, managerial and other capacities, with a view to securing the benefit of their knowledge and experience in the conduct of the Authority’s operations, and with a view to all branches of the Authority’s activities being, in due course, in Ghanaian hands."
    },
    {
      "provision_ref": "s10",
      "part": "Part II – Functions and duties of the Authority",
      "section": "10",
      "title": "Primary functions of the Authority",
      "content": "Subject to the provisions of this Act it shall be the duty of the Authority to plan execute and manage the Volta river development which Comprises— the generation of electrical power for the operation of an aluminium industry, and for general industrial and domestic uses in Ghana, by such means as the Authority may think fit, and in particular in the first instance, by the construction and operation of a dam and hydro­electric generating station in the vicinity of Akosombo; the generation of electrical power for the operation of an aluminium industry, and for general industrial and domestic uses in Ghana, by such means as the Authority may think fit, and in particular in the first instance, by the construction and operation of a dam and hydro­electric generating station in the vicinity of Akosombo; the construction and operation of a transmission system for the distribution of the electrical power generated by the Authority; the construction and operation of a transmission system for the distribution of the electrical power generated by the Authority; the supply of the electrical power generated by the Authority to— any Government department or public corpora­tion responsible for the supply of electrical power to the public; any Government department or public corpora­tion responsible for the supply of electrical power to the public; the township of Akosombo; and the township of Akosombo; and any other consumer, at voltages not lower than 11 kilovolts, and in quantities not less on the average in any period of twenty-four hours than 48,000 kilowatt-hours or its equivalent in terms of energy; any other consumer, at voltages not lower than 11 kilovolts, and in quantities not less on the average in any period of twenty-four hours than 48,000 kilowatt-hours or its equivalent in terms of energy; the provision, when and so far as practical, of facilities and assistance for the development of the lake as a source of fish, and as a route for the transportation of goods and passengers, and in any other manner; and the provision, when and so far as practical, of facilities and assistance for the development of the lake as a source of fish, and as a route for the transportation of goods and passengers, and in any other manner; and the development of the lakeside area for the health and well-being of the inhabitants, and people living adjacent thereto. the development of the lakeside area for the health and well-being of the inhabitants, and people living adjacent thereto."
    },
    {
      "provision_ref": "s11",
      "part": "Part II – Functions and duties of the Authority",
      "section": "11",
      "title": "Flow of water and flooding",
      "content": "(1) The Authority shall so control the dam as to prevent, so far as is practicable— The Authority shall so control the dam as to prevent, so far as is practicable— the harmful penetration of salt water up the River Volta to a greater degree than was normal at minimum river flow preceding the construction of the dam; the harmful penetration of salt water up the River Volta to a greater degree than was normal at minimum river flow preceding the construction of the dam; the level of the lake from rising to a height greater than 280 feet above mean sea level; and the level of the lake from rising to a height greater than 280 feet above mean sea level; and such a flow of water past the dam as may cause flooding downstream from the dam above the levels which were normal preceding the construction of the dam. such a flow of water past the dam as may cause flooding downstream from the dam above the levels which were normal preceding the construction of the dam. (2) The Authority shall take all reasonable measures to give warning of possible flooding from the lake or from the River Volta downstream from the dam. The Authority shall take all reasonable measures to give warning of possible flooding from the lake or from the River Volta downstream from the dam."
    },
    {
      "provision_ref": "s12",
      "part": "Part II – Functions and duties of the Authority",
      "section": "12",
      "title": "Powers in relation to transmission system",
      "content": "For the purposes of constructing and operating the transmis­sion system referred to in paragraph (b) of section 10 of this Act, or of preventing damage or obstruction thereto, the Authority shall have all the powers of the Chief Engineer set out in section 3 of the Electricity Supply (Control) Ordinance (Cap. 66), to be exercised by itself, its workmen and agents, and be subject to the limitations and the duties there provided; and every person who has any estate or interest in any lands injuriously affected by exercise of the powers conferred by this section shall be entitled to compensation to be settled, awarded and paid in accordance (as nearly as may be) with the provisions relating to compensation which are contained in the State Property and Contracts Act, 1960 (C.A. 6). For the purposes of constructing and operating the transmis­sion system referred to in paragraph (b) of section 10 of this Act, or of preventing damage or obstruction thereto, the Authority shall have all the powers of the Chief Engineer set out in section 3 of the Electricity Supply (Control) Ordinance (Cap. 66), to be exercised by itself, its workmen and agents, and be subject to the limitations and the duties there provided; and every person who has any estate or interest in any lands injuriously affected by exercise of the powers conferred by this section shall be entitled to compensation to be settled, awarded and paid in accordance (as nearly as may be) with the provisions relating to compensation which are contained in the State Property and Contracts Act, 1960 (C.A. 6)."
    },
    {
      "provision_ref": "s13",
      "part": "Part II – Functions and duties of the Authority",
      "section": "13",
      "title": "Health safeguards",
      "content": "(1) It shall be the duty of the Authority to take all reasonable measures, in co-operation with the Minister responsible for health, and with local authorities, to safeguard the health and safety of its employees and persons engaged on the construction of works referred to in section 10 of this Act and their families and dependents, and the inhabitants of Akosombo township and the lakeside area. It shall be the duty of the Authority to take all reasonable measures, in co-operation with the Minister responsible for health, and with local authorities, to safeguard the health and safety of its employees and persons engaged on the construction of works referred to in section 10 of this Act and their families and dependents, and the inhabitants of Akosombo township and the lakeside area. (2) The Authority shall, in and over the lake and the lakeside area, and in the township of Akosombo, be the authority for executing the provisions of the Mosquitoes Ordinance (Cap. 75), and shall have the powers referred to in section 3 of that Ordinance; and all amounts recovered under that Ordinance by the Authority shall be paid to the credit of the Authority. The Authority shall, in and over the lake and the lakeside area, and in the township of Akosombo, be the authority for executing the provisions of the Mosquitoes Ordinance (Cap. 75), and shall have the powers referred to in section 3 of that Ordinance; and all amounts recovered under that Ordinance by the Authority shall be paid to the credit of the Authority."
    },
    {
      "provision_ref": "s14",
      "part": "Part II – Functions and duties of the Authority",
      "section": "14",
      "title": "Authority to have local government functions and planning powers over Akosombo township and lakeside area",
      "content": "(1) The President may by executive instrument make such provision as he thinks fit for constituting the Authority as the local authority for the township of Akosombo and the lakeside area, and for applying to the Authority, in its capacity as such, and with such modifications as may be expedient, the enactments relating to powers local government. The President may by executive instrument make such provision as he thinks fit for constituting the Authority as the local authority for the township of Akosombo and the lakeside area, and for applying to the Authority, in its capacity as such, and with such modifications as may be expedient, the enactments relating to powers local government. (2) The Authority may, in consultation with the Minister responsible for town and country planning, exercise all the powers of that Minister in relation to town and country planning in the township of Akosombo and the lakeside area. The Authority may, in consultation with the Minister responsible for town and country planning, exercise all the powers of that Minister in relation to town and country planning in the township of Akosombo and the lakeside area. (3) The Authority shall take measures to enhance the natural beauty of the lakeside area by the planting of trees and otherwise; and shall be responsible for the development of Akosombo township in such a manner as to prevent the growth of slum or other conditions likely to be injurious to the health or wellbeing of the inhabitants. The Authority shall take measures to enhance the natural beauty of the lakeside area by the planting of trees and otherwise; and shall be responsible for the development of Akosombo township in such a manner as to prevent the growth of slum or other conditions likely to be injurious to the health or wellbeing of the inhabitants."
    },
    {
      "provision_ref": "s15",
      "part": "Part II – Functions and duties of the Authority",
      "section": "15",
      "title": "Additional powers",
      "content": "The President may on terms to be agreed between the Government and the Authority and for the better discharge by the Authority of its functions under this Act require the Authority for such period as he may specify to perform any function of a Minister or any public authority or anybody of which the Government is in control or over which it has powers of direction, in relation to the township of Akosombo and the lakeside area. The President may on terms to be agreed between the Government and the Authority and for the better discharge by the Authority of its functions under this Act require the Authority for such period as he may specify to perform any function of a Minister or any public authority or anybody of which the Government is in control or over which it has powers of direction, in relation to the township of Akosombo and the lakeside area."
    },
    {
      "provision_ref": "s16",
      "part": "Part II – Functions and duties of the Authority",
      "section": "16",
      "title": "Research and records",
      "content": "The Authority shall with a view to facilitating present or future research or planning, maintain and preserve such records relating to its functions as it shall consider proper; and shall have power to engage in research, and to assist others to engage in research, in respect of any matter relating to those functions and to publish such records and the results of any research in which it may engage. The Authority shall with a view to facilitating present or future research or planning, maintain and preserve such records relating to its functions as it shall consider proper; and shall have power to engage in research, and to assist others to engage in research, in respect of any matter relating to those functions and to publish such records and the results of any research in which it may engage."
    },
    {
      "provision_ref": "s17",
      "part": "Part II – Functions and duties of the Authority",
      "section": "17",
      "title": "Incidental powers",
      "content": "The Authority may carry on any activity which is reasonably requisite or convenient for or in connection with the discharge of its functions under this Act. The Authority may carry on any activity which is reasonably requisite or convenient for or in connection with the discharge of its functions under this Act."
    },
    {
      "provision_ref": "s18",
      "part": "Part II – Functions and duties of the Authority",
      "section": "18",
      "title": "Authority to co-operate with other public authorities",
      "content": "In the discharge of its functions the Authority shall co-operate fully with all Government departments and agencies and other public authorities. In the discharge of its functions the Authority shall co-operate fully with all Government departments and agencies and other public authorities."
    },
    {
      "provision_ref": "s19",
      "part": "Part II – Functions and duties of the Authority",
      "section": "19",
      "title": "Statutory powers to be exercised consistently with this Act",
      "content": "No person shall exercise any statutory power or duty incon­sistently with the exercise of any powers or duties conferred on the Authority by or under this Act. No person shall exercise any statutory power or duty incon­sistently with the exercise of any powers or duties conferred on the Authority by or under this Act."
    },
    {
      "provision_ref": "s20",
      "part": "Part II – Functions and duties of the Authority",
      "section": "20",
      "title": "Directions to the Authority",
      "content": "The President may after consultation with the Authority, give to the Authority in any matter of exceptional public importance, directions of a general character not being inconsistent with the provisions of this Act nor with the contractual or other legal obligations of the Authority as to the exercise by the Authority of its functions under this Act, and the Authority shall give effect to any such directions. The President may after consultation with the Authority, give to the Authority in any matter of exceptional public importance, directions of a general character not being inconsistent with the provisions of this Act nor with the contractual or other legal obligations of the Authority as to the exercise by the Authority of its functions under this Act, and the Authority shall give effect to any such directions."
    },
    {
      "provision_ref": "s21",
      "part": "Part III – Finance",
      "section": "21",
      "title": "Authority to aim at making profit",
      "content": "(1) It shall be the duty of the Authority to conduct its affairs on sound commercial lines, and in particular, so to carry out its functions under this Act as to ensure that, taking one year with another, its revenues are greater than its outgoings properly chargeable to revenue account. It shall be the duty of the Authority to conduct its affairs on sound commercial lines, and in particular, so to carry out its functions under this Act as to ensure that, taking one year with another, its revenues are greater than its outgoings properly chargeable to revenue account. (2) The Authority shall charge to revenue account all charges which in the normal conduct of a business are proper to be charged to revenue account, including in particular, proper provision for depreciation of assets, or for renewal of assets, and in addition all interest on borrowings, repayments to be made each year in respect of loans incurred by the Authority to the extent that such repay­ments exceed provision for depreciation, and proper allocations to reserve. The Authority shall charge to revenue account all charges which in the normal conduct of a business are proper to be charged to revenue account, including in particular, proper provision for depreciation of assets, or for renewal of assets, and in addition all interest on borrowings, repayments to be made each year in respect of loans incurred by the Authority to the extent that such repay­ments exceed provision for depreciation, and proper allocations to reserve. (3) Without prejudice to the power of the Authority to establish appropriate reserves for replacements or other purposes, the Authority shall establish and out of its profits make payments to a reserve for the purpose of expanding its activities. Without prejudice to the power of the Authority to establish appropriate reserves for replacements or other purposes, the Authority shall establish and out of its profits make payments to a reserve for the purpose of expanding its activities. (4) The Authority shall fix the rates at which it supplies the electrical power generated by it so as to ensure that it is able to comply with the requirements of this section. The Authority shall fix the rates at which it supplies the electrical power generated by it so as to ensure that it is able to comply with the requirements of this section."
    },
    {
      "provision_ref": "s22",
      "part": "Part III – Finance",
      "section": "22",
      "title": "Borrowing powers",
      "content": "(1) In order to enable the Authority to meet expenditure of a capital nature (including provision for working capital) for the discharge of its functions under this Act, and in particular for the financing of the operations referred to in section 10 of this Act, the Authority may borrow on such terms and in such currencies as may be agreed between it and any lender, such sums as it may require. In order to enable the Authority to meet expenditure of a capital nature (including provision for working capital) for the discharge of its functions under this Act, and in particular for the financing of the operations referred to in section 10 of this Act, the Authority may borrow on such terms and in such currencies as may be agreed between it and any lender, such sums as it may require. (2) The Authority may borrow temporarily, by way of over­draft or otherwise, such sums as it may require for meeting its current obligations or discharging its functions. The Authority may borrow temporarily, by way of over­draft or otherwise, such sums as it may require for meeting its current obligations or discharging its functions. (3) The Authority may charge its assets, undertakings and revenues with the repayment of any money borrowed together with interest thereon and may issue debentures, bonds or other securities in order to secure the repayment of any money so borrowed together with interest thereon and may do all other things necessary in connection with or incidental to such borrowings as are authorised by this section. The Authority may charge its assets, undertakings and revenues with the repayment of any money borrowed together with interest thereon and may issue debentures, bonds or other securities in order to secure the repayment of any money so borrowed together with interest thereon and may do all other things necessary in connection with or incidental to such borrowings as are authorised by this section. (4) The President may, from time to time, prescribe the maximum sums which the Authority may borrow under either or both of subsections (1) and (2). The President may, from time to time, prescribe the maximum sums which the Authority may borrow under either or both of subsections (1) and (2)."
    },
    {
      "provision_ref": "s23",
      "part": "Part III – Finance",
      "section": "23",
      "title": "Investment by the Republic",
      "content": "(1) During the ten years following the commencement of this Act the Republic shall invest in the Volta River development such sums, not exceeding thirty-five million pounds, as the Authority may require for the discharge of its functions under this Act. During the ten years following the commencement of this Act the Republic shall invest in the Volta River development such sums, not exceeding thirty-five million pounds, as the Authority may require for the discharge of its functions under this Act. (2) The payment of the said thirty-five million pounds is hereby charged on the Consolidated Fund, and shall be made to the Authority in such instalments and at such times as may be agreed between the Minister responsible for finance and the Authority. The payment of the said thirty-five million pounds is hereby charged on the Consolidated Fund, and shall be made to the Authority in such instalments and at such times as may be agreed between the Minister responsible for finance and the Authority. (3) By way of return on the said investment the Authority may pay to the Accountant-General, out of income remaining available when the charges referred to in subsection (2) and (3) of section 21 of this Act have been provided for, such sums as the Authority after consulting the Minister responsible for finance, thinks proper having regard to its future financial requirements. By way of return on the said investment the Authority may pay to the Accountant-General, out of income remaining available when the charges referred to in subsection (2) and (3) of section 21 of this Act have been provided for, such sums as the Authority after consulting the Minister responsible for finance, thinks proper having regard to its future financial requirements. (4) When the Authority is of the opinion that its financial position justifies it the Authority may, by agreement with the Republic, repay in such amounts and at such times as may be agreed part or all of the capital sum invested by the Republic under the provisions of this section. When the Authority is of the opinion that its financial position justifies it the Authority may, by agreement with the Republic, repay in such amounts and at such times as may be agreed part or all of the capital sum invested by the Republic under the provisions of this section. (5) Sums received under subsections (3) and (4) shall be paid into the Consolidated Fund. Sums received under subsections (3) and (4) shall be paid into the Consolidated Fund."
    },
    {
      "provision_ref": "s24",
      "part": "Part III – Finance",
      "section": "24",
      "title": "Exemption from income tax",
      "content": "The Authority shall be exempted from the tax imposed by the Income Tax Ordinance, 1943 (No. 27). The Authority shall be exempted from the tax imposed by the Income Tax Ordinance, 1943 (No. 27)."
    },
    {
      "provision_ref": "s25",
      "part": "Part III – Finance",
      "section": "25",
      "title": "Government to reimburse Authority, for certain measures",
      "content": "The Republic shall pay to the Authority the net cost of any measures undertaken by it under sections 13 to 15 of this Act the necessity for which is not attributable to the creation of the lake or other activities of the Authority. The Republic shall pay to the Authority the net cost of any measures undertaken by it under sections 13 to 15 of this Act the necessity for which is not attributable to the creation of the lake or other activities of the Authority."
    },
    {
      "provision_ref": "s26",
      "part": "Part III – Finance",
      "section": "26",
      "title": "Accounts and audit",
      "content": "(1) The Authority shall— The Authority shall— cause proper accounts and other records in relation thereto to be kept; cause proper accounts and other records in relation thereto to be kept; prepare an annual statement of accounts in such form and containing such particulars as the Auditor-General may from time to time direct, or as may be required to satisfy its undertakings or engagements. prepare an annual statement of accounts in such form and containing such particulars as the Auditor-General may from time to time direct, or as may be required to satisfy its undertakings or engagements. (2) The accounts of the Authority shall be audited by an independent auditor to be appointed annually by the Authority subject to the approval of the Auditor-General, and the auditor shall make a report in each year on the accounts audited by him. The remuneration of the auditor shall be determined by the Minister responsible for finance and shall be paid out of the funds of the Authority. The accounts of the Authority shall be audited by an independent auditor to be appointed annually by the Authority subject to the approval of the Auditor-General, and the auditor shall make a report in each year on the accounts audited by him. The remuneration of the auditor shall be determined by the Minister responsible for finance and shall be paid out of the funds of the Authority. (3) The Authority’s financial year shall end on the last day of December in each year, and the period between the commencement of this Act and the last day of December, 1962 shall be the Authority’s first financial year. The Authority’s financial year shall end on the last day of December in each year, and the period between the commencement of this Act and the last day of December, 1962 shall be the Authority’s first financial year."
    },
    {
      "provision_ref": "s27",
      "part": "Part IV – Acquisition of land and resettlement measures",
      "section": "27",
      "title": "Filling of the lake and acquisition of land",
      "content": "(1) The Authority shall, upon the completion of the dam, so operate the dam as to cause the lake to fill by the accumulation of water in the upstream of the dam. The Authority shall, upon the completion of the dam, so operate the dam as to cause the lake to fill by the accumulation of water in the upstream of the dam. (2) The President shall cause the following lands to be acquired under the State Property and Contracts Act, 1960 (C.A. 6) and to be vested in him in trust for the Public Service of the Republic— The President shall cause the following lands to be acquired under the State Property and Contracts Act, 1960 (C.A. 6) and to be vested in him in trust for the Public Service of the Republic— all lands which in the opinion of the Authority will or may be inundated by the filling of the lake; all lands which in the opinion of the Authority will or may be inundated by the filling of the lake; all other lands which in the opinion of the Authority it is necessary to acquire under this subsection for the proper discharge of the Authority’s functions. all other lands which in the opinion of the Authority it is necessary to acquire under this subsection for the proper discharge of the Authority’s functions. (3) The control and administration of all lands acquired by virtue of subsection (2) shall be vested exclusively in the Authority. The control and administration of all lands acquired by virtue of subsection (2) shall be vested exclusively in the Authority. (4) No legal proceedings shall lie against the Authority as a result of the inundation of any lands caused by the filling of the lake. No legal proceedings shall lie against the Authority as a result of the inundation of any lands caused by the filling of the lake."
    },
    {
      "provision_ref": "s28",
      "part": "Part IV – Acquisition of land and resettlement measures",
      "section": "28",
      "title": "Compensation",
      "content": "Claims to compensation in respect of land acquired by virtue of section 27 of this Act shall be governed by the State Property and Contracts Act, 1960 (C.A. 6), subject to the following modifica­tions— the sixth day of March, 1957 shall be substituted for the date referred to in paragraph (a) of section 11 of that Act; and the sixth day of March, 1957 shall be substituted for the date referred to in paragraph (a) of section 11 of that Act; and compensation may be paid in money or in non-monetary assistance towards settlement or both. No person shall be entitled to dispute the compensation offered to him by reason only that it is not in money, whether in whole or in part. compensation may be paid in money or in non-monetary assistance towards settlement or both. No person shall be entitled to dispute the compensation offered to him by reason only that it is not in money, whether in whole or in part."
    },
    {
      "provision_ref": "s29",
      "part": "Part IV – Acquisition of land and resettlement measures",
      "section": "29",
      "title": "Resettlement measures",
      "content": "(1) The Minister responsible for social welfare (referred to this section as the Minister) shall be charged with the duty of taking all reasonable measures to assist in the resettlement of the people inhabiting lands liable to be inundated and lands adjacent thereto which are needed by the Authority for the discharge of its functions, and it shall be the responsibility of the Minister to ensure, so far as is practicable, that no person suffers undue hard­ship or is deprived of necessary public amenities, as a result of his resettlement. The Minister responsible for social welfare (referred to this section as the Minister) shall be charged with the duty of taking all reasonable measures to assist in the resettlement of the people inhabiting lands liable to be inundated and lands adjacent thereto which are needed by the Authority for the discharge of its functions, and it shall be the responsibility of the Minister to ensure, so far as is practicable, that no person suffers undue hard­ship or is deprived of necessary public amenities, as a result of his resettlement. (2) Lands required by the Minister to enable him to discharge his duties under this section may be acquired in accordance with the provisions of the State Property and Contracts Act, 1960 (C.A. 6). Lands required by the Minister to enable him to discharge his duties under this section may be acquired in accordance with the provisions of the State Property and Contracts Act, 1960 (C.A. 6)."
    },
    {
      "provision_ref": "s30",
      "part": "Part IV – Acquisition of land and resettlement measures",
      "section": "30",
      "title": "Defraying expenses incurred under this Part",
      "content": "Expenses incurred in pursuance of this Part of this Act shall be defrayed, as to the first three million pounds by the Authority, as to the next million pounds by the Authority and the Government equally, and as to any excess over four million pounds by the Government. Expenses incurred in pursuance of this Part of this Act shall be defrayed, as to the first three million pounds by the Authority, as to the next million pounds by the Authority and the Government equally, and as to any excess over four million pounds by the Government."
    },
    {
      "provision_ref": "s31",
      "part": "Part V – Miscellaneous",
      "section": "31",
      "title": "Guarantees",
      "content": "(1) In the name and on behalf of the Republic, the President may in writing guarantee the performance of any obligation under­taken by the Authority. In the name and on behalf of the Republic, the President may in writing guarantee the performance of any obligation under­taken by the Authority. (2) Moneys payable under any such guarantee are hereby charged on the Consolidated Fund. Moneys payable under any such guarantee are hereby charged on the Consolidated Fund."
    },
    {
      "provision_ref": "s32",
      "part": "Part V – Miscellaneous",
      "section": "32",
      "title": "Annual report",
      "content": "The Authority shall annually, not later than six months after the end of its financial year, present to the President a report dealing ­generally with the activities and operations of the Authority during the preceding financial year and containing:— such information with regard to the proceedings and policy of the Authority as the Authority considers may properly be given without detriment to the interests of the undertaking of the Authority; and such information with regard to the proceedings and policy of the Authority as the Authority considers may properly be given without detriment to the interests of the undertaking of the Authority; and a copy of the statement of accounts referred to in section 26 of this Act, together with a copy of the report made by the auditor on that statement or on the accounts, a copy of the statement of accounts referred to in section 26 of this Act, together with a copy of the report made by the auditor on that statement or on the accounts, and the report shall not later than seven months after the end of the Authority’s financial year be laid before the National Assembly."
    },
    {
      "provision_ref": "s33",
      "part": "Part V – Miscellaneous",
      "section": "33",
      "title": "Power to make regulations",
      "content": "(1) The Authority may, by legislative instrument, make regulations— The Authority may, by legislative instrument, make regulations— prohibiting, restricting or regulating the use of the lake and the lakeside area; prohibiting, restricting or regulating the use of the lake and the lakeside area; prohibiting, restricting or regulating the abstraction of water from the River Volta or the lake otherwise than for the purpose only of obtaining water for domestic use in any village, town or house situate within the catchment area of the River Volta; prohibiting, restricting or regulating the abstraction of water from the River Volta or the lake otherwise than for the purpose only of obtaining water for domestic use in any village, town or house situate within the catchment area of the River Volta; for the protection of any transmission lines erected by the Authority or any works or apparatus connected therewith; for the protection of any transmission lines erected by the Authority or any works or apparatus connected therewith; imposing penalties on persons trespassing on any land in the ownership or possession of the Authority; imposing penalties on persons trespassing on any land in the ownership or possession of the Authority; prohibiting, restricting or regulating the movement of motor or other traffic on or in the vicinity of the dam; prohibiting, restricting or regulating the movement of motor or other traffic on or in the vicinity of the dam; for the better discharge of the Authority’s duties under section 13 of this Act; and for the better discharge of the Authority’s duties under section 13 of this Act; and generally for the purpose of enabling the better dis­charge by the Authority of its functions under this Act. generally for the purpose of enabling the better dis­charge by the Authority of its functions under this Act. (2) Any regulations made under this section may, in addition to the penalties which can be imposed by virtue of section 9 of the Statutory Instruments Act, 1959 (No. 52), impose in the case of continuous offences, a fine of £G5 for each day during which the offence continues. Any regulations made under this section may, in addition to the penalties which can be imposed by virtue of section 9 of the Statutory Instruments Act, 1959 (No. 52), impose in the case of continuous offences, a fine of £G5 for each day during which the offence continues. (3) In lieu of prohibiting, restricting or regulating any activity, regulations made under this section may prohibit, restrict or regulate such activities without a licence to be granted by the Authority. Such regulations may prescribe the forms to be used and fees to be paid for such licences, and may provide for the delegation of the power to grant licences to a local authority. In lieu of prohibiting, restricting or regulating any activity, regulations made under this section may prohibit, restrict or regulate such activities without a licence to be granted by the Authority. Such regulations may prescribe the forms to be used and fees to be paid for such licences, and may provide for the delegation of the power to grant licences to a local authority. (4) Proceedings for offences against any regulations made under this section shall not be instituted except by the Attorney’ General, or by, or with the consent of, the Authority. Proceedings for offences against any regulations made under this section shall not be instituted except by the Attorney’ General, or by, or with the consent of, the Authority."
    },
    {
      "provision_ref": "s34",
      "part": "Part V – Miscellaneous",
      "section": "34",
      "title": "Protection of officers",
      "content": "No matter or thing done by any officer or employee of the Authority shall, if the matter or thing be done bona fide for the purpose of executing any provision of this Act, subject such officer or employee or any person acting by his directions, personally, to any civil liability. No matter or thing done by any officer or employee of the Authority shall, if the matter or thing be done bona fide for the purpose of executing any provision of this Act, subject such officer or employee or any person acting by his directions, personally, to any civil liability."
    },
    {
      "provision_ref": "s35",
      "part": "Part V – Miscellaneous",
      "section": "35",
      "title": "Interpretation",
      "content": "(1) In this Act unless the context otherwise requires—“abstract” includes divert, or by any means cause to flow;“Akosombo township” means such area as the President may by executive instrument specify in that behalf;“the dam” means the dam referred to in paragraph (a) of section 10 of this Act;“the lake” means the lake to be created as a result of the construction of the dam, as the waters thereof extend from time to time (including any islands therein);“the lakeside area” means such of the lands referred to in paragraph (a) of subsection (2) of section 27 of this Act as are not for the time being comprised in the lake;“the river Volta” means the following rivers so far as they are within Ghana, that is to say, the Volta, the Black Volta, the White Volta, the Red Volta, and the Oti river, and includes all rivers, streams and watercourses which are tributaries whether direct or indirect of any of the aforesaid rivers, or whose waters flow directly or indirectly into the lake, but does not include any part of the lake;“supply” in relation to electrical power includes maintaining potential, whether or not the power so supplied is taken. In this Act unless the context otherwise requires— “abstract” includes divert, or by any means cause to flow; “Akosombo township” means such area as the President may by executive instrument specify in that behalf; “the dam” means the dam referred to in paragraph (a) of section 10 of this Act; “the lake” means the lake to be created as a result of the construction of the dam, as the waters thereof extend from time to time (including any islands therein); “the lakeside area” means such of the lands referred to in paragraph (a) of subsection (2) of section 27 of this Act as are not for the time being comprised in the lake; “the river Volta” means the following rivers so far as they are within Ghana, that is to say, the Volta, the Black Volta, the White Volta, the Red Volta, and the Oti river, and includes all rivers, streams and watercourses which are tributaries whether direct or indirect of any of the aforesaid rivers, or whose waters flow directly or indirectly into the lake, but does not include any part of the lake; “supply” in relation to electrical power includes maintaining potential, whether or not the power so supplied is taken. (2) For the purposes of the Rivers Ordinance (Cap. 226), and any other enactment the lake shall not be deemed to be a river; and section 10 of the Rivers Ordinance shall not apply to any part of the River Volta upstream of the lake. For the purposes of the Rivers Ordinance (Cap. 226), and any other enactment the lake shall not be deemed to be a river; and section 10 of the Rivers Ordinance shall not apply to any part of the River Volta upstream of the lake. (3) Officers of the Authority shall, for the purposes of the Criminal Code, 1960 (Act 29) and the Criminal Procedure Code, 1960 (Act 30) be deemed to be public officers. Officers of the Authority shall, for the purposes of the Criminal Code, 1960 (Act 29) and the Criminal Procedure Code, 1960 (Act 30) be deemed to be public officers."
    },
    {
      "provision_ref": "s36",
      "part": "Part V – Miscellaneous",
      "section": "36",
      "title": "Commencement",
      "content": "This Act shall come into force on such day as the President may, by legislative instrument, appoint. This Act shall come into force on such day as the President may, by legislative instrument, appoint."
    }
  ],
  "definitions": [
    {
      "term": "Akosombo township",
      "definition": "such area as the President may by executive instrument specify in that behalf",
      "source_provision": "s35"
    },
    {
      "term": "the dam",
      "definition": "the dam referred to in paragraph (a) of section 10 of this Act",
      "source_provision": "s35"
    },
    {
      "term": "the lake",
      "definition": "the lake to be created as a result of the construction of the dam, as the waters thereof extend from time to time (including any islands therein)",
      "source_provision": "s35"
    },
    {
      "term": "the lakeside area",
      "definition": "such of the lands referred to in paragraph (a) of subsection (2) of section 27 of this Act as are not for the time being comprised in the lake",
      "source_provision": "s35"
    },
    {
      "term": "the river Volta",
      "definition": "the following rivers so far as they are within Ghana, that is to say, the Volta, the Black Volta, the White Volta, the Red Volta, and the Oti river, and includes all rivers, streams and watercourses which are tributaries whether direct or indirect of any of the aforesaid rivers, or whose waters flow directly or indirectly into the lake, but does not include any part of the lake",
      "source_provision": "s35"
    },
    {
      "term": "Akosombo township",
      "definition": "such area as the President may by executive instrument specify in that behalf",
      "source_provision": "s35"
    },
    {
      "term": "the dam",
      "definition": "the dam referred to in paragraph (a) of section 10 of this Act",
      "source_provision": "s35"
    },
    {
      "term": "the lake",
      "definition": "the lake to be created as a result of the construction of the dam, as the waters thereof extend from time to time (including any islands therein)",
      "source_provision": "s35"
    },
    {
      "term": "the lakeside area",
      "definition": "such of the lands referred to in paragraph (a) of subsection (2) of section 27 of this Act as are not for the time being comprised in the lake",
      "source_provision": "s35"
    },
    {
      "term": "the river Volta",
      "definition": "the following rivers so far as they are within Ghana, that is to say, the Volta, the Black Volta, the White Volta, the Red Volta, and the Oti river, and includes all rivers, streams and watercourses which are tributaries whether direct or indirect of any of the aforesaid rivers, or whose waters flow directly or indirectly into the lake, but does not include any part of the lake",
      "source_provision": "s35"
    }
  ]
}