{
  "id": "act-59-1961",
  "type": "act",
  "title": "Public Collections Act, 1961",
  "short_name": "Public Collections Act, 1961 1961",
  "act_number": 59,
  "year": 1961,
  "status": "in_force",
  "issued_date": "1961-12-31",
  "url": "https://ghalii.org/akn/gh/act/1961/59",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Public appeals for donations in money or in kind restricted",
      "content": "(1) Subject to the provisions of this Act it is unlawful to make any appeal to the public or any part or class thereof for donations in money or in kind for any object whatsoever, except where registra­tion of such public collection has been effected in accordance with this Act. Subject to the provisions of this Act it is unlawful to make any appeal to the public or any part or class thereof for donations in money or in kind for any object whatsoever, except where registra­tion of such public collection has been effected in accordance with this Act. (2) A payment of money in exchange for a token or any article of token value only, or for any article or benefit the value of which is substantially less than the value of such payment shall be deemed to be a donation for the purposes of this section. A payment of money in exchange for a token or any article of token value only, or for any article or benefit the value of which is substantially less than the value of such payment shall be deemed to be a donation for the purposes of this section. (3) In any case where an appeal for donations to be applied to a particular object is made to five or more members of the public, the burden of proving, in any criminal or civil proceedings taken in relation to such appeal, that it was not an appeal to the public within the meaning of this section shall be upon the defendant in such proceedings. In any case where an appeal for donations to be applied to a particular object is made to five or more members of the public, the burden of proving, in any criminal or civil proceedings taken in relation to such appeal, that it was not an appeal to the public within the meaning of this section shall be upon the defendant in such proceedings."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Application to collections begun before the commencement of this Act",
      "content": "An appeal for donations made before the commencement of this Act which would, if made after the commencement of this Act, be subject to the provisions of this Act shall, if donations continue to be solicited or made after the commencement of this Act, be deemed to be a public collection to which the provisions of this Act apply. An appeal for donations made before the commencement of this Act which would, if made after the commencement of this Act, be subject to the provisions of this Act shall, if donations continue to be solicited or made after the commencement of this Act, be deemed to be a public collection to which the provisions of this Act apply."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Exemptions",
      "content": "This Act shall not apply to— any collection made at divine service in a place of public worship for charitable, benevolent or philanthropic purposes; any collection made at divine service in a place of public worship for charitable, benevolent or philanthropic purposes; requests made by or on behalf of the committee of any club, association or trade union to members of such club, association or union for subscriptions; requests made by or on behalf of the committee of any club, association or trade union to members of such club, association or union for subscriptions; collections of a purely parochial character made in good faith for the benefit of a local church, school, sport club or charity, or a project in the interests of local public welfare; collections of a purely parochial character made in good faith for the benefit of a local church, school, sport club or charity, or a project in the interests of local public welfare; collections made in good faith among a limited class of persons for the purpose of making a presentation to any person on any special occasion; collections made in good faith among a limited class of persons for the purpose of making a presentation to any person on any special occasion; collections in respect of customary ceremonial rites; or collections in respect of customary ceremonial rites; or any person or class of person exempted by order of the Minister in relation to a collection for an object specified in such order. any person or class of person exempted by order of the Minister in relation to a collection for an object specified in such order."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Registration of public collections",
      "content": "(1) Any person who desires to promote a public collection shall make application for registration in the prescribed form to the registration authority for the area within which the collection is to be made, and the application shall, in addition to such other particulars as may be prescribed, contain a full and accurate statement of the objects to which the proceeds of the collection are to be applied (hereinafter referred to as “the stated objects”). Any person who desires to promote a public collection shall make application for registration in the prescribed form to the registration authority for the area within which the collection is to be made, and the application shall, in addition to such other particulars as may be prescribed, contain a full and accurate statement of the objects to which the proceeds of the collection are to be applied (hereinafter referred to as “the stated objects”). (2) The registration authorities for each Region shall be such persons as the Minister may appoint. The registration authorities for each Region shall be such persons as the Minister may appoint. (3) The registration authority shall not refuse registration, or, where registration has been effected, shall not revoke it, unless it appears to him— The registration authority shall not refuse registration, or, where registration has been effected, shall not revoke it, unless it appears to him— that any of the stated objects is illegal; that any of the stated objects is illegal; that the applicant or the promoter is not a fit and proper person to be registered by reason of the fact that he has been convicted of any offence the conviction for which necessarily involved a finding that he acted fraudulently or dishonestly; that the applicant or the promoter is not a fit and proper person to be registered by reason of the fact that he has been convicted of any offence the conviction for which necessarily involved a finding that he acted fraudulently or dishonestly; that the applicant or the promoter, in promoting a public collection, has failed to exercise due diligence to secure that collectors authorised by him to assist in making the collection were fit and proper persons, to secure compliance on the part of collectors with the provisions of this Act or to prevent certificates of authority being obtained by persons other than duly authorised collectors; that the applicant or the promoter, in promoting a public collection, has failed to exercise due diligence to secure that collectors authorised by him to assist in making the collection were fit and proper persons, to secure compliance on the part of collectors with the provisions of this Act or to prevent certificates of authority being obtained by persons other than duly authorised collectors; that the applicant or the promoter has been convicted of any offence against the provisions of this Act; or that the applicant or the promoter has been convicted of any offence against the provisions of this Act; or that remuneration which is excessive in proportion to the total amount likely to be collected is to be or has been retained or received out of the proceeds of the collection by any person. that remuneration which is excessive in proportion to the total amount likely to be collected is to be or has been retained or received out of the proceeds of the collection by any person. (4) If the registration authority refuses registration, or if he revokes registration, he shall forthwith give written notice thereof to the applicant or promoter, stating the grounds upon which regis­tration has been refused or revoked, and informing him of the right of appeal given by this section, and the applicant or promoter may thereupon appeal by petition to the Minister against the refusal or revocation of registration, as the case may be, and the decision of the Minister shall be final. If the registration authority refuses registration, or if he revokes registration, he shall forthwith give written notice thereof to the applicant or promoter, stating the grounds upon which regis­tration has been refused or revoked, and informing him of the right of appeal given by this section, and the applicant or promoter may thereupon appeal by petition to the Minister against the refusal or revocation of registration, as the case may be, and the decision of the Minister shall be final. (5) The appeal shall be brought within twenty-one days from the date on which notice is given under subsection (4). The appeal shall be brought within twenty-one days from the date on which notice is given under subsection (4). (6) If the Minister decides that the appeal should be allowed, the registration authority shall forthwith effect registration or cancel the revocation, as the case may be, in accordance with the decision of the Minister. If the Minister decides that the appeal should be allowed, the registration authority shall forthwith effect registration or cancel the revocation, as the case may be, in accordance with the decision of the Minister."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Method, effect and duration of registration",
      "content": "(1) Except where registration is refused under section 4 of this Act, the registration authority shall cause the prescribed particulars (which shall include the stated objects) to be entered in the register, and thereupon the promoter may make a public collection for the stated objects within the area in which registration has been effected. Except where registration is refused under section 4 of this Act, the registration authority shall cause the prescribed particulars (which shall include the stated objects) to be entered in the register, and thereupon the promoter may make a public collection for the stated objects within the area in which registration has been effected. (2) A registration effected under this section shall, unless sooner revoked, remain in force until the 31st day of December in the year in which it is effected. A registration effected under this section shall, unless sooner revoked, remain in force until the 31st day of December in the year in which it is effected."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Power of the registration authority to call for books of account, etc.",
      "content": "The registration authority may, by notice in writing, call upon the promoter of a public collection to produce, to the person named and at the time and place specified in the notice, the books of account and all other documents relating to such collection for examination or audit. The registration authority may, by notice in writing, call upon the promoter of a public collection to produce, to the person named and at the time and place specified in the notice, the books of account and all other documents relating to such collection for examination or audit."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Collectors",
      "content": "(1) Any promoter may authorise any number of fit and proper persons to assist him in making a public collection for the stated objects. Any promoter may authorise any number of fit and proper persons to assist him in making a public collection for the stated objects. (2) Each collector shall be supplied by the promoter with a certificate of authority which shall specify fully and accurately the stated objects of the collection, and a collector shall produce his certificate of authority on demand to any police officer in uniform or to any person to whom he has made an appeal for a donation. Each collector shall be supplied by the promoter with a certificate of authority which shall specify fully and accurately the stated objects of the collection, and a collector shall produce his certificate of authority on demand to any police officer in uniform or to any person to whom he has made an appeal for a donation."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Proceeds of collection deemed to be received for stated objects",
      "content": "(1) The proceeds of any public collection shall, for the purposes of any civil or criminal proceedings whatsoever, be deemed to be received by the promoter and collectors for the purpose of applying received for them to the stated objects. The proceeds of any public collection shall, for the purposes of any civil or criminal proceedings whatsoever, be deemed to be received by the promoter and collectors for the purpose of applying received for them to the stated objects. (2) Where a reasonable proportion of the proceeds of any public collection is applied to the expenses of administration of such public collection, it shall be deemed to have been applied to the stated objects. Where a reasonable proportion of the proceeds of any public collection is applied to the expenses of administration of such public collection, it shall be deemed to have been applied to the stated objects. (3) For the purposes of subsection (2), the determination of what is a reasonable proportion shall be a question of fact in each case. For the purposes of subsection (2), the determination of what is a reasonable proportion shall be a question of fact in each case."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Offences and penalties",
      "content": "Any person who contravenes any of the provisions of section 1 (1) of this Act or with any of the terms of a notice given under section 6 of this Act or who makes an application for registration under section 4 of this Act knowing it to be false in any material particular, shall be guilty of an offence under this Act and shall be liable, upon conviction, for a first offence, to a fine not exceeding fifty pounds or to imprisonment for a term not exceeding six months, or to both, and, for a second or subsequent offence, to a fine not exceeding one hundred pounds or to imprisonment for a term not exceeding twelve months, or to both. Any person who contravenes any of the provisions of section 1 (1) of this Act or with any of the terms of a notice given under section 6 of this Act or who makes an application for registration under section 4 of this Act knowing it to be false in any material particular, shall be guilty of an offence under this Act and shall be liable, upon conviction, for a first offence, to a fine not exceeding fifty pounds or to imprisonment for a term not exceeding six months, or to both, and, for a second or subsequent offence, to a fine not exceeding one hundred pounds or to imprisonment for a term not exceeding twelve months, or to both."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Legal proceedings",
      "content": "No prosecution for an offence against this Act shall be instituted except by, or with the written consent of, the Attorney General. No prosecution for an offence against this Act shall be instituted except by, or with the written consent of, the Attorney General."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Regulations",
      "content": "The Minister by legislative instrument may make Regulations, for carrying into effect the provisions of this Act. The Minister by legislative instrument may make Regulations, for carrying into effect the provisions of this Act."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Interpretation",
      "content": "(1) In this Act, except where the contrary intention appears—“collector” means a person duly authorised under section 7 of this Act to assist in making a public collection;“Minister” means the Minister of the Interior;“promoter” means a person duly registered under section 5 of this Act as the promoter of a public collection. In this Act, except where the contrary intention appears— “collector” means a person duly authorised under section 7 of this Act to assist in making a public collection; “Minister” means the Minister of the Interior; “promoter” means a person duly registered under section 5 of this Act as the promoter of a public collection. (2) For the purposes of sections 1, 2 and 7 of this Act—“appeal” means a request or invitation however conveyed, whether by actions, in words, pictorially or in writing, and whether made in public, through the press, in conversation, by house to house visiting or through the post. For the purposes of sections 1, 2 and 7 of this Act— “appeal” means a request or invitation however conveyed, whether by actions, in words, pictorially or in writing, and whether made in public, through the press, in conversation, by house to house visiting or through the post."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Repeal",
      "content": "(1) The Public Collections Ordinance (Cap. 45) is repealed. The Public Collections Ordinance (Cap. 45) is repealed. (2) Every statutory instrument made under the repealed Ordinance and in force immediately before the commencement of this Act shall continue in force as if made under the corresponding provision of this Act. Every statutory instrument made under the repealed Ordinance and in force immediately before the commencement of this Act shall continue in force as if made under the corresponding provision of this Act."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Commencement",
      "content": "This Act shall come into operation on such day as the Minister by legislative instrument may appoint. This Act shall come into operation on such day as the Minister by legislative instrument may appoint."
    }
  ],
  "definitions": [
    {
      "term": "collector",
      "definition": "a person duly authorised under section 7 of this Act to assist in making a public collection",
      "source_provision": "s12"
    },
    {
      "term": "Minister",
      "definition": "the Minister of the Interior",
      "source_provision": "s12"
    },
    {
      "term": "promoter",
      "definition": "a person duly registered under section 5 of this Act as the promoter of a public collection. In this Act, except where the contrary intention appears— “collector” means a person duly authorised under section 7 of this Act to assist in making a public collection",
      "source_provision": "s12"
    },
    {
      "term": "Minister",
      "definition": "the Minister of the Interior",
      "source_provision": "s12"
    }
  ]
}