{
  "id": "act-43-1961",
  "type": "act",
  "title": "Wild Animals Preservation Act, 1961",
  "short_name": "WAP 1961",
  "act_number": 43,
  "year": 1961,
  "status": "in_force",
  "issued_date": "1961-12-31",
  "url": "https://ghalii.org/akn/gh/act/1961/43",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Appointment of honorary Game Officers",
      "content": "The Minister, may from time to time appoint honorary Game Officers by name or as holding an office to carry out all or any of the purposes of this Act, or to do anything required or allowed by this Act to be done by a Game Officer.[No. 10 of 1952; s.2] The Minister, may from time to time appoint honorary Game Officers by name or as holding an office to carry out all or any of the purposes of this Act, or to do anything required or allowed by this Act to be done by a Game Officer. [No. 10 of 1952; s.2]"
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Permit for collection of specimens",
      "content": "Notwithstanding any regulations made under paragraphs (d), (e) (f), (g) and (l) of section eleven of this Act the Minister may, by permit under his hand, allow the collection of specimens of animals referred to in such regulations for museums or zoological gardens or for any other scientific purpose.[No. 2 of 1901; s.5] Notwithstanding any regulations made under paragraphs (d), (e) (f), (g) and (l) of section eleven of this Act the Minister may, by permit under his hand, allow the collection of specimens of animals referred to in such regulations for museums or zoological gardens or for any other scientific purpose. [No. 2 of 1901; s.5]"
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Power to vary Schedules",
      "content": "The President may, by legislative instrument, remove the name of any animal from any of the Schedules to this Act or declare that the name of any species, variety, or sex of animal, whether beast or bird, not mentioned in any Schedule, shall be added to a particular Schedule, or that the name of any species or variety of animal mentioned or included in one Schedule shall be transferred to another Schedule, and may apply such legislative instrument to the whole of Ghana, or to any Region, or any area of a Region:Provided always that a legislative instrument made under the provisions of this section shall be laid before the National Assembly.[No. 2 of 1901; s.6. No. 21 of 1915; s.5. No. 30 of 1935; s.2] The President may, by legislative instrument, remove the name of any animal from any of the Schedules to this Act or declare that the name of any species, variety, or sex of animal, whether beast or bird, not mentioned in any Schedule, shall be added to a particular Schedule, or that the name of any species or variety of animal mentioned or included in one Schedule shall be transferred to another Schedule, and may apply such legislative instrument to the whole of Ghana, or to any Region, or any area of a Region: Provided always that a legislative instrument made under the provisions of this section shall be laid before the National Assembly. [No. 2 of 1901; s.6. No. 21 of 1915; s.5. No. 30 of 1935; s.2]"
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Restrictions on export and import of trophies",
      "content": "(1) No person shall export or attempt to export from Ghana any trophy unless he has been granted a certificate by a Superior Police Officer not below the rank of Assistant Superintendent permitting the export of the same. No person shall export or attempt to export from Ghana any trophy unless he has been granted a certificate by a Superior Police Officer not below the rank of Assistant Superintendent permitting the export of the same. (2) The certificate shall not be issued unless the Superior Police Officer is satisfied that the trophy has been lawfully imported or otherwise lawfully obtained. The certificate shall not be issued unless the Superior Police Officer is satisfied that the trophy has been lawfully imported or otherwise lawfully obtained. (3) No person shall import into Ghana, except on production of a certificate of lawful export, any trophy which has been exported from any territory which the Minister has notified in the Gazette as being a territory to which the terms of the International Conven­tion for the protection of Fauna and Flora made at London on the 8th day of November, 1933 applies. No person shall import into Ghana, except on production of a certificate of lawful export, any trophy which has been exported from any territory which the Minister has notified in the Gazette as being a territory to which the terms of the International Conven­tion for the protection of Fauna and Flora made at London on the 8th day of November, 1933 applies. (4) The import or export of any trophy except at places where there is a Customs station is prohibited. The import or export of any trophy except at places where there is a Customs station is prohibited. (5) Any person contravening any of the provisions of this section commits an offence and shall be liable on summary convic­tion to a fine of one hundred pounds or to imprisonment for six months and any trophy imported or being exported in contravention of the provisions of subsections (2), (3) and (4) of this section shall be forfeited. Any person contravening any of the provisions of this section commits an offence and shall be liable on summary convic­tion to a fine of one hundred pounds or to imprisonment for six months and any trophy imported or being exported in contravention of the provisions of subsections (2), (3) and (4) of this section shall be forfeited."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Marking of trophies",
      "content": "(1) Every trophy consisting of ivory exported in accordance with the provisions of section four of this Act shall be identified by marks which, together with the weight of the trophy, shall be recorded in the export certificate. Every trophy consisting of ivory exported in accordance with the provisions of section four of this Act shall be identified by marks which, together with the weight of the trophy, shall be recorded in the export certificate. (2) Every other trophy shall, if possible, be similarly marked and recorded but shall in any event be described in the export certificate so as to identify it with as much certainty as possible. Every other trophy shall, if possible, be similarly marked and recorded but shall in any event be described in the export certificate so as to identify it with as much certainty as possible."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Prohibition of hunting by motor vehicle or aircraft",
      "content": "(1) No person shall use any motor vehicle or aircraft (including Prohibition aircraft lighter than air) for the purpose of hunting, killing or capturing animals or in such manner as to drive, stampede or vehicle or disturb them for any purpose whatsoever, including that of filming or photographing:Provided that nothing in this section contained shall affect the 4 right of any occupier in respect of land occupied by him to use motor vehicles or aircraft for the purpose of driving away, capturing or destroying animals found on such land in any case where such ejection, capture or destruction is not prohibited under any other provision of this Act. No person shall use any motor vehicle or aircraft (including Prohibition aircraft lighter than air) for the purpose of hunting, killing or capturing animals or in such manner as to drive, stampede or vehicle or disturb them for any purpose whatsoever, including that of filming or photographing: Provided that nothing in this section contained shall affect the 4 right of any occupier in respect of land occupied by him to use motor vehicles or aircraft for the purpose of driving away, capturing or destroying animals found on such land in any case where such ejection, capture or destruction is not prohibited under any other provision of this Act. (2) Any person contravening the provisions of this section commits an offence and shall be liable on summary conviction to a fine not exceeding one hundred pounds or to a term of imprisonment not exceeding six months or to both such fine and imprisonment. Any person contravening the provisions of this section commits an offence and shall be liable on summary conviction to a fine not exceeding one hundred pounds or to a term of imprisonment not exceeding six months or to both such fine and imprisonment."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Surrounding animals by fires prohibited",
      "content": "(1) It shall be unlawful to surround animals by fires for hunting purposes. It shall be unlawful to surround animals by fires for hunting purposes. (2) Any person contravening the provisions of this section commits an offence and shall be liable on summary conviction to a fine of one hundred pounds or imprisonment for six months or to both such fine and imprisonment. Any person contravening the provisions of this section commits an offence and shall be liable on summary conviction to a fine of one hundred pounds or imprisonment for six months or to both such fine and imprisonment."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Power to arrest without warrant",
      "content": "A Game Officer may arrest without a warrant any person whom he reasonably suspects to have been concerned in any offence punishable under this Act, if such person refuses to give his name and address or gives a name and address which the Game Officer reasonably believes to be false, or if the Game Officer has reason to believe that such person will abscond:Provided that any person so arrested shall be taken before a District Magistrate or to the nearest police station without any unnecessary delay.[No. 10 of 1952; s.4] A Game Officer may arrest without a warrant any person whom he reasonably suspects to have been concerned in any offence punishable under this Act, if such person refuses to give his name and address or gives a name and address which the Game Officer reasonably believes to be false, or if the Game Officer has reason to believe that such person will abscond: Provided that any person so arrested shall be taken before a District Magistrate or to the nearest police station without any unnecessary delay. [No. 10 of 1952; s.4]"
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Indemnity for acts done in good faith",
      "content": "No action shall lie against any public officer in respect of any act done by him in good faith in the execution or intended execution of his duties or powers under this Act.[No. 10 of 1952; s.4] No action shall lie against any public officer in respect of any act done by him in good faith in the execution or intended execution of his duties or powers under this Act. [No. 10 of 1952; s.4]"
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Government trophies",
      "content": "Trophies of animals shot by a Game Officer in the execution of his duties shall be the property of the Government. Trophies of animals shot by a Game Officer in the execution of his duties shall be the property of the Government."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Regulations",
      "content": "The President may by legislative instrument make regulations for the administration of this Act and in particular for the— Establishment of close seasons with the view to facilitate the rearing of young animals; Establishment of close seasons with the view to facilitate the rearing of young animals; Application of measures for preventing the transmission of contagious diseases from domestic to wild animals; Application of measures for preventing the transmission of contagious diseases from domestic to wild animals; Destruction of the eggs of crocodiles, poisonous snakes, and pythons; Destruction of the eggs of crocodiles, poisonous snakes, and pythons; Prohibition of the hunting and destruction of the animals mentioned in the First Schedule to this Act and also of any other animal whose protection, whether owing to their rarity or threatened extermination, may be considered necessary Prohibition of the hunting and destruction of the animals mentioned in the First Schedule to this Act and also of any other animal whose protection, whether owing to their rarity or threatened extermination, may be considered necessary prohibition of the hunting and destruction of young animals of the species mentioned in the Second Schedule to this Act; prohibition of the hunting and destruction of young animals of the species mentioned in the Second Schedule to this Act; prohibition of the hunting and destruction of the species mentioned in the Third Schedule to this Act, when accompanied by their young; prohibition of the hunting and destruction of the species mentioned in the Third Schedule to this Act, when accompanied by their young; prohibition, to a certain extent, of the destruction of any females, when they can be recognised as such, with the exception of those of the species mentioned in the Fifth Schedule to this Act; prohibition, to a certain extent, of the destruction of any females, when they can be recognised as such, with the exception of those of the species mentioned in the Fifth Schedule to this Act; prohibition of the hunting and destruction, except in limited numbers, over a limited area and for a limited period of time, of animals of the species mentioned in the Fourth Schedule to this Act; prohibition of the hunting and destruction, except in limited numbers, over a limited area and for a limited period of time, of animals of the species mentioned in the Fourth Schedule to this Act; prohibition of the hunting of wild animals by any persons except holders of licences issued by the com­petent Government authority on such terms as shall by the regulations be prescribed; prohibition of the hunting of wild animals by any persons except holders of licences issued by the com­petent Government authority on such terms as shall by the regulations be prescribed; restriction or prohibition of the use of nets, pits or enclosures, gins, traps or snares or of set guns and missiles containing explosives for hunting animals; restriction or prohibition of the use of nets, pits or enclosures, gins, traps or snares or of set guns and missiles containing explosives for hunting animals; application of measures for effecting the sufficient reduction of the numbers of the animals of the species mentioned in the Fifth Schedule to this Act; application of measures for effecting the sufficient reduction of the numbers of the animals of the species mentioned in the Fifth Schedule to this Act; establishment of reserves within which it shall be unlawful to hunt, capture, or kill any bird or other wild animal except those which shall be specially exempted from protection; establishment of reserves within which it shall be unlawful to hunt, capture, or kill any bird or other wild animal except those which shall be specially exempted from protection; imposition of export duties, on, and the prohibition of the sale or exportation of, any trophy; imposition of export duties, on, and the prohibition of the sale or exportation of, any trophy; prohibition of hunting or killing young elephants and the confiscation of all elephant tusks weighing less than twenty-five pounds; prohibition of hunting or killing young elephants and the confiscation of all elephant tusks weighing less than twenty-five pounds; the protection and preservation of reserves and of the animals therein; the protection and preservation of reserves and of the animals therein; prohibition of the use of dazzling lights, flares, poison or poisoned weapons for hunting animals; prohibition of the use of dazzling lights, flares, poison or poisoned weapons for hunting animals; protection of eggs of such birds as may be specified in the regulations made under this section; protection of eggs of such birds as may be specified in the regulations made under this section; the imposition of penalties not exceeding one hundred pounds or imprisonment with or without hard labour not exceeding six months or both for the breach of any regulation made in pursuance of this section. the imposition of penalties not exceeding one hundred pounds or imprisonment with or without hard labour not exceeding six months or both for the breach of any regulation made in pursuance of this section. [No. 2 of 1901; s.3. No. 10 of 1952; s.3. No. 3 of 1939; s.3. No. 23 of 1926; s.2. No. 10 of 1907; s.2. No. 18 of 1911; s.2. No. 21 of 1915; s.2]"
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires—“animal” or “species” means all vertebrates and invertebrates (including non-edible fish) their nests, eggs, eggshells and plumage;“Game officer” means an officer of the Game Branch of the Division of Forestry or a person appointed under the provisions of section one of this Act;“Minister” means the Minister responsible for Forestry and Game;“trophy” means any animal, dead or alive, mentioned in any of the Schedules or anything being part of, or produced from, any such animal when dead and the eggs, eggshells, nests or plumage of any bird mentioned therein but shall not include any trophy or part of a trophy which by a process of bona fide manufacture has lost its original identity.[No. 2 of 1901; s.2. No. 3 of 1939; s.2] In this Act, unless the context otherwise requires— “animal” or “species” means all vertebrates and invertebrates (including non-edible fish) their nests, eggs, eggshells and plumage; “Game officer” means an officer of the Game Branch of the Division of Forestry or a person appointed under the provisions of section one of this Act; “Minister” means the Minister responsible for Forestry and Game; “trophy” means any animal, dead or alive, mentioned in any of the Schedules or anything being part of, or produced from, any such animal when dead and the eggs, eggshells, nests or plumage of any bird mentioned therein but shall not include any trophy or part of a trophy which by a process of bona fide manufacture has lost its original identity. [No. 2 of 1901; s.2. No. 3 of 1939; s.2]"
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Repeals",
      "content": "The Wild Animals Preservation Ordinance (Cap. 246) and the Wild Animals Preservation (Amendment) Ordinance, 1952 (No. 10) are hereby repealed. The Wild Animals Preservation Ordinance (Cap. 246) and the Wild Animals Preservation (Amendment) Ordinance, 1952 (No. 10) are hereby repealed."
    }
  ],
  "definitions": [
    {
      "term": "species",
      "definition": "all vertebrates and invertebrates (including non-edible fish) their nests, eggs, eggshells and plumage",
      "source_provision": "s12"
    },
    {
      "term": "Game officer",
      "definition": "an officer of the Game Branch of the Division of Forestry or a person appointed under the provisions of section one of this Act",
      "source_provision": "s12"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Forestry and Game",
      "source_provision": "s12"
    },
    {
      "term": "trophy",
      "definition": "any animal, dead or alive, mentioned in any of the Schedules or anything being part of, or produced from, any such animal when dead and the eggs, eggshells, nests or plumage of any bird mentioned therein but shall not include any trophy or part of a trophy which by a process of bona fide manufacture has lost its original identity.[No. 2 of 1901",
      "source_provision": "s12"
    },
    {
      "term": "species",
      "definition": "all vertebrates and invertebrates (including non-edible fish) their nests, eggs, eggshells and plumage",
      "source_provision": "s12"
    },
    {
      "term": "Game officer",
      "definition": "an officer of the Game Branch of the Division of Forestry or a person appointed under the provisions of section one of this Act",
      "source_provision": "s12"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Forestry and Game",
      "source_provision": "s12"
    },
    {
      "term": "trophy",
      "definition": "any animal, dead or alive, mentioned in any of the Schedules or anything being part of, or produced from, any such animal when dead and the eggs, eggshells, nests or plumage of any bird mentioned therein but shall not include any trophy or part of a trophy which by a process of bona fide manufacture has lost its original identity. [No. 2 of 1901",
      "source_provision": "s12"
    }
  ]
}