{
  "id": "act-300-1965",
  "type": "act",
  "title": "National Assembly Act, 1965",
  "short_name": "National Assembly Act, 1965 1965",
  "act_number": 300,
  "year": 1965,
  "status": "in_force",
  "issued_date": "1965-12-31",
  "url": "https://ghalii.org/akn/gh/act/1965/300",
  "provisions": [
    {
      "provision_ref": "s1",
      "part": "Part I – Membership",
      "section": "1",
      "title": "Persons qualified for membership",
      "content": "(1) Subject to the provisions of this section, a person shall be qualified to be elected as a Member if, but only if,— Subject to the provisions of this section, a person shall be qualified to be elected as a Member if, but only if,— he is a citizen of Ghana, and he is a citizen of Ghana, and he has attained the age of twenty-five years, and he has attained the age of twenty-five years, and he is able both to speak and read the English language with a degree of proficiency sufficient to enable him to take an active part in the proceedings of the Assembly: he is able both to speak and read the English language with a degree of proficiency sufficient to enable him to take an active part in the proceedings of the Assembly: Provided that a person who is unable to read by reason of blindness or other physical cause shall not for that reason only be treated as failing to satisfy the condition set out in paragraph (c) of this subsection. (2) No person shall be qualified to be elected as a Member if he is at the time of the election a person such as is mentioned in the following Table. No person shall be qualified to be elected as a Member if he is at the time of the election a person such as is mentioned in the following Table. A person holding the office of President A person holding the office of President A person disqualified from practicing his profession in Ghana by virtue of an order made in respect of him personally by a competent authority, not being an order made at his own request or more than five years previously. A person disqualified from practicing his profession in Ghana by virtue of an order made in respect of him personally by a competent authority, not being an order made at his own request or more than five years previously. A person adjudged to be of unsound mind or detained as a criminal lunatic. A person adjudged to be of unsound mind or detained as a criminal lunatic. A person who has been sentenced in Ghana for any offence to death or to imprisonment for a term exceeding twelve months, or for any offences to imprisonment for consecutive terms exceeding twelve months in all, not being a person— A person who has been sentenced in Ghana for any offence to death or to imprisonment for a term exceeding twelve months, or for any offences to imprisonment for consecutive terms exceeding twelve months in all, not being a person— who has been granted a free pardon in respect of the said offence or offences, or who has been granted a free pardon in respect of the said offence or offences, or whose said imprisonment terminated more than five years previously. whose said imprisonment terminated more than five years previously. A person who has been convicted in Ghana of an offence which involved dishonesty not being a person— A person who has been convicted in Ghana of an offence which involved dishonesty not being a person— who has been granted a free pardon in respect of the said offence, or who has been granted a free pardon in respect of the said offence, or whose imprisonment for tie said offence terminated more than five years previously, or whose imprisonment for tie said offence terminated more than five years previously, or who not having been sentenced to imprisonment for the said offence, was convicted more than five years previously. who not having been sentenced to imprisonment for the said offence, was convicted more than five years previously. A person against whom an order was made under the Preventive Detention Act, 1964 (Act 240) or under any enactment repealed by that Act and continued in force by virtue of section 10 thereof. A person against whom an order was made under the Preventive Detention Act, 1964 (Act 240) or under any enactment repealed by that Act and continued in force by virtue of section 10 thereof. A person who is disqualified for membership of the Assembly under the provisions of section 256 of the Criminal Code, 1960 (Act 29) or section 85 or 89 of the Electoral Provisions Act, 1965 (Act 291). A person who is disqualified for membership of the Assembly under the provisions of section 256 of the Criminal Code, 1960 (Act 29) or section 85 or 89 of the Electoral Provisions Act, 1965 (Act 291). (3) If any question arises under this or the next following section as to whether an offence involved dishonesty it shall be deter­mined by the Chief Justice, and a certificate signed by the Chief Justice setting out his determination shall be conclusive for all purposes. If any question arises under this or the next following section as to whether an offence involved dishonesty it shall be deter­mined by the Chief Justice, and a certificate signed by the Chief Justice setting out his determination shall be conclusive for all purposes."
    },
    {
      "provision_ref": "s2",
      "part": "Part I – Membership",
      "section": "2",
      "title": "Tenure of membership",
      "content": "(1) Every Member shall cease to be a Member on the dissolution of the Assembly. Every Member shall cease to be a Member on the dissolution of the Assembly. (2) A Member shall cease to be a Member if— A Member shall cease to be a Member if— an event occurs whereby he becomes a person such as is mentioned in the Table contained in the preceding section; or an event occurs whereby he becomes a person such as is mentioned in the Table contained in the preceding section; or the Speaker receives a notice signed by him whereby he resigns his seat; or the Speaker receives a notice signed by him whereby he resigns his seat; or he is expelled from the Assembly under section 37 of this Act; or he is expelled from the Assembly under section 37 of this Act; or the Speaker receives a notice signed by a majority of the registered elections in the electoral district in which such Member was elected that he no longer enjoys the confidence and support of the electorate in that district:Provided that in the case of a Member who is a member of the Party, the notice is received by the Speaker through the General Secretary of the Party; the Speaker receives a notice signed by a majority of the registered elections in the electoral district in which such Member was elected that he no longer enjoys the confidence and support of the electorate in that district: Provided that in the case of a Member who is a member of the Party, the notice is received by the Speaker through the General Secretary of the Party; the Speaker receive a notice signed by the General Secretary of the Party that the Member who was elected to the National Assembly as a member of the Party has ceased to a member of the Party; or the Speaker receive a notice signed by the General Secretary of the Party that the Member who was elected to the National Assembly as a member of the Party has ceased to a member of the Party; or the Speaker receives a notice signed by the General Secretary of the Party that the Member who was elected to the National Assembly as a member of the Party no longer enjoys the confidence and support of the Party; or the Speaker receives a notice signed by the General Secretary of the Party that the Member who was elected to the National Assembly as a member of the Party no longer enjoys the confidence and support of the Party; or in the course of the proceedings of the Assembly he publicly declares his intention of systematically refraining from attending the proceedings of the Assembly, and the Speaker or other person presiding confirms that the Member made that declaration in his hearing. in the course of the proceedings of the Assembly he publicly declares his intention of systematically refraining from attending the proceedings of the Assembly, and the Speaker or other person presiding confirms that the Member made that declaration in his hearing."
    },
    {
      "provision_ref": "s3",
      "part": "Part I – Membership",
      "section": "3",
      "title": "Filling of vacancies",
      "content": "(1) There shall be a general election at such time within two months after every dissolution of the Assembly as the President shall by proclamation appoint. There shall be a general election at such time within two months after every dissolution of the Assembly as the President shall by proclamation appoint. (2) As soon as may be after— As soon as may be after— the seat of a Member has become vacant by reason of his death or the operation of subsection (2) of the last preceding section, or the seat of a Member has become vacant by reason of his death or the operation of subsection (2) of the last preceding section, or it is established that the election of a person as a Member is invalid by reason that the person was disqualified for election or otherwise, it is established that the election of a person as a Member is invalid by reason that the person was disqualified for election or otherwise, the Speaker shall order the holding of a by-election to fill the vacant seat."
    },
    {
      "provision_ref": "s4",
      "part": "Part I – Membership",
      "section": "4",
      "title": "Oaths",
      "content": "Except for the purpose of enabling this section to be complied with, no Member shall sit or vote in the Assembly or a committee until he has taken and subscribed before the Assembly the Oath of Allegiance and the Oath of a Member of Parliament, or has made before the Assembly the appropriate affirmations in lieu thereof, as required by law:Provided that if, between the time when a person becomes a Member and the time when the Assembly next meets thereafter, a meeting takes place of a committee of which that person is a member, he may, in order to enable him to attend the meeting and take part in the proceedings, take and subscribe the said Oaths or make the said affirmations before a Judge of the Supreme Court, who shall forthwith report to the Assembly through the Speaker that he has done so. Except for the purpose of enabling this section to be complied with, no Member shall sit or vote in the Assembly or a committee until he has taken and subscribed before the Assembly the Oath of Allegiance and the Oath of a Member of Parliament, or has made before the Assembly the appropriate affirmations in lieu thereof, as required by law: Provided that if, between the time when a person becomes a Member and the time when the Assembly next meets thereafter, a meeting takes place of a committee of which that person is a member, he may, in order to enable him to attend the meeting and take part in the proceedings, take and subscribe the said Oaths or make the said affirmations before a Judge of the Supreme Court, who shall forthwith report to the Assembly through the Speaker that he has done so."
    },
    {
      "provision_ref": "s5",
      "part": "Part I – Membership",
      "section": "5",
      "title": "Allowances to be paid to members",
      "content": "There may be paid to each Member allowances at such rates as may be fixed by the Assembly; and the payment thereof is hereby charged on the Consolidated Fund. There may be paid to each Member allowances at such rates as may be fixed by the Assembly; and the payment thereof is hereby charged on the Consolidated Fund."
    },
    {
      "provision_ref": "s6",
      "part": "Part II – Speaker, Deputy Speaker and Officers",
      "section": "6",
      "title": "The Speaker",
      "content": "(1) The Speaker shall be a person elected by the Members, not being a Minister. The Speaker shall be a person elected by the Members, not being a Minister. (2) The election of the Speaker shall take place before the despatch of any other business at the first sitting of the Assembly after the office of the Speaker has become vacant. The election of the Speaker shall take place before the despatch of any other business at the first sitting of the Assembly after the office of the Speaker has become vacant. (3) The office of the Speaker shall become vacant— The office of the Speaker shall become vacant— immediately before the first sitting of the Assembly after a dissolution; or immediately before the first sitting of the Assembly after a dissolution; or on the publication in the Gazette of a notice signed by the Speaker whereby he resigns his office; or on the publication in the Gazette of a notice signed by the Speaker whereby he resigns his office; or if the Assembly resolves that it has no confidence in the Speaker and the resolution is supported by the votes of at least two-thirds of the total number of Members: if the Assembly resolves that it has no confidence in the Speaker and the resolution is supported by the votes of at least two-thirds of the total number of Members: Provided that a resolution under paragraph (c) of this subsection shall be of no effect unless at least seven days' notice that it was to be moved was given in the manner required by Standing Orders for the giving of notices of motions."
    },
    {
      "provision_ref": "s7",
      "part": "Part II – Speaker, Deputy Speaker and Officers",
      "section": "7",
      "title": "Speaker's salary and allowances",
      "content": "There shall be paid to the Speaker a salary and allowances at such rates as may be fixed from time to time by the Assembly; and payment thereof is hereby charged on the Consolidated Fund. There shall be paid to the Speaker a salary and allowances at such rates as may be fixed from time to time by the Assembly; and payment thereof is hereby charged on the Consolidated Fund."
    },
    {
      "provision_ref": "s8",
      "part": "Part II – Speaker, Deputy Speaker and Officers",
      "section": "8",
      "title": "Deputy Speaker",
      "content": "(1) There shall be one or more Deputy Speakers elected from among the Members, not being Ministers, by the Members. There shall be one or more Deputy Speakers elected from among the Members, not being Ministers, by the Members. (2) The election of a Deputy Speaker shall take place at the first sitting of the Assembly after the office of a Deputy Speakers has become vacant, or as soon thereafter as may be convenient. The election of a Deputy Speaker shall take place at the first sitting of the Assembly after the office of a Deputy Speakers has become vacant, or as soon thereafter as may be convenient. (3) The office of a Deputy Speaker shall become vacant— The office of a Deputy Speaker shall become vacant— immediately before the first sitting of the Assembly after a prorogation or dissolution; or immediately before the first sitting of the Assembly after a prorogation or dissolution; or if the Deputy Speaker ceases t be a Member otherwise than by reason of a dissolution, or become a Minister; or if the Deputy Speaker ceases t be a Member otherwise than by reason of a dissolution, or become a Minister; or on the receipt by the Speaker, or, if the Speaker is absent or his office is vacant, by the Clerk, of a notice signed by the Deputy Speaker whereby he resigns his office; or on the receipt by the Speaker, or, if the Speaker is absent or his office is vacant, by the Clerk, of a notice signed by the Deputy Speaker whereby he resigns his office; or if the Assembly resolves that it has no confidence in the Deputy Speaker. if the Assembly resolves that it has no confidence in the Deputy Speaker."
    },
    {
      "provision_ref": "s9",
      "part": "Part II – Speaker, Deputy Speaker and Officers",
      "section": "9",
      "title": "A Deputy Speaker's salary and allowances",
      "content": "There shall be paid to a Deputy Speaker salary and allowances at such rates as may be fixed from time by the Assembly; and the payment thereof is hereby charged on the Consolidated Fund. There shall be paid to a Deputy Speaker salary and allowances at such rates as may be fixed from time by the Assembly; and the payment thereof is hereby charged on the Consolidated Fund."
    },
    {
      "provision_ref": "s10",
      "part": "Part II – Speaker, Deputy Speaker and Officers",
      "section": "10",
      "title": "Power of the Deputy Speaker",
      "content": "In the absence of any indication to the contrary in an enactment conferring functions on the Speaker, a Deputy Speaker shall have power, if authorised in that behalf by the Speaker or by Standing Orders, or if the office of the Speaker is vacant, to perform any of those functions, and, if the office of Speaker is vacant, shall in any case perform any of those functions which are obligatory; and references to the Speaker in any enactment shall be construed accordingly. In the absence of any indication to the contrary in an enactment conferring functions on the Speaker, a Deputy Speaker shall have power, if authorised in that behalf by the Speaker or by Standing Orders, or if the office of the Speaker is vacant, to perform any of those functions, and, if the office of Speaker is vacant, shall in any case perform any of those functions which are obligatory; and references to the Speaker in any enactment shall be construed accordingly."
    },
    {
      "provision_ref": "s11",
      "part": "Part II – Speaker, Deputy Speaker and Officers",
      "section": "11",
      "title": "Staff of the Assembly",
      "content": "(1) There shall be a Clerk of the National Assembly, who shall be a person who is a public officer. There shall be a Clerk of the National Assembly, who shall be a person who is a public officer. (2) The staff of the Clerk shall consist of persons who are public officers. The staff of the Clerk shall consist of persons who are public officers."
    },
    {
      "provision_ref": "s12",
      "part": "Part III – Proceedings of the Assembly",
      "section": "12",
      "title": "Standing Orders",
      "content": "(1) The Assembly may make Standing Orders for the regulation and orderly conduct of proceedings and the despatch of business. The Assembly may make Standing Orders for the regulation and orderly conduct of proceedings and the despatch of business. (2) Without prejudice to the generality of the preceding subsection, Standing Orders may empower the Speaker to issue a warrant of arrest for the purpose of securing the attendance of a person ordered by the Assembly or a committee to appear before it and may for that purpose apply, with such modifications as may be necessary, any enactment relating to the arrest of accused persons. Without prejudice to the generality of the preceding subsection, Standing Orders may empower the Speaker to issue a warrant of arrest for the purpose of securing the attendance of a person ordered by the Assembly or a committee to appear before it and may for that purpose apply, with such modifications as may be necessary, any enactment relating to the arrest of accused persons."
    },
    {
      "provision_ref": "s13",
      "part": "Part III – Proceedings of the Assembly",
      "section": "13",
      "title": "Quorum",
      "content": "No business except that of adjournment shall be transacted in the Assembly if objection is taken by any Member present, not being a Member presiding, that there are less than twenty-five Members present, excluding any Member presiding. No business except that of adjournment shall be transacted in the Assembly if objection is taken by any Member present, not being a Member presiding, that there are less than twenty-five Members present, excluding any Member presiding."
    },
    {
      "provision_ref": "s14",
      "part": "Part III – Proceedings of the Assembly",
      "section": "14",
      "title": "Voting",
      "content": "(1) Subject to the provisions of this or any other Act, all questions proposed for decision in the Assembly shall be determined by a majority of the votes of the Members present and voting; and if, upon any question before the Assembly, the votes of the Members are equally divided the motion shall be lost. Subject to the provisions of this or any other Act, all questions proposed for decision in the Assembly shall be determined by a majority of the votes of the Members present and voting; and if, upon any question before the Assembly, the votes of the Members are equally divided the motion shall be lost. (2) The Speaker shall have neither an original nor a casting vote, but any other person presiding including a Deputy Speaker, shall have an original vote but no casting vote. The Speaker shall have neither an original nor a casting vote, but any other person presiding including a Deputy Speaker, shall have an original vote but no casting vote."
    },
    {
      "provision_ref": "s15",
      "part": "Part III – Proceedings of the Assembly",
      "section": "15",
      "title": "Right to introduce Bills, etc.",
      "content": "Subject to the provisions of this Act and of Standing Orders any Member may introduce any Bill or propose any motion for debate in, or may present any petition to, the Assembly, and the same shall be disposed of according to Standing Orders. Subject to the provisions of this Act and of Standing Orders any Member may introduce any Bill or propose any motion for debate in, or may present any petition to, the Assembly, and the same shall be disposed of according to Standing Orders."
    },
    {
      "provision_ref": "s16",
      "part": "Part III – Proceedings of the Assembly",
      "section": "16",
      "title": "Restriction on financial business",
      "content": "Except with the recommendation or consent of the President signified thereto, the Assembly shall not proceed upon any Bill, motion or petition which, in the opinion of the person presiding, would dispose of or charge the Consolidated Fund or other public funds of Ghana, or revoke or alter any disposition thereof or charge thereon, or impose, alter or repeal any rate, tax or duty. Except with the recommendation or consent of the President signified thereto, the Assembly shall not proceed upon any Bill, motion or petition which, in the opinion of the person presiding, would dispose of or charge the Consolidated Fund or other public funds of Ghana, or revoke or alter any disposition thereof or charge thereon, or impose, alter or repeal any rate, tax or duty."
    },
    {
      "provision_ref": "s17",
      "part": "Part III – Proceedings of the Assembly",
      "section": "17",
      "title": "Irregularities not to invalidate proceedings",
      "content": "The Assembly or a committee shall not be disqualified for the transaction of business by reason of any vacancy among the Members, including any vacancy not filled at a general election; and any proceedings therein shall be valid notwithstanding that some person who was not entitled to do so sat or voted or otherwise took part in the proceedings. The Assembly or a committee shall not be disqualified for the transaction of business by reason of any vacancy among the Members, including any vacancy not filled at a general election; and any proceedings therein shall be valid notwithstanding that some person who was not entitled to do so sat or voted or otherwise took part in the proceedings."
    },
    {
      "provision_ref": "s18",
      "part": "Part IV – Privileges and immunities",
      "section": "18",
      "title": "Freedom of speech and proceedings",
      "content": "There shall be freedom of speech debate and proceedings in the Assembly and that freedom shall not be impeached or questioned in any court or place out of the Assembly. There shall be freedom of speech debate and proceedings in the Assembly and that freedom shall not be impeached or questioned in any court or place out of the Assembly."
    },
    {
      "provision_ref": "s19",
      "part": "Part IV – Privileges and immunities",
      "section": "19",
      "title": "Immunity from proceedings for acts in the Assembly",
      "content": "Without prejudice to the generality of the last preceding sections no civil or criminal proceeding shall be instituted against a Member in any court or place out of the Assembly by reason of anything said by him in the Assembly or any matter or thing brought by him before the Assembly by petition, Bill, motion or otherwise. Without prejudice to the generality of the last preceding sections no civil or criminal proceeding shall be instituted against a Member in any court or place out of the Assembly by reason of anything said by him in the Assembly or any matter or thing brought by him before the Assembly by petition, Bill, motion or otherwise."
    },
    {
      "provision_ref": "s20",
      "part": "Part IV – Privileges and immunities",
      "section": "20",
      "title": "Immunity from service of process and arrest",
      "content": "No civil or criminal process issuing from any court or place out of the Assembly shall— be served on, or execute in relation to, the Speaker or a Member while he is on his way to, attending at or returning from any proceeding of the Assembly, or be served on, or execute in relation to, the Speaker or a Member while he is on his way to, attending at or returning from any proceeding of the Assembly, or be served or executed within the precincts of the Assembly while the Assembly is sitting, or be served or executed within the precincts of the Assembly while the Assembly is sitting, or be served or executed through the Speaker, a Deputy Speaker or any officer: be served or executed through the Speaker, a Deputy Speaker or any officer: Provided that the Speaker, on an application being made to him in that behalf, may direct that paragraph (a) of this section shall not apply to the service or execution of any criminal process specified in the direction."
    },
    {
      "provision_ref": "s21",
      "part": "Part IV – Privileges and immunities",
      "section": "21",
      "title": "Immunity from witness sermons while attending Assembly",
      "content": "(1) Neither the Speaker nor any Member or officer shall be required, while attending the Assembly, to appear as a witness in any court or place out of the Assembly. Neither the Speaker nor any Member or officer shall be required, while attending the Assembly, to appear as a witness in any court or place out of the Assembly. (2) The certificate of the Speaker to that effect shall be conclusive evidence of attendance at the Assembly. The certificate of the Speaker to that effect shall be conclusive evidence of attendance at the Assembly."
    },
    {
      "provision_ref": "s22",
      "part": "Part IV – Privileges and immunities",
      "section": "22",
      "title": "Immunity for service as juryman or assessor",
      "content": "Neither the Speaker nor any Member or officer shall be required to serve on a jury or as an assessor in any court or place out of the Assembly. Neither the Speaker nor any Member or officer shall be required to serve on a jury or as an assessor in any court or place out of the Assembly."
    },
    {
      "provision_ref": "s23",
      "part": "Part IV – Privileges and immunities",
      "section": "23",
      "title": "Immunity for acts authorized by Assembly",
      "content": "(1) No person shall be under any civil or criminal liability in respect of an act ordered or authorised, in accordance with law, by the Assembly or by the Speaker, a Member or officer. No person shall be under any civil or criminal liability in respect of an act ordered or authorised, in accordance with law, by the Assembly or by the Speaker, a Member or officer. (2) The certificate of the Speaker to that effect shall be conclusive evidence that an act was in fact ordered or authorised by the Assembly or by such a person as aforesaid, as the case may be. The certificate of the Speaker to that effect shall be conclusive evidence that an act was in fact ordered or authorised by the Assembly or by such a person as aforesaid, as the case may be."
    },
    {
      "provision_ref": "s24",
      "part": "Part IV – Privileges and immunities",
      "section": "24",
      "title": "Immunity for publication of proceedings",
      "content": "Subject to the provisions of this Act, no person shall be under any civil or criminal liability in respect of the publication of the text or a summary of any report paper, minutes, votes or proceeding of the Assembly unless it is shown that the publications was effected maliciously or otherwise in want of good faith. Subject to the provisions of this Act, no person shall be under any civil or criminal liability in respect of the publication of the text or a summary of any report paper, minutes, votes or proceeding of the Assembly unless it is shown that the publications was effected maliciously or otherwise in want of good faith."
    },
    {
      "provision_ref": "s25",
      "part": "Part IV – Privileges and immunities",
      "section": "25",
      "title": "Privilege of witnesses",
      "content": "(1) Every person summoned to attend to give evidence or to produce any paper, book, record or other documents before the Assembly shall be entitled, in respect of his evidence, or the production of the said document, as the case may be, to the same privileges if he were appearing before a court of law. Every person summoned to attend to give evidence or to produce any paper, book, record or other documents before the Assembly shall be entitled, in respect of his evidence, or the production of the said document, as the case may be, to the same privileges if he were appearing before a court of law. (2) Except with the consent of the President, no public officer shall be required— Except with the consent of the President, no public officer shall be required— to produce before the Assembly any documents, or to produce before the Assembly any documents, or to give before evidence of the Assembly evidence on any matter to give before evidence of the Assembly evidence on any matter if the document or evidence is stated by the public officer to form parts of or to relate to the unpublished official records of any naval, military, or air force, or civil department, or to relate to any affair of the State."
    },
    {
      "provision_ref": "s26",
      "part": "Part V – Contempt of Parliament",
      "section": "26",
      "title": "General",
      "content": "Any Act which impedes or tends to impede the Assembly in the exercise of its functions, or affronts the dignity of the Assembly, is a contempt of Parliament, and the setting forth in the following provision of this Part of this Act of particular contempt shall not be taken to affect the generality of this section. Any Act which impedes or tends to impede the Assembly in the exercise of its functions, or affronts the dignity of the Assembly, is a contempt of Parliament, and the setting forth in the following provision of this Part of this Act of particular contempt shall not be taken to affect the generality of this section."
    },
    {
      "provision_ref": "s27",
      "part": "Part V – Contempt of Parliament",
      "section": "27",
      "title": "Interference with Members and Officers",
      "content": "(1) It is a contempt of Parliament— It is a contempt of Parliament— for any person to assault, obstruct, molest or insult the Speaker or a Member while he is within the precincts of the Assembly or is on his way to or returning from any proceedings of the Assembly; for any person to assault, obstruct, molest or insult the Speaker or a Member while he is within the precincts of the Assembly or is on his way to or returning from any proceedings of the Assembly; for any person who knows or has reasonable grounds for believing that a person is an officer to assault, obstruct, molest or insult him while he is exercising his functions or is on his way to or returning from the exercise of his functions. for any person who knows or has reasonable grounds for believing that a person is an officer to assault, obstruct, molest or insult him while he is exercising his functions or is on his way to or returning from the exercise of his functions. (2) It is a contempt of Parliament— It is a contempt of Parliament— for any person to endeavour, by means of bribery, fraud or the infliction or threatened infliction of violence, restraint or spiritual or temporal injury, to influence a Member in the exercise of his functions; for any person to endeavour, by means of bribery, fraud or the infliction or threatened infliction of violence, restraint or spiritual or temporal injury, to influence a Member in the exercise of his functions; for any person to inflict violence, restraint or spiritual or temporal injury on a Member by reason of anything done or omitted to be done by him in the exercise of his functions; for any person to inflict violence, restraint or spiritual or temporal injury on a Member by reason of anything done or omitted to be done by him in the exercise of his functions; for a Member to accept, or procure for himself or any other person, any benefit in return for undertaking to exercise any of his functions in a particular manner or by reason of anything done or omitted to be done by him in the exercise of his functions. for a Member to accept, or procure for himself or any other person, any benefit in return for undertaking to exercise any of his functions in a particular manner or by reason of anything done or omitted to be done by him in the exercise of his functions."
    },
    {
      "provision_ref": "s28",
      "part": "Part V – Contempt of Parliament",
      "section": "28",
      "title": "Interference with proceedings",
      "content": "It is a contempt of Parliament— for any person to create or join in any disturbance which interrupts or is likely to interrupt the proceedings of the Assembly; for any person to create or join in any disturbance which interrupts or is likely to interrupt the proceedings of the Assembly; for a stranger to sit or vote in the Assembly; for a stranger to sit or vote in the Assembly; for a Member persistently to obstruct the proceedings of the Assembly, whether or not in contravention of Standing Orders. for a Member persistently to obstruct the proceedings of the Assembly, whether or not in contravention of Standing Orders."
    },
    {
      "provision_ref": "s29",
      "part": "Part V – Contempt of Parliament",
      "section": "29",
      "title": "Inducing false or incomplete evidence",
      "content": "It is a contempt of Parliament— for any person to give evidence to the Assembly, whether or not on oath, which is false or incomplete, or, with intent to deceive the Assembly, to produce before it any false document, or willfully to conceal, destroy, mutilate or alter a document ordered by the Assembly to be produced to it; for any person to give evidence to the Assembly, whether or not on oath, which is false or incomplete, or, with intent to deceive the Assembly, to produce before it any false document, or willfully to conceal, destroy, mutilate or alter a document ordered by the Assembly to be produced to it; for any person willfully to hinder the attendance of a witness before the Assembly or the giving of evidence or production of a document to the Assembly, or to suborn a witness or otherwise tamper with evidence, or to inflict violence, restraint or spiritual or temporal injury on a person by reason of evidence given by him to the Assembly. for any person willfully to hinder the attendance of a witness before the Assembly or the giving of evidence or production of a document to the Assembly, or to suborn a witness or otherwise tamper with evidence, or to inflict violence, restraint or spiritual or temporal injury on a person by reason of evidence given by him to the Assembly."
    },
    {
      "provision_ref": "s30",
      "part": "Part V – Contempt of Parliament",
      "section": "30",
      "title": "Disobedience by witnesses, etc.",
      "content": "It is a contempt of Parliament— for any person to disobey without reasonable excuse an order made by the Assembly to attend before it or to produce a document or answer a question, not being a document or question as to which the witness is entitled to claim privilege or which is ruled by the person presiding to be irrelevant; for any person to disobey without reasonable excuse an order made by the Assembly to attend before it or to produce a document or answer a question, not being a document or question as to which the witness is entitled to claim privilege or which is ruled by the person presiding to be irrelevant; for any person to publish evidence taken by, or a document presented to, the Assembly in contravention of Standing Orders or any other order of the Assembly. for any person to publish evidence taken by, or a document presented to, the Assembly in contravention of Standing Orders or any other order of the Assembly."
    },
    {
      "provision_ref": "s31",
      "part": "Part V – Contempt of Parliament",
      "section": "31",
      "title": "Disobedience by Members",
      "content": "It is a contempt of Parliament for a Member to disobey an order given in accordance with Standing Orders by the person presiding at any proceedings of the Assembly. It is a contempt of Parliament for a Member to disobey an order given in accordance with Standing Orders by the person presiding at any proceedings of the Assembly."
    },
    {
      "provision_ref": "s32",
      "part": "Part V – Contempt of Parliament",
      "section": "32",
      "title": "Disobedience by strangers",
      "content": "It is a contempt of Parliament— for a stranger to enter or remain within the precincts of the Assembly in disobedience of an order of the Assembly or of Standing Orders or an order given thereunder; for a stranger to enter or remain within the precincts of the Assembly in disobedience of an order of the Assembly or of Standing Orders or an order given thereunder; for a stranger to behave within the precincts of the Assembly otherwise than in accordance with Standing Orders or an order given thereunder. for a stranger to behave within the precincts of the Assembly otherwise than in accordance with Standing Orders or an order given thereunder."
    },
    {
      "provision_ref": "s33",
      "part": "Part V – Contempt of Parliament",
      "section": "33",
      "title": "Defamation of Assembly",
      "content": "It is a contempt of Parliament for any person to make a Defamation statement or otherwise publish any matter which falsely or scandalously defames the Assembly or the Speaker, a Member or officer in his capacity as such, or which contains a gross or scandalous misrepresentation of any proceedings of the Assembly. It is a contempt of Parliament for any person to make a Defamation statement or otherwise publish any matter which falsely or scandalously defames the Assembly or the Speaker, a Member or officer in his capacity as such, or which contains a gross or scandalous misrepresentation of any proceedings of the Assembly."
    },
    {
      "provision_ref": "s34",
      "part": "Part VI – Punishment of offences",
      "section": "34",
      "title": "Exclusion of disorderly Member",
      "content": "If in the opinion of the person presiding over the Assembly or a committee the conduct of a Member is grossly disorderly, the person presiding may order the Member to withdraw from the precincts of the Assembly and the Member shall forthwith leave the precincts and shall not enter them again during the remainder of the day’s sitting. If in the opinion of the person presiding over the Assembly or a committee the conduct of a Member is grossly disorderly, the person presiding may order the Member to withdraw from the precincts of the Assembly and the Member shall forthwith leave the precincts and shall not enter them again during the remainder of the day’s sitting."
    },
    {
      "provision_ref": "s35",
      "part": "Part VI – Punishment of offences",
      "section": "35",
      "title": "Reprimand of Member in contempt",
      "content": "When a Member has been found by the Assembly to be guilty of contempt of Parliament the Assembly may direct that he be reprimanded in his place by the Speaker. When a Member has been found by the Assembly to be guilty of contempt of Parliament the Assembly may direct that he be reprimanded in his place by the Speaker."
    },
    {
      "provision_ref": "s36",
      "part": "Part VI – Punishment of offences",
      "section": "36",
      "title": "Suspension of Member in contempt",
      "content": "(1) When a Member has been found by the Assembly to be guilty of contempt of Parliament the Assembly may suspend him from the service of the Assembly for a period not exceeding nine months, whether or not that period extends beyond the end of the session. When a Member has been found by the Assembly to be guilty of contempt of Parliament the Assembly may suspend him from the service of the Assembly for a period not exceeding nine months, whether or not that period extends beyond the end of the session. (2) Where a Member has been suspended from the service of the Assembly— Where a Member has been suspended from the service of the Assembly— he shall forthwith leave the precincts of the Assembly and shall not enter them again while the suspension continues; he shall forthwith leave the precincts of the Assembly and shall not enter them again while the suspension continues; he shall forfeit any allowances to which he would otherwise be entitled as a Member in respect of the period of suspension; he shall forfeit any allowances to which he would otherwise be entitled as a Member in respect of the period of suspension; if he is entitled to a salary and allowances as a Minister or as a Deputy Speaker there shall be deducted therefrom an amount equal to the amount which would be forfeited by him under paragraph (b) of this subsection if he were not so entitled. if he is entitled to a salary and allowances as a Minister or as a Deputy Speaker there shall be deducted therefrom an amount equal to the amount which would be forfeited by him under paragraph (b) of this subsection if he were not so entitled."
    },
    {
      "provision_ref": "s37",
      "part": "Part VI – Punishment of offences",
      "section": "37",
      "title": "Expulsion of Member",
      "content": "(1) Where a Member has been found by the Assembly to have been guilty of conduct which, whether or not it amounts to contempt of Parliament, is so grossly improper as to indicate that he is unfit to remain a Member he may be expelled by the Assembly. Where a Member has been found by the Assembly to have been guilty of conduct which, whether or not it amounts to contempt of Parliament, is so grossly improper as to indicate that he is unfit to remain a Member he may be expelled by the Assembly. (2) A resolution for the expulsion of a Member under this section shall be of no effect unless— A resolution for the expulsion of a Member under this section shall be of no effect unless— at least seven days' notice that it was to be moved was given in the manner required by Standing Orders for the giving of notices of motions, and at least seven days' notice that it was to be moved was given in the manner required by Standing Orders for the giving of notices of motions, and it is supported by the votes of at least two-thirds of the total number of Members. it is supported by the votes of at least two-thirds of the total number of Members."
    },
    {
      "provision_ref": "s38",
      "part": "Part VI – Punishment of offences",
      "section": "38",
      "title": "Punishment of officer in contempt",
      "content": "(1) When an officer has been found by the Assembly to be guilty of contempt of Parliament the Assembly may order the finding to be reported to the Principal Secretary of the Ministry or Department in charge of Establishment matters with a view to disciplinary proceedings being taken against the officer, and may further order that, pending the conclusion of such proceedings, the officer be suspended from duty in the Assembly. When an officer has been found by the Assembly to be guilty of contempt of Parliament the Assembly may order the finding to be reported to the Principal Secretary of the Ministry or Department in charge of Establishment matters with a view to disciplinary proceedings being taken against the officer, and may further order that, pending the conclusion of such proceedings, the officer be suspended from duty in the Assembly. (2) A person suspended from duty under this section shall not enter the precincts of the Assembly while the suspension continues. A person suspended from duty under this section shall not enter the precincts of the Assembly while the suspension continues."
    },
    {
      "provision_ref": "s38",
      "part": "Part VI – Punishment of offences",
      "section": "38",
      "title": "Exclusion of stranger in contempt",
      "content": "When a stranger has been found by the Assembly to be guilty of contempt of Parliament the Assembly may order him not to enter the precincts of the Assembly for a period not exceeding nine months, whether or not that period extends beyond the end of the session. When a stranger has been found by the Assembly to be guilty of contempt of Parliament the Assembly may order him not to enter the precincts of the Assembly for a period not exceeding nine months, whether or not that period extends beyond the end of the session."
    },
    {
      "provision_ref": "s40",
      "part": "Part VI – Punishment of offences",
      "section": "40",
      "title": "Detention of stranger causing disturbance, etc.",
      "content": "(1) An officer may arrest without warrant or order— An officer may arrest without warrant or order— a stranger who commits in his presence a contempt causing under paragraph (a) or (b) of section 28 of this Act disturbance, or under section 32 thereof; or a stranger who commits in his presence a contempt causing under paragraph (a) or (b) of section 28 of this Act disturbance, or under section 32 thereof; or a stranger within the precincts of the Assembly whom he reasonably suspects to have committed such a contempt. a stranger within the precincts of the Assembly whom he reasonably suspects to have committed such a contempt. (2) As soon as is reasonably practicable after the arrest of a person under this section, the Speaker shall be informed of the arrest and may order that the person arrested be detained in the custody of an officer for a period not extending beyond the end of the day's sitting, or otherwise dealt with according to law. As soon as is reasonably practicable after the arrest of a person under this section, the Speaker shall be informed of the arrest and may order that the person arrested be detained in the custody of an officer for a period not extending beyond the end of the day's sitting, or otherwise dealt with according to law."
    },
    {
      "provision_ref": "s41",
      "part": "Part VI – Punishment of offences",
      "section": "41",
      "title": "Reprimand of stranger in contempt",
      "content": "When a stranger has been found by the Assembly to be guilty of contempt of Parliament the Assembly may order him to if appear at the bar of the Assembly at a time specified in the order to be reprimanded by the Speaker. When a stranger has been found by the Assembly to be guilty of contempt of Parliament the Assembly may order him to if appear at the bar of the Assembly at a time specified in the order to be reprimanded by the Speaker."
    },
    {
      "provision_ref": "s42",
      "part": "Part VI – Punishment of offences",
      "section": "42",
      "title": "Removal of trespassers",
      "content": "Any person who is within the precincts of the Assembly in contravention of this Act may be removed therefrom by an officer, who shall be entitled to use such force as is reasonably necessary. Any person who is within the precincts of the Assembly in contravention of this Act may be removed therefrom by an officer, who shall be entitled to use such force as is reasonably necessary."
    },
    {
      "provision_ref": "s43",
      "part": "Part VI – Punishment of offences",
      "section": "43",
      "title": "Criminal prosecution",
      "content": "(1) A stranger who is guilty of contempt of Parliament shall be liable to a fine not exceeding two hundred and forty cedis or imprisonment for one year or both. A stranger who is guilty of contempt of Parliament shall be liable to a fine not exceeding two hundred and forty cedis or imprisonment for one year or both. (2) Proceedings taken in respect of any act under one or more of the preceding sections of this Part of this Act shall not affect the liability of any person to prosecution and punishment in respect thereof under this section or any other enactment. Proceedings taken in respect of any act under one or more of the preceding sections of this Part of this Act shall not affect the liability of any person to prosecution and punishment in respect thereof under this section or any other enactment. (3) The Assembly may order the Attorney-General to prosecute a person whom it suspects to be guilty of a contempt of Parliament which constitutes an offence under this section or any other enactment. The Assembly may order the Attorney-General to prosecute a person whom it suspects to be guilty of a contempt of Parliament which constitutes an offence under this section or any other enactment."
    },
    {
      "provision_ref": "s44",
      "part": "Part VII – Supplemental",
      "section": "44",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires—“the Assembly” means the National Assembly, and in Parts IV and V includes a committee;“the Clerk” means the Clerk of the Assembly;“committee” means a select committee or other committee of the Assembly;“meeting” means any sitting or sittings of the Assembly commencing when the Assembly first meets after being summoned at any time and ending when the Assembly is adjourned sine die or at the conclusion of a session;“Member” means a Member of Parliament;“Minister” includes Parliamentary Secretary;“officer” means the Clerk or any person acting within the precincts of the Assembly under the orders of the Speaker, and includes any police officer on duty within the precincts of the Assembly but does not include a person suspended from duty under section 38 of this Act;“the Party” means the national Party referred to in Article 1A of the Constitution;“the precincts of the Assembly” means the offices of the Assembly and the galleries and places provided for the use or accommodation of strangers, and includes, while the Assembly is sitting and subject to any exceptions made by direction of the Speaker, the entire building in which the Assembly is situated and any forecourt, yard, garden enclosure or open space adjoining or appertaining to that building and used or provided for the purposes of the Assembly;“session” means the sittings of the Assembly commencing when the Assembly first meets after prorogation or dissolution and ending when the Assembly is prorogued or is dissolved without being prorogued;“sitting” means a period during which the Assembly is sitting continuously without adjournment, and includes any period during which the Assembly is in committee;“Standing Orders” means orders for the time being in force under section 12 of this Act;“stranger” means any person other than the President, the Speaker, a Member or an officer. In this Act, unless the context otherwise requires— “the Assembly” means the National Assembly, and in Parts IV and V includes a committee; “the Clerk” means the Clerk of the Assembly; “committee” means a select committee or other committee of the Assembly; “meeting” means any sitting or sittings of the Assembly commencing when the Assembly first meets after being summoned at any time and ending when the Assembly is adjourned sine die or at the conclusion of a session; “Member” means a Member of Parliament; “Minister” includes Parliamentary Secretary; “officer” means the Clerk or any person acting within the precincts of the Assembly under the orders of the Speaker, and includes any police officer on duty within the precincts of the Assembly but does not include a person suspended from duty under section 38 of this Act; “the Party” means the national Party referred to in Article 1A of the Constitution; “the precincts of the Assembly” means the offices of the Assembly and the galleries and places provided for the use or accommodation of strangers, and includes, while the Assembly is sitting and subject to any exceptions made by direction of the Speaker, the entire building in which the Assembly is situated and any forecourt, yard, garden enclosure or open space adjoining or appertaining to that building and used or provided for the purposes of the Assembly; “session” means the sittings of the Assembly commencing when the Assembly first meets after prorogation or dissolution and ending when the Assembly is prorogued or is dissolved without being prorogued; “sitting” means a period during which the Assembly is sitting continuously without adjournment, and includes any period during which the Assembly is in committee; “Standing Orders” means orders for the time being in force under section 12 of this Act; “stranger” means any person other than the President, the Speaker, a Member or an officer."
    },
    {
      "provision_ref": "s45",
      "part": "Part VII – Supplemental",
      "section": "45",
      "title": "Repeals",
      "content": "(1) The following enactments are hereby repealed—The National Assembly Act, 1961 (Act 86);The National Assembly (Amendment) Act, 1964 (Act 229). The following enactments are hereby repealed— The National Assembly Act, 1961 (Act 86); The National Assembly (Amendment) Act, 1964 (Act 229). (2) Standing Orders made under, or continued in force by, the National Assembly Act, 1961 (Act 86) shall, subject to the Assembly's powers of revocation and amendment thereof, continue to have effect as if made under section 12 of this Act. Standing Orders made under, or continued in force by, the National Assembly Act, 1961 (Act 86) shall, subject to the Assembly's powers of revocation and amendment thereof, continue to have effect as if made under section 12 of this Act."
    }
  ],
  "definitions": [
    {
      "term": "the Assembly",
      "definition": "the National Assembly, and in Parts IV and V includes a committee",
      "source_provision": "s44"
    },
    {
      "term": "the Clerk",
      "definition": "the Clerk of the Assembly",
      "source_provision": "s44"
    },
    {
      "term": "committee",
      "definition": "a select committee or other committee of the Assembly",
      "source_provision": "s44"
    },
    {
      "term": "meeting",
      "definition": "any sitting or sittings of the Assembly commencing when the Assembly first meets after being summoned at any time and ending when the Assembly is adjourned sine die or at the conclusion of a session",
      "source_provision": "s44"
    },
    {
      "term": "Member",
      "definition": "a Member of Parliament",
      "source_provision": "s44"
    },
    {
      "term": "officer",
      "definition": "the Clerk or any person acting within the precincts of the Assembly under the orders of the Speaker, and includes any police officer on duty within the precincts of the Assembly but does not include a person suspended from duty under section 38 of this Act",
      "source_provision": "s44"
    },
    {
      "term": "the Party",
      "definition": "the national Party referred to in Article 1A of the Constitution",
      "source_provision": "s44"
    },
    {
      "term": "the precincts of the Assembly",
      "definition": "the offices of the Assembly and the galleries and places provided for the use or accommodation of strangers, and includes, while the Assembly is sitting and subject to any exceptions made by direction of the Speaker, the entire building in which the Assembly is situated and any forecourt, yard, garden enclosure or open space adjoining or appertaining to that building and used or provided for the purposes of the Assembly",
      "source_provision": "s44"
    },
    {
      "term": "session",
      "definition": "the sittings of the Assembly commencing when the Assembly first meets after prorogation or dissolution and ending when the Assembly is prorogued or is dissolved without being prorogued",
      "source_provision": "s44"
    },
    {
      "term": "sitting",
      "definition": "a period during which the Assembly is sitting continuously without adjournment, and includes any period during which the Assembly is in committee",
      "source_provision": "s44"
    },
    {
      "term": "Standing Orders",
      "definition": "orders for the time being in force under section 12 of this Act",
      "source_provision": "s44"
    },
    {
      "term": "stranger",
      "definition": "any person other than the President, the Speaker, a Member or an officer. In this Act, unless the context otherwise requires— “the Assembly” means the National Assembly, and in Parts IV and V includes a committee",
      "source_provision": "s44"
    },
    {
      "term": "the Clerk",
      "definition": "the Clerk of the Assembly",
      "source_provision": "s44"
    },
    {
      "term": "committee",
      "definition": "a select committee or other committee of the Assembly",
      "source_provision": "s44"
    },
    {
      "term": "meeting",
      "definition": "any sitting or sittings of the Assembly commencing when the Assembly first meets after being summoned at any time and ending when the Assembly is adjourned sine die or at the conclusion of a session",
      "source_provision": "s44"
    },
    {
      "term": "Member",
      "definition": "a Member of Parliament",
      "source_provision": "s44"
    },
    {
      "term": "officer",
      "definition": "the Clerk or any person acting within the precincts of the Assembly under the orders of the Speaker, and includes any police officer on duty within the precincts of the Assembly but does not include a person suspended from duty under section 38 of this Act",
      "source_provision": "s44"
    },
    {
      "term": "the Party",
      "definition": "the national Party referred to in Article 1A of the Constitution",
      "source_provision": "s44"
    },
    {
      "term": "the precincts of the Assembly",
      "definition": "the offices of the Assembly and the galleries and places provided for the use or accommodation of strangers, and includes, while the Assembly is sitting and subject to any exceptions made by direction of the Speaker, the entire building in which the Assembly is situated and any forecourt, yard, garden enclosure or open space adjoining or appertaining to that building and used or provided for the purposes of the Assembly",
      "source_provision": "s44"
    },
    {
      "term": "session",
      "definition": "the sittings of the Assembly commencing when the Assembly first meets after prorogation or dissolution and ending when the Assembly is prorogued or is dissolved without being prorogued",
      "source_provision": "s44"
    },
    {
      "term": "sitting",
      "definition": "a period during which the Assembly is sitting continuously without adjournment, and includes any period during which the Assembly is in committee",
      "source_provision": "s44"
    },
    {
      "term": "Standing Orders",
      "definition": "orders for the time being in force under section 12 of this Act",
      "source_provision": "s44"
    }
  ]
}