{
  "id": "act-286-1965",
  "type": "act",
  "title": "Agricultural Credit and Co-operative Bank Act, 1965",
  "short_name": "ACCB 1965",
  "act_number": 286,
  "year": 1965,
  "status": "in_force",
  "issued_date": "1965-12-31",
  "url": "https://ghalii.org/akn/gh/act/1965/286",
  "provisions": [
    {
      "provision_ref": "s1",
      "part": "Part I – Establishment, incorporation and share capital of Bank",
      "section": "1",
      "title": "Establishment of Bank, etc.",
      "content": "(1) A bank called the Agricultural Credit and Co-operative Bank is hereby established to carry out the purposes of this Act. A bank called the Agricultural Credit and Co-operative Bank is hereby established to carry out the purposes of this Act. (2) The Bank shall have perpetual succession and a common seal and may sue or be sued in its corporate name; and for and in connection with the purposes of this Act, may, subject to the limitations contained in this Act relating to the business which may be carried on by the Bank, purchase, hold, manage or dispose of movable or immovable property, and may enter into such contracts as may be expedient. The Bank shall have perpetual succession and a common seal and may sue or be sued in its corporate name; and for and in connection with the purposes of this Act, may, subject to the limitations contained in this Act relating to the business which may be carried on by the Bank, purchase, hold, manage or dispose of movable or immovable property, and may enter into such contracts as may be expedient. (3) The Bank shall be deemed to be a licensed bank for the purposes of the Banking Act, 1965, and the provisions of that Act shall, as far as may be practicable apply to this Bank. The Bank shall be deemed to be a licensed bank for the purposes of the Banking Act, 1965, and the provisions of that Act shall, as far as may be practicable apply to this Bank."
    },
    {
      "provision_ref": "s2",
      "part": "Part I – Establishment, incorporation and share capital of Bank",
      "section": "2",
      "title": "Share capital and its issue",
      "content": "(1) The authorised share capital of the Bank shall be fifteen million Ghana pounds divided into one hundred and fifty thousand shares of a nominal value of one hundred pounds each, to be issued, with the prior approval of the Minister, by the Bank from time to time. The authorised share capital of the Bank shall be fifteen million Ghana pounds divided into one hundred and fifty thousand shares of a nominal value of one hundred pounds each, to be issued, with the prior approval of the Minister, by the Bank from time to time. (2) Not less than fifty-one per centum of the shares issued at any time shall be subscribed by the Government and the remaining shares, if any, shall be offered to the Bank of Ghana, Commercial Banks, Councils established under the Local Government Act, 1961 (Act 54), co-operative societies, and other institutions approved by the Minister, in such proportion and on such terms and conditions as the Minister may determine at the time of each issue. Not less than fifty-one per centum of the shares issued at any time shall be subscribed by the Government and the remaining shares, if any, shall be offered to the Bank of Ghana, Commercial Banks, Councils established under the Local Government Act, 1961 (Act 54), co-operative societies, and other institutions approved by the Minister, in such proportion and on such terms and conditions as the Minister may determine at the time of each issue."
    },
    {
      "provision_ref": "s3",
      "part": "Part I – Establishment, incorporation and share capital of Bank",
      "section": "3",
      "title": "Increase of share",
      "content": "Subject to the prior approval of the Minister, the authorized share capital may be increased from time to time by the Bank, and when the capital is so increased, the provisions of section 2 (2) shall apply. Subject to the prior approval of the Minister, the authorized share capital may be increased from time to time by the Bank, and when the capital is so increased, the provisions of section 2 (2) shall apply."
    },
    {
      "provision_ref": "s4",
      "part": "Part I – Establishment, incorporation and share capital of Bank",
      "section": "4",
      "title": "Share register",
      "content": "The Bank shall maintain at its Head Office a register to be called the Share Register and shall enter therein such particulars as may be prescribed by regulations. The Bank shall maintain at its Head Office a register to be called the Share Register and shall enter therein such particulars as may be prescribed by regulations."
    },
    {
      "provision_ref": "s5",
      "part": "Part II – Management",
      "section": "5",
      "title": "Head office and branches",
      "content": "(1) The Head Office of the Bank shall be in Accra or such other place as the Minister may direct. The Head Office of the Bank shall be in Accra or such other place as the Minister may direct. (2) The Bank may open branches in Ghana in accordance with decisions of the Board in that behalf. The Bank may open branches in Ghana in accordance with decisions of the Board in that behalf."
    },
    {
      "provision_ref": "s6",
      "part": "Part II – Management",
      "section": "6",
      "title": "Direction and control",
      "content": "(1) The general direction and control of the affairs and business of the Bank shall be vested in a Board of Directors to be constituted in accordance with the provisions of section 7 and the Board so constituted may exercise all such powers and do all such acts and things as may be exercised or done by the Bank in accordance with the provisions of this Act. The general direction and control of the affairs and business of the Bank shall be vested in a Board of Directors to be constituted in accordance with the provisions of section 7 and the Board so constituted may exercise all such powers and do all such acts and things as may be exercised or done by the Bank in accordance with the provisions of this Act. (2) In discharging its functions, the Board shall act on commercial considerations, but with due regard to Government's policy on agriculture and cottage industries. In discharging its functions, the Board shall act on commercial considerations, but with due regard to Government's policy on agriculture and cottage industries."
    },
    {
      "provision_ref": "s7",
      "part": "Part II – Management",
      "section": "7",
      "title": "Board of Directors",
      "content": "(1) The Board of Directors shall consist of the following The Board of Directors shall consist of the following The Chairman. The Chairman. The Managing Director. The Managing Director. Three representatives of the commercial banks in Ghana. Three representatives of the commercial banks in Ghana. One representative each, of the Bank of Ghana and the National Investment Bank. One representative each, of the Bank of Ghana and the National Investment Bank. A representative of the Ministry of Finance. A representative of the Ministry of Finance. A representative of the Ministry of Agriculture. A representative of the Ministry of Agriculture. A representative of the Ministry of Co-operatives. A representative of the Ministry of Co-operatives. Two representatives of the United Ghana Farmers' Co-operatives Council. Two representatives of the United Ghana Farmers' Co-operatives Council. A representative of the State Co-operative Congress. A representative of the State Co-operative Congress. A representative of the State Cocoa Marketing Board. A representative of the State Cocoa Marketing Board. Two Executive Directors to be appointed from the Management staff of the Bank. Two Executive Directors to be appointed from the Management staff of the Bank. (2) The Minister shall appoint the two Executive Directors on such terms and conditions of service as the Board shall determine. The Minister shall appoint the two Executive Directors on such terms and conditions of service as the Board shall determine. (3) The Chairman shall be appointed by the President on the recommendation of the Minister. The Chairman shall be appointed by the President on the recommendation of the Minister."
    },
    {
      "provision_ref": "s8",
      "part": "Part II – Management",
      "section": "8",
      "title": "Managing Director",
      "content": "(1) The Managing Director shall be a person of recognised financial or banking experience and shall be appointed by the President on the recommendation of the Minister for a period not exceeding five years on such salary and terms and conditions of service as may be specified in his letter of appointment. The Managing Director shall be a person of recognised financial or banking experience and shall be appointed by the President on the recommendation of the Minister for a period not exceeding five years on such salary and terms and conditions of service as may be specified in his letter of appointment. (2) The Managing Director shall be the Chief Executive Officer of the Bank and shall on behalf of the Board direct and control the day to day affairs of the Bank subject to such regulations as the Board may make under this Act. The Managing Director shall be the Chief Executive Officer of the Bank and shall on behalf of the Board direct and control the day to day affairs of the Bank subject to such regulations as the Board may make under this Act. (3) Except as otherwise directed by the Minister, the Managing Director shall devote his whole time to the affairs of the Bank. Except as otherwise directed by the Minister, the Managing Director shall devote his whole time to the affairs of the Bank."
    },
    {
      "provision_ref": "s9",
      "part": "Part II – Management",
      "section": "9",
      "title": "Casual vacancy",
      "content": "In the event of a casual vacancy occuring in the office of a Director, a new Director shall, subject to the provisions of this Act, be appointed in the same manner as his predecessor for the remainder of the term of such predecessor. In the event of a casual vacancy occuring in the office of a Director, a new Director shall, subject to the provisions of this Act, be appointed in the same manner as his predecessor for the remainder of the term of such predecessor."
    },
    {
      "provision_ref": "s10",
      "part": "Part II – Management",
      "section": "10",
      "title": "Executive Committee",
      "content": "(1) There shall be an Executive Committee consisting of the following:— There shall be an Executive Committee consisting of the following:— The Chairman. The Chairman. The Managing Director. The Managing Director. The Executive Directors. The Executive Directors. One other Director appointed by the Board. One other Director appointed by the Board. (2) The Executive Committee shall deal with any matter, subject to regulations made under this Act, referred to it by the Board. The Executive Committee shall deal with any matter, subject to regulations made under this Act, referred to it by the Board. (3) The minutes of every meeting of the Executive Committee shall be laid before the Board at its meeting next following the meeting of the Committee. The minutes of every meeting of the Executive Committee shall be laid before the Board at its meeting next following the meeting of the Committee."
    },
    {
      "provision_ref": "s11",
      "part": "Part II – Management",
      "section": "11",
      "title": "Disqualification of Directors",
      "content": "(1) No person shall be qualified to be appointed a Director of the Bank who, having been declared an insolvent or a bankrupt under any law in force in Ghana or in any other country, is an insolvent, or bankrupt, who has not been discharged. No person shall be qualified to be appointed a Director of the Bank who, having been declared an insolvent or a bankrupt under any law in force in Ghana or in any other country, is an insolvent, or bankrupt, who has not been discharged. (2) A Director of the Bank shall cease to hold office if:— A Director of the Bank shall cease to hold office if:— he becomes a person of unsound mind or incapable of carrying out his duties; he becomes a person of unsound mind or incapable of carrying out his duties; he is declared an insolvent or a bankrupt under any law in force in Ghana or in any other country or compounds with his creditors; he is declared an insolvent or a bankrupt under any law in force in Ghana or in any other country or compounds with his creditors; he is convicted of a felony or any offence involving fraud or dishonesty; he is convicted of a felony or any offence involving fraud or dishonesty; he is guilty of serious misconduct in relation to his duties; he is guilty of serious misconduct in relation to his duties; in the case of a person possessed of professional qualifications, he is disqualified or suspended, otherwise than at his own request, from practicing his profession in Ghana or in any other country by order of any competent authority made in respect of him personally, or in the case of a person possessed of professional qualifications, he is disqualified or suspended, otherwise than at his own request, from practicing his profession in Ghana or in any other country by order of any competent authority made in respect of him personally, or he absents himself from three consecutive meetings of the Board or where he is a member of the Executive Committee, from three consecutive meetings of the Committee, without leave of absence from the Chairman or, in the case of the Chairman, from the Minister. he absents himself from three consecutive meetings of the Board or where he is a member of the Executive Committee, from three consecutive meetings of the Committee, without leave of absence from the Chairman or, in the case of the Chairman, from the Minister."
    },
    {
      "provision_ref": "s12",
      "part": "Part II – Management",
      "section": "12",
      "title": "Meetings of Board and Executive Committee",
      "content": "(1) The Board shall meet as often as the business of the Bank requires but not less frequently than once in each month. The Board shall meet as often as the business of the Bank requires but not less frequently than once in each month. (2) No business of the Board or of the Executive Committee shall be transacted, except at a meeting at which a quorum of seven Directors in the case of the Board and three members in the case of the Executive Committee are present. No business of the Board or of the Executive Committee shall be transacted, except at a meeting at which a quorum of seven Directors in the case of the Board and three members in the case of the Executive Committee are present. (3) The meetings of the Board and of the Executive Committee shall be held at such time and place as may be determined by the Chairman.Provided that until regulations are made in this behalf under this Act such meetings shall be convened by the Chairman. The meetings of the Board and of the Executive Committee shall be held at such time and place as may be determined by the Chairman. Provided that until regulations are made in this behalf under this Act such meetings shall be convened by the Chairman. (4) Any meeting of the Board or of the Executive Committee shall be presided over by the Chairman and in his absence, by the Managing Director or in the absence of the Managing Director, by a member chosen for that purpose by the Directors from amongst their number present at such meeting. Any meeting of the Board or of the Executive Committee shall be presided over by the Chairman and in his absence, by the Managing Director or in the absence of the Managing Director, by a member chosen for that purpose by the Directors from amongst their number present at such meeting. (5) At every meeting of the Board or of the Executive Committee, each Director or member of the Committee, as the case may be, shall have one vote, and in the event of an equality of votes, the person presiding shall have a second or casting vote. At every meeting of the Board or of the Executive Committee, each Director or member of the Committee, as the case may be, shall have one vote, and in the event of an equality of votes, the person presiding shall have a second or casting vote. (6) No act or proceedings of the Board or the Committee shall be invalidated by reason only of the existence of a vacancy among the members thereof. No act or proceedings of the Board or the Committee shall be invalidated by reason only of the existence of a vacancy among the members thereof."
    },
    {
      "provision_ref": "s13",
      "part": "Part III – Business and   functions of the Bank, etc.",
      "section": "13",
      "title": "Functions of Bank",
      "content": "(1) The Bank shall provide credit in cash or in kind, and shall make provision for credit to farmers for the repayment of debts incurred by them in connection with the development of their farms, for the hiring and renting of materials, equipment and services and for warehousing facilities, on such terms and subject to such conditions as may be prescribed by regulations made under this Act, to agriculturists for the purposes of agriculture and to persons engaged in cottage industries. The Bank shall provide credit in cash or in kind, and shall make provision for credit to farmers for the repayment of debts incurred by them in connection with the development of their farms, for the hiring and renting of materials, equipment and services and for warehousing facilities, on such terms and subject to such conditions as may be prescribed by regulations made under this Act, to agriculturists for the purposes of agriculture and to persons engaged in cottage industries. (2) Without prejudice to the generality of the functions specified in subsection (1), the Bank shall discharge all or any of the following functions:— Without prejudice to the generality of the functions specified in subsection (1), the Bank shall discharge all or any of the following functions:— the acceptance of money for savings and current accounts and for specified periods; the acceptance of money for savings and current accounts and for specified periods; the borrowing of money for the purposes of the Bank's business against the security of its assets or otherwise; the borrowing of money for the purposes of the Bank's business against the security of its assets or otherwise; the issue and sale of bonds and debentures; the issue and sale of bonds and debentures; for the purpose of securing loans and advances made by the Bank, the acceptance of a pledge, mortgage, hypothecation or assignment to the Bank of any kind of movable or immovable property or an unconditional guarantee of another Bank, or the drawing, acceptance, discounting, buying and selling or rediscounting of bills of exchange and promissory notes bearing two or more good signatures, one of which shall be that of a Bank or that of a co-operative society, or of other negotiable instruments; for the purpose of securing loans and advances made by the Bank, the acceptance of a pledge, mortgage, hypothecation or assignment to the Bank of any kind of movable or immovable property or an unconditional guarantee of another Bank, or the drawing, acceptance, discounting, buying and selling or rediscounting of bills of exchange and promissory notes bearing two or more good signatures, one of which shall be that of a Bank or that of a co-operative society, or of other negotiable instruments; the subscribing to the debentures of any body corporate concerned with agriculture or the financing of cottage industries; the subscribing to the debentures of any body corporate concerned with agriculture or the financing of cottage industries; the custody of securities, saving certificates, title deeds and other documents for collection of the proceeds, whether principal or interest; the custody of securities, saving certificates, title deeds and other documents for collection of the proceeds, whether principal or interest; the administration of estates for any purpose whether as executors, trustees or otherwise; the administration of estates for any purpose whether as executors, trustees or otherwise; the paying, receiving, collecting and remitting of money and dealing in securities; the paying, receiving, collecting and remitting of money and dealing in securities; the acquiring, maintaining and disposing of all movable and immovable property; the acquiring, maintaining and disposing of all movable and immovable property; the taking over, with the prior approval of the Minister, of the business including the capital, assets and liabilities, of any other Bank or financial institution; the taking over, with the prior approval of the Minister, of the business including the capital, assets and liabilities, of any other Bank or financial institution; the opening of accounts or the making of any agency arrangement with, and the acting as agent or correspondent of, any Bank or financial institution both within and outside Ghana; the opening of accounts or the making of any agency arrangement with, and the acting as agent or correspondent of, any Bank or financial institution both within and outside Ghana; the investing of its funds in such securities and in such manner as may from time to time be determined by the Board; the investing of its funds in such securities and in such manner as may from time to time be determined by the Board; the sale and realisation of all property, whether movable or immovable, which may in any way come into the possession of the Bank in full or part satisfaction of any of its claims, and the acquisition and the holding of, and generally the dealing with, any right title or interest in any property, movable or immovable, which may be the Bank's security for any advance or loan or which may be connected with any such security; and the sale and realisation of all property, whether movable or immovable, which may in any way come into the possession of the Bank in full or part satisfaction of any of its claims, and the acquisition and the holding of, and generally the dealing with, any right title or interest in any property, movable or immovable, which may be the Bank's security for any advance or loan or which may be connected with any such security; and generally the doing of all such other acts and things as may be necessary, incidental or conducive to the attainment of the aforesaid functions. generally the doing of all such other acts and things as may be necessary, incidental or conducive to the attainment of the aforesaid functions. (3) Notwithstanding anything contained in any law for the time being in force, it shall be lawful for any agriculturist or person engaged in cottage industries to pledge, mortgage, hypothecate or assign any kind or quantity of movable or immovable property to the Bank, or otherwise to create a charge on any such property, in order to secure the repayment of a loan, and the Bank shall, in accordance with the provisions of this Act, be competent to deal with and recover debts owed to the Bank in respect of any property so pledged, mortgaged, hypothecated or assigned. Notwithstanding anything contained in any law for the time being in force, it shall be lawful for any agriculturist or person engaged in cottage industries to pledge, mortgage, hypothecate or assign any kind or quantity of movable or immovable property to the Bank, or otherwise to create a charge on any such property, in order to secure the repayment of a loan, and the Bank shall, in accordance with the provisions of this Act, be competent to deal with and recover debts owed to the Bank in respect of any property so pledged, mortgaged, hypothecated or assigned. (4) Notwithstanding anything contained in any other law for the time being in force, any charge created on any property to secure the repayment of a loan granted by the Bank, or to secure the performance of the stipulations of any bond executed in favour of the Bank, shall be enforceable against such property in the hands of any person to whom it may have been transferred; including the person who has acquired the property for consideration and without notice of the charge. Notwithstanding anything contained in any other law for the time being in force, any charge created on any property to secure the repayment of a loan granted by the Bank, or to secure the performance of the stipulations of any bond executed in favour of the Bank, shall be enforceable against such property in the hands of any person to whom it may have been transferred; including the person who has acquired the property for consideration and without notice of the charge. (5) The Bank may make use of any agency that may be prescribed by regulations made under this Act to ensure proper utilisation of loans granted by the Bank and to make appropriate recoveries. The Bank may make use of any agency that may be prescribed by regulations made under this Act to ensure proper utilisation of loans granted by the Bank and to make appropriate recoveries."
    },
    {
      "provision_ref": "s14",
      "part": "Part III – Business and   functions of the Bank, etc.",
      "section": "14",
      "title": "Government guarantees",
      "content": "The Bank, in lieu of declining an application for a loan, advance or other credit facilities on economic or commercial grounds, in favour of any body corporate established by the Government, may if such body corporate obtains a guarantee signed by the Minister in favour of the Bank, approve the loan. The Bank, in lieu of declining an application for a loan, advance or other credit facilities on economic or commercial grounds, in favour of any body corporate established by the Government, may if such body corporate obtains a guarantee signed by the Minister in favour of the Bank, approve the loan."
    },
    {
      "provision_ref": "s15",
      "part": "Part III – Business and   functions of the Bank, etc.",
      "section": "15",
      "title": "Research and training",
      "content": "The Bank may undertake, if necessary, in collaboration or Research consultation with official or non-official authorities, both or either of the following functions:— any research on agricultural credit, marketing of agricultural produce, agricultural credit co-operative societies, cottage industries, and other similar subjects; and any research on agricultural credit, marketing of agricultural produce, agricultural credit co-operative societies, cottage industries, and other similar subjects; and the provision of training facilities, including the establishment of training institutes, for the benefit of its personnel and those of co-operative societies and other bodies corporate which may have financial relations with the Bank. the provision of training facilities, including the establishment of training institutes, for the benefit of its personnel and those of co-operative societies and other bodies corporate which may have financial relations with the Bank."
    },
    {
      "provision_ref": "s16",
      "part": "Part III – Business and   functions of the Bank, etc.",
      "section": "16",
      "title": "Reference to institutions having Government investment, etc.",
      "content": "In transacting the business of the Bank, the Board shall, as far as possible, give preference to agricultural institutions in which the Government has invested capital and co-operative societies. In transacting the business of the Bank, the Board shall, as far as possible, give preference to agricultural institutions in which the Government has invested capital and co-operative societies."
    },
    {
      "provision_ref": "s17",
      "part": "Part III – Business and   functions of the Bank, etc.",
      "section": "17",
      "title": "Repayment of loans in full in certain circumstances",
      "content": "Notwithstanding any agreement to the contrary, the Bank may by giving notice, require any loan to be paid in full forthwith to the Bank in any of the following circumstances:— where the borrower has failed to comply with any term of the agreement under which the relevant loan, advance or credit has been granted; where the borrower has failed to comply with any term of the agreement under which the relevant loan, advance or credit has been granted; where in the opinion of the Bank false or misleading information on any material particular has been given in the application for the relevant loan, advance or credit or in any other statement or communication made in connection with any loan, advance or credit granted; where in the opinion of the Bank false or misleading information on any material particular has been given in the application for the relevant loan, advance or credit or in any other statement or communication made in connection with any loan, advance or credit granted; where the property mortgaged, hypothecated or assigned to the Bank as security for the advance, loan credit is not maintained, in proper condition, to the satisfaction of the Bank or its value as estimated by the Bank has depreciated by more than twenty per centum, and further security to the satisfaction of the Bank has not been given within the time specified by the Bank; where the property mortgaged, hypothecated or assigned to the Bank as security for the advance, loan credit is not maintained, in proper condition, to the satisfaction of the Bank or its value as estimated by the Bank has depreciated by more than twenty per centum, and further security to the satisfaction of the Bank has not been given within the time specified by the Bank; where without the permission of the Bank, any property pledged, mortgaged, hypothecated or assigned to the Bank is leased or rented to a third party or is in any way charged, disposed of or removed from the place where it was at the time the loan, advance, or credit was granted; where without the permission of the Bank, any property pledged, mortgaged, hypothecated or assigned to the Bank is leased or rented to a third party or is in any way charged, disposed of or removed from the place where it was at the time the loan, advance, or credit was granted; where the loan is not used for the purpose for which it was granted, or for any other reason it is necessary in the opinion of the Bank to protect its interests. where the loan is not used for the purpose for which it was granted, or for any other reason it is necessary in the opinion of the Bank to protect its interests."
    },
    {
      "provision_ref": "s18",
      "part": "Part III – Business and   functions of the Bank, etc.",
      "section": "18",
      "title": "Recovery of debts",
      "content": "(1) Where any borrower who is, by the terms of an agreement under any liability to the Bank, makes default in repayment or otherwise fails to comply with such terms, the default or failure not being due to natural calamity, the Bank may, subject to any regulations made in this behalf under this Act, take over the management of the business of the borrower and sell or realise any property pledged, mortgaged, hypothecated or assigned by the borrower to secure his liability to the Bank. Where any borrower who is, by the terms of an agreement under any liability to the Bank, makes default in repayment or otherwise fails to comply with such terms, the default or failure not being due to natural calamity, the Bank may, subject to any regulations made in this behalf under this Act, take over the management of the business of the borrower and sell or realise any property pledged, mortgaged, hypothecated or assigned by the borrower to secure his liability to the Bank. (2) Subject to any prior claim of the Government and to any claim in respect of rent, any debt or liability owed to the Bank by any borrower as specified in subsection (1) of this section shall be a first charge:— Subject to any prior claim of the Government and to any claim in respect of rent, any debt or liability owed to the Bank by any borrower as specified in subsection (1) of this section shall be a first charge:— upon any crops or other agricultural produce raised in whole or in part by means of the loan obtained from the Bank by the borrower, and upon any crops or other agricultural produce raised in whole or in part by means of the loan obtained from the Bank by the borrower, and upon any cattle, fodder for cattle, agricultural or industrial implements, or raw materials for manufacture, or upon workshops, stores or places of business purchased by such borrower in whole or in part with the proceeds of any loan. upon any cattle, fodder for cattle, agricultural or industrial implements, or raw materials for manufacture, or upon workshops, stores or places of business purchased by such borrower in whole or in part with the proceeds of any loan. (3) Sums due from a co-operative society and recoverable under subsection (1) of this section may be recovered in accordance with the provisions of law for the time being in force relating to the recovery of such sums. Sums due from a co-operative society and recoverable under subsection (1) of this section may be recovered in accordance with the provisions of law for the time being in force relating to the recovery of such sums."
    },
    {
      "provision_ref": "s19",
      "part": "Part III – Business and   functions of the Bank, etc.",
      "section": "19",
      "title": "Borrowing powers of Bank",
      "content": "The Bank may with the approval of the Minister, borrow, raise or guarantee any sum of money from any source whether in or outside Ghana, upon such terms and conditions as it may deem fit; and for the purpose of securing the same and interest there on create issue, make or give any bonds or debentures, or create a mortgage or charge on the whole or part of the property, rights, present or future of the Bank. The Bank may with the approval of the Minister, borrow, raise or guarantee any sum of money from any source whether in or outside Ghana, upon such terms and conditions as it may deem fit; and for the purpose of securing the same and interest there on create issue, make or give any bonds or debentures, or create a mortgage or charge on the whole or part of the property, rights, present or future of the Bank."
    },
    {
      "provision_ref": "s20",
      "part": "Part III – Business and   functions of the Bank, etc.",
      "section": "20",
      "title": "Guarantees and loans repayable by Government",
      "content": "(1) The Minister may in writing, in the name and on behalf of the Government or any agent thereof, on such terms and conditions as may be determined by the Minister; The Minister may in writing, in the name and on behalf of the Government or any agent thereof, on such terms and conditions as may be determined by the Minister; guarantee, or guarantee, or agree to repay, loans raised by the Bank from any international financial organisation or from any foreign financial institution. agree to repay, loans raised by the Bank from any international financial organisation or from any foreign financial institution. (2) Loans guaranteed or agreed to be repaid under subsection (1) of this section may be denominated in foreign currency. Loans guaranteed or agreed to be repaid under subsection (1) of this section may be denominated in foreign currency. (3) All moneys payable under any guarantee or agreement under this section shall be charged on the Consolidated Fund. All moneys payable under any guarantee or agreement under this section shall be charged on the Consolidated Fund."
    },
    {
      "provision_ref": "s21",
      "part": "Part III – Business and   functions of the Bank, etc.",
      "section": "21",
      "title": "Management of special funds",
      "content": "(1) The Bank may establish, or be entrusted with the administration of special funds which are designed to serve a particular purpose. It may receive, hold, use, commit or otherwise dispose of resources appertaining to such special funds. The Bank may establish, or be entrusted with the administration of special funds which are designed to serve a particular purpose. It may receive, hold, use, commit or otherwise dispose of resources appertaining to such special funds. (2) The Bank shall whenever requested to manage any funds under subsection (1) of this section maintain separate records or accounts for such funds and shall specify them separately on the balance sheets and other financial records of the Bank. The Bank shall whenever requested to manage any funds under subsection (1) of this section maintain separate records or accounts for such funds and shall specify them separately on the balance sheets and other financial records of the Bank."
    },
    {
      "provision_ref": "s22",
      "part": "Part IV – Reserves, audit, returns, etc.",
      "section": "22",
      "title": "General Reserve Fund",
      "content": "(1) The Bank shall establish a fund to be called the General Reserve Fund and create from time to time such other reserves as the Board may determine with the prior approval of the Minister. The Bank shall establish a fund to be called the General Reserve Fund and create from time to time such other reserves as the Board may determine with the prior approval of the Minister. (2) After making adequate provisions for bad and doubtful debts, depreciation of assets, contribution to staff and superannuation funds and other contingencies and for any other purpose to which the profits of the Bank may properly be applied, there shall be transferred to the General Reserve Fund:— After making adequate provisions for bad and doubtful debts, depreciation of assets, contribution to staff and superannuation funds and other contingencies and for any other purpose to which the profits of the Bank may properly be applied, there shall be transferred to the General Reserve Fund:— the whole of the net profits of the Bank, if the amount of moneys in such fund is less than one-quarter of the authorised share capital of the Bank; the whole of the net profits of the Bank, if the amount of moneys in such fund is less than one-quarter of the authorised share capital of the Bank; three-quarter of the net profits of the Bank, if the amount of moneys in such Fund is less than one-half of the authorised share capital of the Bank; three-quarter of the net profits of the Bank, if the amount of moneys in such Fund is less than one-half of the authorised share capital of the Bank; one-half of the net profits of the Bank if the amount of moneys in such Fund is less than the authorised share capital of the Bank; one-half of the net profits of the Bank if the amount of moneys in such Fund is less than the authorised share capital of the Bank; one-quarter of the net profits of the Bank if the amount of moneys in such Fund is not less than the authorised share capital of the Bank; and one-quarter of the net profits of the Bank if the amount of moneys in such Fund is not less than the authorised share capital of the Bank; and any moneys thereafter remaining, after the payment of dividends declared by the Board. any moneys thereafter remaining, after the payment of dividends declared by the Board."
    },
    {
      "provision_ref": "s23",
      "part": "Part IV – Reserves, audit, returns, etc.",
      "section": "23",
      "title": "Dividends",
      "content": "(1) No dividend shall be paid in respect of the Bank's first five years of operation. No dividend shall be paid in respect of the Bank's first five years of operation. (2) The Bank shall not declare nor pay any dividends in excess of four per centum per annum on shares issued other than to the Government at any time when the amount of moneys in the general reserve fund is less than one-half of the subscribed share capital of the Bank. The Bank shall not declare nor pay any dividends in excess of four per centum per annum on shares issued other than to the Government at any time when the amount of moneys in the general reserve fund is less than one-half of the subscribed share capital of the Bank."
    },
    {
      "provision_ref": "s24",
      "part": "Part IV – Reserves, audit, returns, etc.",
      "section": "24",
      "title": "Audit",
      "content": "(1) An auditor shall be elected and his remuneration fixed by the Board in consultation with the Minister. An auditor shall be elected and his remuneration fixed by the Board in consultation with the Minister. (2) If any casual vacancy occurs in the office of auditor, the vacancy shall be filled by the Board in consultation with the Minister. If any casual vacancy occurs in the office of auditor, the vacancy shall be filled by the Board in consultation with the Minister. (3) An auditor shall be eligible for re-election. An auditor shall be eligible for re-election. (4) Without prejudice to the foregoing provisions of this section, the Minister may at any time, in his absolute discretion request the Auditor-General or such other auditors as the Minister may appoint, to examine and report on the accounts of the Bank and the Bank shall provide all necessary and proper facilities therefor. Without prejudice to the foregoing provisions of this section, the Minister may at any time, in his absolute discretion request the Auditor-General or such other auditors as the Minister may appoint, to examine and report on the accounts of the Bank and the Bank shall provide all necessary and proper facilities therefor."
    },
    {
      "provision_ref": "s25",
      "part": "Part IV – Reserves, audit, returns, etc.",
      "section": "25",
      "title": "Audits and powers of auditors ,etc.",
      "content": "(1) In the discharge of his functions under this Act the auditor of the bank shall have access at all reasonable times to the books, accounts and other documents of the Bank and may at the expense of the Bank if appointed by the Bank and at the expense of the Government if appointed by the Minister, employ accountants or other persons to assist him in investigating the accounts and may in relation to such accounts examine any director or employee of the Bank. In the discharge of his functions under this Act the auditor of the bank shall have access at all reasonable times to the books, accounts and other documents of the Bank and may at the expense of the Bank if appointed by the Bank and at the expense of the Government if appointed by the Minister, employ accountants or other persons to assist him in investigating the accounts and may in relation to such accounts examine any director or employee of the Bank. (2) The auditor of the Bank shall be supplied by the Bank with all notices and other communications relating to any general meeting which any shareholder of the Bank is entitled to receive and shall be entitled to attend any such meeting and to be heard thereat on any part of the business of the meeting which concerns him as auditor but he shall not be entitled to vote on any matter before the meeting. The auditor of the Bank shall be supplied by the Bank with all notices and other communications relating to any general meeting which any shareholder of the Bank is entitled to receive and shall be entitled to attend any such meeting and to be heard thereat on any part of the business of the meeting which concerns him as auditor but he shall not be entitled to vote on any matter before the meeting. (3) The auditor shall make a report to the shareholders or to the Minister, as the case may be, upon the annual statements of accounts and in every such report he shall state whether, in his opinion, the balance sheet shows a full and fair view of the state of the Bank’s affairs, and where he has called for any explanation or information from the Board, whether it was given and whether it is satisfactory. The auditor shall make a report to the shareholders or to the Minister, as the case may be, upon the annual statements of accounts and in every such report he shall state whether, in his opinion, the balance sheet shows a full and fair view of the state of the Bank’s affairs, and where he has called for any explanation or information from the Board, whether it was given and whether it is satisfactory. (4) Any such report made to the shareholders shall be read together with the report of the Board at the annual general meeting. Any such report made to the shareholders shall be read together with the report of the Board at the annual general meeting. (5) The Bank shall furnish to the Minister such returns and statements concerning the affairs of the Bank as the Minister may require from time to time. The Bank shall furnish to the Minister such returns and statements concerning the affairs of the Bank as the Minister may require from time to time."
    },
    {
      "provision_ref": "s26",
      "part": "Part IV – Reserves, audit, returns, etc.",
      "section": "26",
      "title": "Internal Auditor",
      "content": "There shall be a Chief Internal Auditor of the Bank who shall be appointed by the Board after consultation with the Minister. There shall be a Chief Internal Auditor of the Bank who shall be appointed by the Board after consultation with the Minister."
    },
    {
      "provision_ref": "s27",
      "part": "Part IV – Reserves, audit, returns, etc.",
      "section": "27",
      "title": "Accounts",
      "content": "(1) The Board shall cause proper accounts and other records Accounts, in relation thereto to be kept; and the books of accounts of the Bank shall be balanced on the thirty-first day of December of each year and shall be audited by the auditor of the Bank. The Board shall cause proper accounts and other records Accounts, in relation thereto to be kept; and the books of accounts of the Bank shall be balanced on the thirty-first day of December of each year and shall be audited by the auditor of the Bank. (2) The annual statement of accounts as audited shall be signed by the Chairman, two directors, the Chief Accountant and the Secretary and shall be sent to the Minister not later than three months after the close of each financial year. The annual statement of accounts as audited shall be signed by the Chairman, two directors, the Chief Accountant and the Secretary and shall be sent to the Minister not later than three months after the close of each financial year. (3) The annual statement of accounts shall as soon as may be practicable, be laid by the Minister before Parliament and shall be published in the Gazette. The annual statement of accounts shall as soon as may be practicable, be laid by the Minister before Parliament and shall be published in the Gazette. (4) The Bank shall: The Bank shall: exhibit throughout the year in a conspicuous position in every office or branch of the Bank in Ghana a copy of its last audited balance-sheet; exhibit throughout the year in a conspicuous position in every office or branch of the Bank in Ghana a copy of its last audited balance-sheet; on or about the date of the presentation of the accounts to the shareholders in general meeting, cause a copy thereof to be published in a daily newspaper circulating in Ghana; on or about the date of the presentation of the accounts to the shareholders in general meeting, cause a copy thereof to be published in a daily newspaper circulating in Ghana; not later than seven days prior to the date of the general meeting send a copy thereof to each shareholder entitled to attend such meeting. not later than seven days prior to the date of the general meeting send a copy thereof to each shareholder entitled to attend such meeting."
    },
    {
      "provision_ref": "s28",
      "part": "Part V – Special provisions relating to farmers",
      "section": "28",
      "title": "Notification of loans by farmers to Bank",
      "content": "(1) Subject to the succeeding provisions of this Part, every farmer, owing any money to a money-lender after the commencement of this Act, whether or not such money was borrowed before. Bank, on or after such commencement shall furnish the Bank, through any producers, marketing, consumer or credit co-operative society to which he belongs and the United Ghana Farmers' Co-operatives Council, with the following particulars: Subject to the succeeding provisions of this Part, every farmer, owing any money to a money-lender after the commencement of this Act, whether or not such money was borrowed before. Bank, on or after such commencement shall furnish the Bank, through any producers, marketing, consumer or credit co-operative society to which he belongs and the United Ghana Farmers' Co-operatives Council, with the following particulars: the name, address and principal place of business of such money-lender; the name, address and principal place of business of such money-lender; the principal borrowed and the amount owing by him to such lender at the time the farmer furnished such particulars; the principal borrowed and the amount owing by him to such lender at the time the farmer furnished such particulars; the rate of interest payable on the loan and the amount payable by him at the said time as arrears of interest; and the rate of interest payable on the loan and the amount payable by him at the said time as arrears of interest; and any other matter relating to the loan which the Managing Director of the Bank requires him to furnish in writing. any other matter relating to the loan which the Managing Director of the Bank requires him to furnish in writing. (2) Each farmer shall:— Each farmer shall:— in respect of any money borrowed before the commencement of this Act and due on and after such commencement, furnish the particulars required under subsection (1) within thirty days of such commencement; and in respect of any money borrowed before the commencement of this Act and due on and after such commencement, furnish the particulars required under subsection (1) within thirty days of such commencement; and in respect of any money borrowed on or after such commencement, within thirty days after the date of the borrowing. in respect of any money borrowed on or after such commencement, within thirty days after the date of the borrowing. (3) The co-operative society through whom the particulars specified in subsection (1) have been furnished to the Bank, the United Ghana Farmers’ Co-operatives Council and the Bank, shall register such particulars in books maintained for the purpose. The co-operative society through whom the particulars specified in subsection (1) have been furnished to the Bank, the United Ghana Farmers’ Co-operatives Council and the Bank, shall register such particulars in books maintained for the purpose."
    },
    {
      "provision_ref": "s29",
      "part": "Part V – Special provisions relating to farmers",
      "section": "29",
      "title": "Provision for repayment of principal borrowed",
      "content": "Without prejudice to any other provision of this Act, the Bank shall make provision for the repayment to the money-lender of the principal borrowed by any such farmer who is registered under subsection (2) of section 28 on such terms and subject to such conditions as may be prescribed by regulations under this Act. Without prejudice to any other provision of this Act, the Bank shall make provision for the repayment to the money-lender of the principal borrowed by any such farmer who is registered under subsection (2) of section 28 on such terms and subject to such conditions as may be prescribed by regulations under this Act."
    },
    {
      "provision_ref": "s30",
      "part": "Part V – Special provisions relating to farmers",
      "section": "30",
      "title": "Certain prohibitions",
      "content": "(1) Not withstanding anything to the contrary in any other enactment, written contract or obligation entered into by a farmer to a money-lender in relation to any loan:— Not withstanding anything to the contrary in any other enactment, written contract or obligation entered into by a farmer to a money-lender in relation to any loan:— No interest shall be paid on such loan during the period of ten years commencing from the first day of January, 1965, so, however, that if any interest has been paid in respect of the period commencing on the aforesaid day and ending on the date of the commencement of this Act credit shall eventually be given to the borrower in respect of the amount so paid; No interest shall be paid on such loan during the period of ten years commencing from the first day of January, 1965, so, however, that if any interest has been paid in respect of the period commencing on the aforesaid day and ending on the date of the commencement of this Act credit shall eventually be given to the borrower in respect of the amount so paid; no money-lender shall during the aforesaid period of ten years sell any farm secured to him for the repayment of the loan; and no money-lender shall during the aforesaid period of ten years sell any farm secured to him for the repayment of the loan; and any transaction contravening the provisions of paragraph (a) or paragraph (b) shall be void. any transaction contravening the provisions of paragraph (a) or paragraph (b) shall be void. (2) Until the Bank is established, the Rural Credit Department of the Bank of Ghana shall take the place of the Bank for the purposes of giving effect to the provisions of the Part. Until the Bank is established, the Rural Credit Department of the Bank of Ghana shall take the place of the Bank for the purposes of giving effect to the provisions of the Part."
    },
    {
      "provision_ref": "s31",
      "part": "Part VI – Miscellaneous",
      "section": "31",
      "title": "Liquidation of Bank",
      "content": "The Bank shall not be placed in liquidation except under an Act passed in that behalf and in accordance with its provisions. The Bank shall not be placed in liquidation except under an Act passed in that behalf and in accordance with its provisions."
    },
    {
      "provision_ref": "s32",
      "part": "Part VI – Miscellaneous",
      "section": "32",
      "title": "Service of documents",
      "content": "Any document may be served on the Bank by leaving it at or sending it by registered post to, the head office. Any document may be served on the Bank by leaving it at or sending it by registered post to, the head office."
    },
    {
      "provision_ref": "s33",
      "part": "Part VI – Miscellaneous",
      "section": "33",
      "title": "Offences",
      "content": "(1) Any person who contravenes the provisions of this Act, for which no other penalty has been expressly provided in this Act, or knowingly makes an incorrect statement in a document submitted by him or an incorrect reply to a question asked of him for the purpose of this Act, or uses any loan or advance for any purpose other than that for which it was granted by the Bank, shall be guilty of an offence and shall be liable, after summary trial to a fine of two hundred pounds or to a term of imprisonment, not exceeding one year or to both such fine and imprisonment. Any person who contravenes the provisions of this Act, for which no other penalty has been expressly provided in this Act, or knowingly makes an incorrect statement in a document submitted by him or an incorrect reply to a question asked of him for the purpose of this Act, or uses any loan or advance for any purpose other than that for which it was granted by the Bank, shall be guilty of an offence and shall be liable, after summary trial to a fine of two hundred pounds or to a term of imprisonment, not exceeding one year or to both such fine and imprisonment. (2) In the case of an offence by a body of persons:— In the case of an offence by a body of persons:— where the body of persons is a body corporate every director and officer of the body corporate shall be deemed to be guilty of that offence; where the body of persons is a body corporate every director and officer of the body corporate shall be deemed to be guilty of that offence; where the body of persons is a firm, every partner of that firm shall be deemed to be guilty of that offence; and where the body of persons is a firm, every partner of that firm shall be deemed to be guilty of that offence; and where such body is any other body of persons, every individual constituting such body shall be deemed to be guilty of that offence:Provided that no such person shall be deemed to be guilty of the offence, if he proves that such offence was committed without his knowledge or that he exercised diligence to prevent the commission of the offence. where such body is any other body of persons, every individual constituting such body shall be deemed to be guilty of that offence: Provided that no such person shall be deemed to be guilty of the offence, if he proves that such offence was committed without his knowledge or that he exercised diligence to prevent the commission of the offence."
    },
    {
      "provision_ref": "s34",
      "part": "Part VI – Miscellaneous",
      "section": "34",
      "title": "Officers and advisers",
      "content": "The Bank may appoint or employ such persons, including advisers as it considers necessary for the efficient performance of its operations on such terms and conditions as may be specified in regulations made under this Act. The Bank may appoint or employ such persons, including advisers as it considers necessary for the efficient performance of its operations on such terms and conditions as may be specified in regulations made under this Act."
    },
    {
      "provision_ref": "s35",
      "part": "Part VI – Miscellaneous",
      "section": "35",
      "title": "Protection of Directors, etc.",
      "content": "No Director, officer or other employee of the Bank shall be liable for any act done by him bona fide in the discharge of his functions under this Act. No Director, officer or other employee of the Bank shall be liable for any act done by him bona fide in the discharge of his functions under this Act."
    },
    {
      "provision_ref": "s36",
      "part": "Part VI – Miscellaneous",
      "section": "36",
      "title": "Disclosure of Information, etc.",
      "content": "(1) No person, of whatever designation, participating in the direction, administration, control and the running of the Bank shall disclose any written or oral information which he has obtained by virtue of any function of his under this Act, unless he is otherwise called upon to give evidence in a court of competent jurisdiction or to fulfil any obligation imposed by law or in the discharge of any such function. No person, of whatever designation, participating in the direction, administration, control and the running of the Bank shall disclose any written or oral information which he has obtained by virtue of any function of his under this Act, unless he is otherwise called upon to give evidence in a court of competent jurisdiction or to fulfil any obligation imposed by law or in the discharge of any such function. (2) Any person who contravenes this section shall be guilty of an offence and shall, on summary conviction, be liable to imprisonment for a term of five (but not less than five years. Any person who contravenes this section shall be guilty of an offence and shall, on summary conviction, be liable to imprisonment for a term of five (but not less than five years."
    },
    {
      "provision_ref": "s37",
      "part": "Part VI – Miscellaneous",
      "section": "37",
      "title": "Regulations",
      "content": "(1) The Minister may, by legislative instrument, make regulations for any matter in respect of which regulations are required to be made under this Act and for carrying out the principles and provisions of this Act. The Minister may, by legislative instrument, make regulations for any matter in respect of which regulations are required to be made under this Act and for carrying out the principles and provisions of this Act. (2) Without prejudice to the provisions of subsection (1), such regulations may provide for all or any of the following matters: Without prejudice to the provisions of subsection (1), such regulations may provide for all or any of the following matters: the manner in which the conditions subject to which the shares of the Bank may be held and transferred, and generally all matters relating to the rights and duties of the shareholders; the manner in which the conditions subject to which the shares of the Bank may be held and transferred, and generally all matters relating to the rights and duties of the shareholders; the duties and powers of the Chairman; the duties and powers of the Chairman; the manner, conditions and terms of issue and redemption of funds and debentures; the manner, conditions and terms of issue and redemption of funds and debentures; the conditions on which advances, loans and credit may be granted to either or both the following description of persons— the conditions on which advances, loans and credit may be granted to either or both the following description of persons— any person discharging any function under this Act; any person discharging any function under this Act; the individuals, co-operative societies and other bodies corporate with whom such person or his relatives is or are connected as partners directors, managers, servants, shareholders or otherwise; the individuals, co-operative societies and other bodies corporate with whom such person or his relatives is or are connected as partners directors, managers, servants, shareholders or otherwise; the conduct of business at the meetings of the Board and of the Executive Committee; the conduct of business at the meetings of the Board and of the Executive Committee; the procedure for the recovery of loans and other debts due to the Bank; the procedure for the recovery of loans and other debts due to the Bank; the disclosure of interest, direct or indirect, of a Director in any application for loans; the disclosure of interest, direct or indirect, of a Director in any application for loans; the recruitment of the employees of the Bank, the terms and conditions of their service, the constitution and management of Provident Funds for the employees of the Bank and all other matters connected with any of these matters; the recruitment of the employees of the Bank, the terms and conditions of their service, the constitution and management of Provident Funds for the employees of the Bank and all other matters connected with any of these matters; the duties and conduct of employees and agents; the duties and conduct of employees and agents; the form of returns and statements; the form of returns and statements; preparation of annual estimates of income and expenditure of the Bank and their submission to the Board and the Minister; and preparation of annual estimates of income and expenditure of the Bank and their submission to the Board and the Minister; and the registration of farmers who have incurred debts to such other farmers or other persons, the repayment of such debts by loans from the Bank and for other matters connected with such repayment, save as otherwise expressly provided in this Act. the registration of farmers who have incurred debts to such other farmers or other persons, the repayment of such debts by loans from the Bank and for other matters connected with such repayment, save as otherwise expressly provided in this Act."
    },
    {
      "provision_ref": "s38",
      "part": "Part VI – Miscellaneous",
      "section": "38",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires:—“ agriculture ” includes the raising of crops, horticulture, forestry, fishery, animal husbandry, poultry farming, dairy farming, bee-keeping and agriculture;“ agriculturist ” means any person engaged in agriculture, farming or in the development of agriculture or agricultural produce, or in the storage, warehousing, marketing or processing of agricultural produce.“ Bank ” means the Agricultural Credit and Co-operative Bank established by section 1 of this Act;“ Chairman ” means Chairman of the Board of Directors;“ co-operative society ” means any Co-operative Society registered in Ghana under any law for the time being in force relating to the registration of Co-operative Societies;“ cottage industry ” means an industry which is carried or wholly or mainly by the members of a family either as a full-time occupation or by a group of such persons who have formed themselves into a cooperative society; and“ Minister ” means the Minister responsible for Finance. In this Act, unless the context otherwise requires:— “ agriculture ” includes the raising of crops, horticulture, forestry, fishery, animal husbandry, poultry farming, dairy farming, bee-keeping and agriculture; “ agriculturist ” means any person engaged in agriculture, farming or in the development of agriculture or agricultural produce, or in the storage, warehousing, marketing or processing of agricultural produce. “ Bank ” means the Agricultural Credit and Co-operative Bank established by section 1 of this Act; “ Chairman ” means Chairman of the Board of Directors; “ co-operative society ” means any Co-operative Society registered in Ghana under any law for the time being in force relating to the registration of Co-operative Societies; “ cottage industry ” means an industry which is carried or wholly or mainly by the members of a family either as a full-time occupation or by a group of such persons who have formed themselves into a cooperative society; and “ Minister ” means the Minister responsible for Finance."
    },
    {
      "provision_ref": "s39",
      "part": "Part VI – Miscellaneous",
      "section": "39",
      "title": "Commencement",
      "content": "Save as otherwise expressly provided in this Act, this Act shall come into force on such date as the President may fix by legislative instrument. Save as otherwise expressly provided in this Act, this Act shall come into force on such date as the President may fix by legislative instrument."
    }
  ],
  "definitions": [
    {
      "term": "agriculturist",
      "definition": "any person engaged in agriculture, farming or in the development of agriculture or agricultural produce, or in the storage, warehousing, marketing or processing of agricultural produce.“ Bank ” means the Agricultural Credit and Co-operative Bank established by section 1 of this Act",
      "source_provision": "s38"
    },
    {
      "term": "Chairman",
      "definition": "Chairman of the Board of Directors",
      "source_provision": "s38"
    },
    {
      "term": "co-operative society",
      "definition": "any Co-operative Society registered in Ghana under any law for the time being in force relating to the registration of Co-operative Societies",
      "source_provision": "s38"
    },
    {
      "term": "cottage industry",
      "definition": "an industry which is carried or wholly or mainly by the members of a family either as a full-time occupation or by a group of such persons who have formed themselves into a cooperative society",
      "source_provision": "s38"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance. In this Act, unless the context otherwise requires:— “ agriculture ” includes the raising of crops, horticulture, forestry, fishery, animal husbandry, poultry farming, dairy farming, bee-keeping and agriculture",
      "source_provision": "s38"
    },
    {
      "term": "agriculturist",
      "definition": "any person engaged in agriculture, farming or in the development of agriculture or agricultural produce, or in the storage, warehousing, marketing or processing of agricultural produce. “ Bank ” means the Agricultural Credit and Co-operative Bank established by section 1 of this Act",
      "source_provision": "s38"
    },
    {
      "term": "Chairman",
      "definition": "Chairman of the Board of Directors",
      "source_provision": "s38"
    },
    {
      "term": "co-operative society",
      "definition": "any Co-operative Society registered in Ghana under any law for the time being in force relating to the registration of Co-operative Societies",
      "source_provision": "s38"
    },
    {
      "term": "cottage industry",
      "definition": "an industry which is carried or wholly or mainly by the members of a family either as a full-time occupation or by a group of such persons who have formed themselves into a cooperative society",
      "source_provision": "s38"
    }
  ]
}