{
  "id": "act-310-1965",
  "type": "act",
  "title": "Ghana Water and Sewerage Corporation Act, 1965",
  "short_name": "GWSC 1965",
  "act_number": 310,
  "year": 1965,
  "status": "in_force",
  "issued_date": "1965-12-31",
  "url": "https://ghalii.org/akn/gh/act/1965/310",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of Corporation",
      "content": "(1) There is hereby established a body corporate to be known as the Ghana Water and Sewerage Corporation. There is hereby established a body corporate to be known as the Ghana Water and Sewerage Corporation. (2) The Corporation shall, by the name assigned to it by subsection (1), be a body corporate and shall have perpetual succession and a common seal, may sue and be sued in such name and may for the purposes of this Act enter into contracts and other transactions. The Corporation shall, by the name assigned to it by subsection (1), be a body corporate and shall have perpetual succession and a common seal, may sue and be sued in such name and may for the purposes of this Act enter into contracts and other transactions. (3) The Corporation shall have the power, for the discharge of its functions conferred by or under this Act, to acquire and hold any movable or immovable property and to sell, lease, mortgage or otherwise alienate or dispose of any such property. The Corporation shall have the power, for the discharge of its functions conferred by or under this Act, to acquire and hold any movable or immovable property and to sell, lease, mortgage or otherwise alienate or dispose of any such property."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Objects of Corporation",
      "content": "(1) The objects of the Corporation shall be— The objects of the Corporation shall be— the provision, distribution and conservation of the supply of water in Ghana for public, domestic and industrial purposes; and the provision, distribution and conservation of the supply of water in Ghana for public, domestic and industrial purposes; and the establishment, operation and control of sewerage systems of such purposes. the establishment, operation and control of sewerage systems of such purposes. (2) Without prejudice to the generality of subsection (1), the powers of the Corporation shall include, in relation to all or any of the aforesaid objects— Without prejudice to the generality of subsection (1), the powers of the Corporation shall include, in relation to all or any of the aforesaid objects— the preparation of long-term plans in consultation with the appropriate co-ordinating authority established by the President; the preparation of long-term plans in consultation with the appropriate co-ordinating authority established by the President; the conduct of research relative to water, sewerage, and connected subjects; the conduct of research relative to water, sewerage, and connected subjects; the making of engineering surveys and plans; the making of engineering surveys and plans; the construction and operation of works; the construction and operation of works; the setting of standards relative to water supply and sewerage in collaboration with appropriate authorities selected for the purposes of this Act by the President; the setting of standards relative to water supply and sewerage in collaboration with appropriate authorities selected for the purposes of this Act by the President; the determination of adequate rates, charges or fees, and effective methods for collection thereof, for water and sewerage services furnished to all classes of users; and the determination of adequate rates, charges or fees, and effective methods for collection thereof, for water and sewerage services furnished to all classes of users; and the conduct of other related or incidental activities. the conduct of other related or incidental activities. (3) For the purpose of carrying out any of its objects the Corporation may, by its officers, other employees or agents— For the purpose of carrying out any of its objects the Corporation may, by its officers, other employees or agents— after giving notice to the owner or occupier of any land or premises, enter upon any such land or premises and thereon dig trenches, lay pipes and do other acts reasonably necessary for carrying out such objects; and after giving notice to the owner or occupier of any land or premises, enter upon any such land or premises and thereon dig trenches, lay pipes and do other acts reasonably necessary for carrying out such objects; and enter any road or place to which the public have access for carrying out such objects: enter any road or place to which the public have access for carrying out such objects: Provided that the Corporation shall do as little damage as possible in the exercise of its powers under this section, and shall compensate for any damage caused by the exercise of such powers, and the liability for, and the amount of, the compensation shall, in case of difference, be settled in accordance with the provisions of the Arbitration Act, 1961 (Act 38)."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Board",
      "content": "(1) The governing body of the Corporation shall be a Board. The governing body of the Corporation shall be a Board. (2) The Board shall consist of— The Board shall consist of— six members appointed by the President, one of whom shall be appointed by the President as its Chairman and another by President as Its Managing Director thereof; and six members appointed by the President, one of whom shall be appointed by the President as its Chairman and another by President as Its Managing Director thereof; and the Principal Secretary to the Ministry responsible for the Corporation or any other person appointed as a member by the President after consultation with the Minister. the Principal Secretary to the Ministry responsible for the Corporation or any other person appointed as a member by the President after consultation with the Minister. (3) Subject to the other provisions of this Act, the members of the Board, other than the Managing Director, shall hold office for a period of three years. The appointment of such members may be renewed from time to time. Subject to the other provisions of this Act, the members of the Board, other than the Managing Director, shall hold office for a period of three years. The appointment of such members may be renewed from time to time. (4) The Board may pay to its members other than the Managing Director, such subsistence, travelling and other allowances at such rates as the Minister may approve. The Board may pay to its members other than the Managing Director, such subsistence, travelling and other allowances at such rates as the Minister may approve. (5) The appointment of any member of the Board than the Managing Director, may be terminated at any time by the President if he is of opinion that it is in interest of the Corporation so to do. The Managing Director shall be appointed for such period and on such terms and conditions as the President may think fit The appointment of any member of the Board than the Managing Director, may be terminated at any time by the President if he is of opinion that it is in interest of the Corporation so to do. The Managing Director shall be appointed for such period and on such terms and conditions as the President may think fit (6) Any member may at any time resign his appointment by notice in writing to the President. Any member may at any time resign his appointment by notice in writing to the President. (7) Every member shall, on ceasing to be a member, be eligible for re-appointment. Every member shall, on ceasing to be a member, be eligible for re-appointment."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Executive of functions",
      "content": "The Corporation shall be responsible for the execution of its functions in accordance with the provisions of this Act, being guided by the Minister in matters of general policy. The Corporation shall be responsible for the execution of its functions in accordance with the provisions of this Act, being guided by the Minister in matters of general policy."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Meetings of Board",
      "content": "(1) The Board shall meet for the despatch of its business at such times and at such places as the Chairman thereof may appoint, so, however, that the Board shall meet at least once every month. The Board shall meet for the despatch of its business at such times and at such places as the Chairman thereof may appoint, so, however, that the Board shall meet at least once every month. (2) At every meeting of the Board at which he is present, the Chairman shall preside and in his absence, a member of the Board appointed by the members present from among themselves, shall preside. At every meeting of the Board at which he is present, the Chairman shall preside and in his absence, a member of the Board appointed by the members present from among themselves, shall preside. (3) Questions proposed at a meeting of the Board shall be determined by a simple majority of members present and voting and in the event of an equality of votes the person presiding shall have a second or casting vote. Questions proposed at a meeting of the Board shall be determined by a simple majority of members present and voting and in the event of an equality of votes the person presiding shall have a second or casting vote. (4) The quorum at any meeting of the Board shall be four. The quorum at any meeting of the Board shall be four. (5) The Board may make bye-laws or other instruments, not inconsistent with this Act for the purpose of regulating its business or any other matter falling within the scope of its functions. The Board may make bye-laws or other instruments, not inconsistent with this Act for the purpose of regulating its business or any other matter falling within the scope of its functions. (6) The Board may, at any time, co-opt any person or persons to act as adviser or advisers at any of its meetings, so, however, that no person so co-opted shall be entitled to vote at any such meeting on any matter for decision by the Board. The Board may, at any time, co-opt any person or persons to act as adviser or advisers at any of its meetings, so, however, that no person so co-opted shall be entitled to vote at any such meeting on any matter for decision by the Board. (7) The validity of any proceedings of the Board shall not be affected by any vacancy among its members or by any defect in the appointment of any of them. The validity of any proceedings of the Board shall not be affected by any vacancy among its members or by any defect in the appointment of any of them."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Chief Executive",
      "content": "Subject to such directions as may be given by the Board on Chief matters of general policy, the Managing Director thereof shall be the chief executive officer of the Corporation and shall, subject to such directions, be charged with the conduct of its business, its administration and organisation, and with the selection, control, and dismissal of all the staff and employees of the Corporation and with the determination of their conditions of service. Subject to such directions as may be given by the Board on Chief matters of general policy, the Managing Director thereof shall be the chief executive officer of the Corporation and shall, subject to such directions, be charged with the conduct of its business, its administration and organisation, and with the selection, control, and dismissal of all the staff and employees of the Corporation and with the determination of their conditions of service."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Corporation to be run on practice in public utility enterprises",
      "content": "The Corporation shall cause its affairs to be managed in accordance with the practices observed in public utility enterprises and in particular shall cause its functions under this Act to be carried out so as to ensure that, taking one year with another, its revenues are equal to or greater than its outgoings. The Corporation shall cause its affairs to be managed in accordance with the practices observed in public utility enterprises and in particular shall cause its functions under this Act to be carried out so as to ensure that, taking one year with another, its revenues are equal to or greater than its outgoings."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Borrowing powers",
      "content": "(1) The Corporation may obtain loans and other credit facilities on the guarantee of the Government from the National Investment Bank or from such other Bank as the Minister responsible for Finance may approve. The Corporation may obtain loans and other credit facilities on the guarantee of the Government from the National Investment Bank or from such other Bank as the Minister responsible for Finance may approve. (2) Apart from the powers of the Corporation under subsection (1) of this section, the Corporation may, with the prior approval of the Minister responsible for Finance, borrow money from any other source. Apart from the powers of the Corporation under subsection (1) of this section, the Corporation may, with the prior approval of the Minister responsible for Finance, borrow money from any other source. (3) For the purposes of any technical arrangements in connection with the raising of any loan under subsection (2) of this section, the Corporation shall, if the National Investment Bank agrees, use the services of that Bank. For the purposes of any technical arrangements in connection with the raising of any loan under subsection (2) of this section, the Corporation shall, if the National Investment Bank agrees, use the services of that Bank."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Assets and reserves",
      "content": "(1) There shall be vested in the Corporation such assets as may be transferred to the Corporation by the Minister by executive instrument and such other assets as may be transferred to it by other persons. There shall be vested in the Corporation such assets as may be transferred to the Corporation by the Minister by executive instrument and such other assets as may be transferred to it by other persons. (2) The Corporation may receive grants from the Government for development and as working capital. The Corporation may receive grants from the Government for development and as working capital. (3) The Corporation shall establish and maintain by annual payments from its earnings a depreciation fund for the replacement of fixed assets which become worn out or become obsolete, and shall establish such capital sinking funds as may be required for expansion and development financing. The Corporation shall establish and maintain by annual payments from its earnings a depreciation fund for the replacement of fixed assets which become worn out or become obsolete, and shall establish such capital sinking funds as may be required for expansion and development financing."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Liability and responsibility",
      "content": "(1) The Corporation shall be responsible for such liabilities and contracts as may have been incurred or entered into by any other person or authority before the date of the commencement of this Act in respect of any object of the Corporation and specified in an executive instrument made by the Minister under this subsection and any matters relating to such liabilities and contracts shall be carried out on and after that date by the Corporation as if the Corporation were such other person or authority. The Corporation shall be responsible for such liabilities and contracts as may have been incurred or entered into by any other person or authority before the date of the commencement of this Act in respect of any object of the Corporation and specified in an executive instrument made by the Minister under this subsection and any matters relating to such liabilities and contracts shall be carried out on and after that date by the Corporation as if the Corporation were such other person or authority. (2) The Corporation shall continue in employment any employees of such other person or authority on and after that date on such terms and conditions as may be fixed by the Corporation. The Corporation shall continue in employment any employees of such other person or authority on and after that date on such terms and conditions as may be fixed by the Corporation."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Accounts",
      "content": "(1) The Corporation shall keep proper books of account and proper records in relation thereto. The Corporation shall keep proper books of account and proper records in relation thereto. (2) Subject to such directions as to form as the Minister responsible for Finance, and the Minister may jointly give, the Corporation shall prepare, in respect of each financial year, a statement of accounts which shall include— Subject to such directions as to form as the Minister responsible for Finance, and the Minister may jointly give, the Corporation shall prepare, in respect of each financial year, a statement of accounts which shall include— a balance sheet, a statement of income and expenditure and a statement containing such information as had the Corporation been a company registered under the Companies Code (Act 179) would be required to be laid before the company by the directors at an annual meeting; and a balance sheet, a statement of income and expenditure and a statement containing such information as had the Corporation been a company registered under the Companies Code (Act 179) would be required to be laid before the company by the directors at an annual meeting; and such other information in respect of the financial affairs of the Corporation as the Minister or the Minister responsible for Finance may require. such other information in respect of the financial affairs of the Corporation as the Minister or the Minister responsible for Finance may require. (3) The Corporation shall, as soon as possible, but within three months after the termination of each financial year, submit an annual report to the Minister, in such form as the Minister may prescribe, which shall include the statements of account specified in subsection (2) of this section and the Minister shall as soon as practicable lay the report before the National Assembly. The Corporation shall, as soon as possible, but within three months after the termination of each financial year, submit an annual report to the Minister, in such form as the Minister may prescribe, which shall include the statements of account specified in subsection (2) of this section and the Minister shall as soon as practicable lay the report before the National Assembly. (4) The Corporation shall submit to the Minister such report of its financial affairs as the Minister may at any time require. The Corporation shall submit to the Minister such report of its financial affairs as the Minister may at any time require."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Audit",
      "content": "(1) The books and accounts of the Corporation shall be audited each year by the Auditor-General or an auditor appointed by him. The books and accounts of the Corporation shall be audited each year by the Auditor-General or an auditor appointed by him. (2) The Auditor-General shall, not later than three months after the termination of each financial year forward to the Minister a copy of the audited accounts of the Corporation for the financial year immediately preceding. The Auditor-General shall, not later than three months after the termination of each financial year forward to the Minister a copy of the audited accounts of the Corporation for the financial year immediately preceding."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Auditor's report",
      "content": "(1) The Auditor-General or the auditor appointed by him shall report annually to the Minister the result of his report, of the accounts and financial statement of the Corporation, and the report shall state whether in his opinion— The Auditor-General or the auditor appointed by him shall report annually to the Minister the result of his report, of the accounts and financial statement of the Corporation, and the report shall state whether in his opinion— proper books of accounts have been kept by the Corporation; proper books of accounts have been kept by the Corporation; the financial statement of the Corporation— the financial statement of the Corporation— was prepared on a basis consistent with that of the preceding year and is in agreement with the books of accounts; was prepared on a basis consistent with that of the preceding year and is in agreement with the books of accounts; in the case of the balance sheet, gives a true and fair view of the state of the Corporation's affairs as at the end of the financial year; and in the case of the balance sheet, gives a true and fair view of the state of the Corporation's affairs as at the end of the financial year; and in the case of the statement of income and expenses, gives a true and fair view of the income and expenses or profit and loss of the Corporation for the financial year; in the case of the statement of income and expenses, gives a true and fair view of the income and expenses or profit and loss of the Corporation for the financial year; and the Auditor-General or the auditor appointed by him shall call the attention of the Minister to any other matter falling within the scope of his examination which, in his opinion, should be brought to the attention of the National Assembly. (2) The Auditor-General or the auditor appointed by him, shall from time to time make to the Corporation or to the Minister such other reports as he may deem necessary or as the Minister responsible for Finance or the Minister may require. The Auditor-General or the auditor appointed by him, shall from time to time make to the Corporation or to the Minister such other reports as he may deem necessary or as the Minister responsible for Finance or the Minister may require."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Regulations",
      "content": "The Board may, with the approval of the Minister, by legislative instrument, make regulations— in respect of such matters as are required under this Act to be prescribed; in respect of such matters as are required under this Act to be prescribed; fixing water rates, sewerage charges, and other fees necessary for giving effect to any matter specified in this Act; fixing water rates, sewerage charges, and other fees necessary for giving effect to any matter specified in this Act; for the prevention of the waste of water; for the prevention of the waste of water; for the suspension of water supply; for the suspension of water supply; for the prevention of the pollution of water; for the prevention of the pollution of water; for the inspection of any appliances whereby or in connection with which water is supplied or sewerage systems are established; for the inspection of any appliances whereby or in connection with which water is supplied or sewerage systems are established; for the conditions of service of the staff of the Corporation, including conditions for the establishment of a Provident Fund or Pension Fund Scheme; and for the conditions of service of the staff of the Corporation, including conditions for the establishment of a Provident Fund or Pension Fund Scheme; and for any other matter for carrying out the principles and provisions of this Act for any other matter for carrying out the principles and provisions of this Act"
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Relations with local Authorities, etc.",
      "content": "(1) A council within the meaning of the Local Government Act, 1961 (Act 54) shall exercise any object conferred or deemed to be conferred under that Act, subject to such directions as may be given by the Corporation, if such object is connected with or incidental to an object of the Corporation specified in section 2 of this Act. A council within the meaning of the Local Government Act, 1961 (Act 54) shall exercise any object conferred or deemed to be conferred under that Act, subject to such directions as may be given by the Corporation, if such object is connected with or incidental to an object of the Corporation specified in section 2 of this Act. (2) The Corporation shall have preference over other authorities in the use of water resources for public, domestic and industrial purposes and if there is any doubt as to the meaning of the expression “public domestic and industrial purposes” in section 2 of this Act, such doubt shall be resolved by the Minister whose decision shall be final. The Corporation shall have preference over other authorities in the use of water resources for public, domestic and industrial purposes and if there is any doubt as to the meaning of the expression “public domestic and industrial purposes” in section 2 of this Act, such doubt shall be resolved by the Minister whose decision shall be final."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Exemption from tax",
      "content": "The Corporation shall be exempt from the payment of income from tax. The Corporation shall be exempt from the payment of income from tax."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires—“Corporation” means the Corporation established under section 1 of this Act;“financial year” means the period of twelve months ending on the thirty-first day of December, so, however, that the first financial year of the Corporation shall be the period commencing on the date on which this Act comes into force and ending on the thirty-first day of December, 1965; and“Minister” means the Minister to whom the functions under this Act have been assigned by the President. In this Act unless the context otherwise requires— “Corporation” means the Corporation established under section 1 of this Act; “financial year” means the period of twelve months ending on the thirty-first day of December, so, however, that the first financial year of the Corporation shall be the period commencing on the date on which this Act comes into force and ending on the thirty-first day of December, 1965; and “Minister” means the Minister to whom the functions under this Act have been assigned by the President."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Repeal",
      "content": "The Waterworks Ordinance (Cap. 67) is hereby repealed:Provided that any statutory instrument made under that Ordinance, and in force on the day immediately before the date of commencement of this Act shall, until such instrument is amended or rescinded continue in force under the corresponding provisions of this Act. The Waterworks Ordinance (Cap. 67) is hereby repealed: Provided that any statutory instrument made under that Ordinance, and in force on the day immediately before the date of commencement of this Act shall, until such instrument is amended or rescinded continue in force under the corresponding provisions of this Act."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Commencement",
      "content": "This Act shall come into force on such date as may be fixed by the President by legislative instrument. This Act shall come into force on such date as may be fixed by the President by legislative instrument."
    }
  ],
  "definitions": [
    {
      "term": "Corporation",
      "definition": "the Corporation established under section 1 of this Act",
      "source_provision": "s17"
    },
    {
      "term": "financial year",
      "definition": "the period of twelve months ending on the thirty-first day of December, so, however, that the first financial year of the Corporation shall be the period commencing on the date on which this Act comes into force and ending on the thirty-first day of December, 1965",
      "source_provision": "s17"
    },
    {
      "term": "Minister",
      "definition": "the Minister to whom the functions under this Act have been assigned by the President. In this Act unless the context otherwise requires— “Corporation” means the Corporation established under section 1 of this Act",
      "source_provision": "s17"
    },
    {
      "term": "financial year",
      "definition": "the period of twelve months ending on the thirty-first day of December, so, however, that the first financial year of the Corporation shall be the period commencing on the date on which this Act comes into force and ending on the thirty-first day of December, 1965",
      "source_provision": "s17"
    }
  ]
}