{
  "id": "act-457-1993",
  "type": "act",
  "title": "Fisheries Commission Act, 1993",
  "short_name": "Fisheries Commission Act, 1993 1993",
  "act_number": 457,
  "year": 1993,
  "status": "in_force",
  "issued_date": "1993-12-31",
  "url": "https://ghalii.org/akn/gh/act/1993/457",
  "provisions": [
    {
      "provision_ref": "s1",
      "part": "Part I – Establishment of Commission and its functions",
      "section": "1",
      "title": "Establishment of Fisheries Commission",
      "content": "There is established by this Act a Fisheries Commission referred to in this Act as “the Commission”. There is established by this Act a Fisheries Commission referred to in this Act as “the Commission”."
    },
    {
      "provision_ref": "s2",
      "part": "Part I – Establishment of Commission and its functions",
      "section": "2",
      "title": "Functions of Commission",
      "content": "(1) The Commission shall be responsible for the regulation and management of the utilization of the fishery resources of Ghana and the co-ordination of the policies in relation to them. The Commission shall be responsible for the regulation and management of the utilization of the fishery resources of Ghana and the co-ordination of the policies in relation to them. (2) For the purposes of subsection (1) of this section, the Commission shall— For the purposes of subsection (1) of this section, the Commission shall— establish systems to manage, protect and effectively use the fish resources of Ghana to achieve the most productive use of fish resources in Ghana; establish systems to manage, protect and effectively use the fish resources of Ghana to achieve the most productive use of fish resources in Ghana; monitor and ensure the implementation of Govern­ment’s policies for the development, management, conservation and utilisation of fisheries resources of Ghana; monitor and ensure the implementation of Govern­ment’s policies for the development, management, conservation and utilisation of fisheries resources of Ghana; prescribe in consultation with the Ghana Standards Board and Fisheries Department of the Ministry of Food and Agriculture standards for quality, weight, measurement and grades of fish in the country. prescribe in consultation with the Ghana Standards Board and Fisheries Department of the Ministry of Food and Agriculture standards for quality, weight, measurement and grades of fish in the country. advise the Minister on matters affecting the fishing industry; advise the Minister on matters affecting the fishing industry; foster international co-operation and collaboration in fisheries for the benefit of the nation within the framework of Ghana’s foreign policy and interna­tional commitments; foster international co-operation and collaboration in fisheries for the benefit of the nation within the framework of Ghana’s foreign policy and interna­tional commitments; establish systems and maintain action programmes for the promotion of the fishing industry and the protection and welfare of Ghanaian fishermen working outside Ghana, particularly along the West African Coast; establish systems and maintain action programmes for the promotion of the fishing industry and the protection and welfare of Ghanaian fishermen working outside Ghana, particularly along the West African Coast; receive from the unit and examine annual report on payment and disbursements of monies from the Fund established under section 30(4) of the Fisheries Law, 1991 (P.N.D.C.L. 256); receive from the unit and examine annual report on payment and disbursements of monies from the Fund established under section 30(4) of the Fisheries Law, 1991 (P.N.D.C.L. 256); co-ordinate with appropriate and relevant national authorities on the use of Ghanaian timber to build fishing canoes and inshore vessels; co-ordinate with appropriate and relevant national authorities on the use of Ghanaian timber to build fishing canoes and inshore vessels; advise the Minister on the importation of fresh and frozen fish as a supplement to local fish production; advise the Minister on the importation of fresh and frozen fish as a supplement to local fish production; hear and settle complaints from persons aggrieved in respect of matters arising from and related to the fishing industry; hear and settle complaints from persons aggrieved in respect of matters arising from and related to the fishing industry; co-ordinate the activities of co-operatives, societies and associations in the fishing industry; and co-ordinate the activities of co-operatives, societies and associations in the fishing industry; and perform such other functions as the Minister may assign to it. perform such other functions as the Minister may assign to it."
    },
    {
      "provision_ref": "s3",
      "part": "Part II – Composition of Commission and related provisions",
      "section": "3",
      "title": "Composi­tion of Commis­sion",
      "content": "The Commission shall consist of the following persons— a Chairman who is not a Minister of State or a Deputy Minister; a Chairman who is not a Minister of State or a Deputy Minister; the Executive Secretary referred to in section 15 of this Act; the Executive Secretary referred to in section 15 of this Act; one representative from each of the following bodies nominated by the body concerned who shall not be below the rank of a Deputy Director and in the case of functional groups not below the rank of a vice-chairman or its equivalent— Ministry of Transport and Communications; Ministry of Transport and Communications; Ministry of Defence; Ministry of Defence; Ministry of Environment; Ministry of Environment; Ministry of Food and Agriculture; Ministry of Food and Agriculture; Ghana National Association of Farmers and Fishermen; Ghana National Association of Farmers and Fishermen; National Fisheries Association of Ghana; National Fisheries Association of Ghana; Ghana Tuna Association; Ghana Tuna Association; Ghana Marine Fishing Officers Association; Ghana Marine Fishing Officers Association; Fish Smokers Association Fish Smokers Association Institute of Aquatic Biology Institute of Aquatic Biology the Ghana Irrigation Development Autho­rity; and the Ghana Irrigation Development Autho­rity; and four persons at least two of whom shall be women. four persons at least two of whom shall be women."
    },
    {
      "provision_ref": "s4",
      "part": "Part II – Composition of Commission and related provisions",
      "section": "4",
      "title": "Appointments of members",
      "content": "(1) The Chairman and the other members of the Commission shall be appointed by the President. The Chairman and the other members of the Commission shall be appointed by the President. (2) The Chairman and the other members of the Commission shall be appointed on such terms and conditions as the President may determine. The Chairman and the other members of the Commission shall be appointed on such terms and conditions as the President may determine. (3) The members of the Commission other than ex-officio members shall hold office for four years and may on the expiration of that period be re-appointed for a further term. The members of the Commission other than ex-officio members shall hold office for four years and may on the expiration of that period be re-appointed for a further term. (4) A member nominated by a body as its representative on the Commission shall cease to be a member if the President revokes his appointment on the recommendation of the body by letter addressed to him. A member nominated by a body as its representative on the Commission shall cease to be a member if the President revokes his appointment on the recommendation of the body by letter addressed to him. (5) The Chairman of the Commission shall notify the Presi­dent of vacancies which occur in the membership of the Commis­sion. The Chairman of the Commission shall notify the Presi­dent of vacancies which occur in the membership of the Commis­sion. (6) When the Chairman or a member of the Commission is incapacitated by illness or any other cause from performing the functions of his office, the President may acting in consultation with the appropriate institution appoint another person to perform the functions of the member until the member is able to resume the performance of his duties. When the Chairman or a member of the Commission is incapacitated by illness or any other cause from performing the functions of his office, the President may acting in consultation with the appropriate institution appoint another person to perform the functions of the member until the member is able to resume the performance of his duties."
    },
    {
      "provision_ref": "s5",
      "part": "Part II – Composition of Commission and related provisions",
      "section": "5",
      "title": "Qualification of members",
      "content": "(1) No person is qualified to be a member of the Commission who— No person is qualified to be a member of the Commission who— has been adjudged or otherwise declared— has been adjudged or otherwise declared— bankrupt under any law in force in Ghana and has not been discharged; or bankrupt under any law in force in Ghana and has not been discharged; or to be of unsound mind or is detained as a criminal lunatic under any law in force in Ghana; or to be of unsound mind or is detained as a criminal lunatic under any law in force in Ghana; or has been convicted— has been convicted— for high crime under the Constitution or high treason or treason or for an offence involving the security of the State, fraud, dishonesty or moral turpitude; or for high crime under the Constitution or high treason or treason or for an offence involving the security of the State, fraud, dishonesty or moral turpitude; or for any other offence punishable by death or by a sentence of not less than 10 years; or for any other offence punishable by death or by a sentence of not less than 10 years; or has been found by the report of a commission or a committee of inquiry to be incompetent to hold public office or is a person in respect of whom a commission or committee of inquiry has found that while being a public ofiicer he acquired assets unlawfully or de­frauded the State or misused or abused his office, or wilfully acted in a manner prejudicial to the interest of the State, and the findings have not been set aside on appeal or judicial review; or has been found by the report of a commission or a committee of inquiry to be incompetent to hold public office or is a person in respect of whom a commission or committee of inquiry has found that while being a public ofiicer he acquired assets unlawfully or de­frauded the State or misused or abused his office, or wilfully acted in a manner prejudicial to the interest of the State, and the findings have not been set aside on appeal or judicial review; or is under sentence of death or other sentence of impri­sonment imposed on him by any court; or is under sentence of death or other sentence of impri­sonment imposed on him by any court; or is otherwise disqualified by a law for the time being in force. is otherwise disqualified by a law for the time being in force. (2) Members of the Commission shall be persons of high moral character and integrity and the President shall in appointing a member have regard to the expertise and experience of the person and his ability to contribute to the work of the Commission. Members of the Commission shall be persons of high moral character and integrity and the President shall in appointing a member have regard to the expertise and experience of the person and his ability to contribute to the work of the Commission. (3) Without prejudice to subsections (1) and (2) of this section a member of the Commission shall cease to be a member if— Without prejudice to subsections (1) and (2) of this section a member of the Commission shall cease to be a member if— in the case of a person possessed of professional quali­fication, he is disqualified or suspended from practis­ing his profession by an order of a competent authority made in respect of him personally or ceases to be a member of the profession otherwise than at his own request; or in the case of a person possessed of professional quali­fication, he is disqualified or suspended from practis­ing his profession by an order of a competent authority made in respect of him personally or ceases to be a member of the profession otherwise than at his own request; or he is absent from four consecutive meetings of the Commission without sufficient reason. he is absent from four consecutive meetings of the Commission without sufficient reason."
    },
    {
      "provision_ref": "s6",
      "part": "Part II – Composition of Commission and related provisions",
      "section": "6",
      "title": "Resignation",
      "content": "The Chairman or a member of the Commission may resign his office by notice addressed to the President. The Chairman or a member of the Commission may resign his office by notice addressed to the President."
    },
    {
      "provision_ref": "s7",
      "part": "Part II – Composition of Commission and related provisions",
      "section": "7",
      "title": "Removal of members of Commission",
      "content": "The Chairman or a member of the Commission may be re­moved from office by the President for inability to perform the functions of his office or for any just cause. The Chairman or a member of the Commission may be re­moved from office by the President for inability to perform the functions of his office or for any just cause."
    },
    {
      "provision_ref": "s8",
      "part": "Part II – Composition of Commission and related provisions",
      "section": "8",
      "title": "Allowances of members of Commission",
      "content": "The Chairman and other members of the Commission shall be paid such allowances as the Minister in consultation with the Minister responsible for Finance may determine. The Chairman and other members of the Commission shall be paid such allowances as the Minister in consultation with the Minister responsible for Finance may determine."
    },
    {
      "provision_ref": "s9",
      "part": "Part II – Composition of Commission and related provisions",
      "section": "9",
      "title": "Meetings of Commission",
      "content": "(1) The Commission shall meet for the despatch of business at a time and place determined by the Chairman but shall meet at least once in every three months. The Commission shall meet for the despatch of business at a time and place determined by the Chairman but shall meet at least once in every three months. (2) The Chairman shall summon a special meeting of the Commission within fourteen days of the receipt of a written request signed by not less than eight members of the Commission. The Chairman shall summon a special meeting of the Commission within fourteen days of the receipt of a written request signed by not less than eight members of the Commission. (3) The quorum at a meeting of the Commission shall be not less than half of the membership of the Commission. The quorum at a meeting of the Commission shall be not less than half of the membership of the Commission. (4) The Chairman shall preside at each meeting of the Com­mission but in his absence a member of the Commission elected by the members present from among their number shall preside. The Chairman shall preside at each meeting of the Com­mission but in his absence a member of the Commission elected by the members present from among their number shall preside. (5) The validity of the proceedings of the Commission shall not be affected by a vacancy in its membership or any defect in the appointment of a member. The validity of the proceedings of the Commission shall not be affected by a vacancy in its membership or any defect in the appointment of a member. (6) Questions before the Commission shall be decided by a majority of the members present and voting. Questions before the Commission shall be decided by a majority of the members present and voting. (7) The Chairman or the person presiding at a meeting of the Commission shall in the event of equality of votes have a second or casting vote. The Chairman or the person presiding at a meeting of the Commission shall in the event of equality of votes have a second or casting vote. (8) Except as otherwise provided in this Act, the Commission shall regulate the procedure at its meetings. Except as otherwise provided in this Act, the Commission shall regulate the procedure at its meetings."
    },
    {
      "provision_ref": "s10",
      "part": "Part II – Composition of Commission and related provisions",
      "section": "10",
      "title": "Power to co-opt",
      "content": "The Commission may co-opt any person to act as an adviser at its meetings but no co-opted person is entitled to vote at a meet­ing. The Commission may co-opt any person to act as an adviser at its meetings but no co-opted person is entitled to vote at a meet­ing."
    },
    {
      "provision_ref": "s11",
      "part": "Part II – Composition of Commission and related provisions",
      "section": "11",
      "title": "Committees of the Commission",
      "content": "(1) The Commission may appoint such committees as it con­siders necessary for the effective implementation of its functions. The Commission may appoint such committees as it con­siders necessary for the effective implementation of its functions. (2) A Committee appointed under subsection (1) may consist of members of the Commission or non-members or both except that a committee composed entirely of non-members may only advise the Commission. A Committee appointed under subsection (1) may consist of members of the Commission or non-members or both except that a committee composed entirely of non-members may only advise the Commission."
    },
    {
      "provision_ref": "s12",
      "part": "Part II – Composition of Commission and related provisions",
      "section": "12",
      "title": "Fisheries Settlement Committee",
      "content": "(1) Without prejudice to section 11, there shall be appointed by the Commission from among its membership a Settlement Committee consisting of not less than five or more than seven members to hear and settle complaints from persons aggrieved in respect of matters arising from and related to the fishing industry. Without prejudice to section 11, there shall be appointed by the Commission from among its membership a Settlement Committee consisting of not less than five or more than seven members to hear and settle complaints from persons aggrieved in respect of matters arising from and related to the fishing industry. (2) Subsection (1) of this section is without prejudice to any right of action to the courts. Subsection (1) of this section is without prejudice to any right of action to the courts."
    },
    {
      "provision_ref": "s13",
      "part": "Part II – Composition of Commission and related provisions",
      "section": "13",
      "title": "Membership on Appeal Board",
      "content": "One member of the Commission elected by the members from their number shall sit as a member on the Appeals Board established under section 10 of the Fisheries Law, 1991 (P.N.D.C.L. 256). One member of the Commission elected by the members from their number shall sit as a member on the Appeals Board established under section 10 of the Fisheries Law, 1991 (P.N.D.C.L. 256)."
    },
    {
      "provision_ref": "s14",
      "part": "Part II – Composition of Commission and related provisions",
      "section": "14",
      "title": "Relationship with other authorities",
      "content": "Government departments, agencies and public authorities shall co-operate fully with the Commission in the exercise of its functions under this Act. Government departments, agencies and public authorities shall co-operate fully with the Commission in the exercise of its functions under this Act."
    },
    {
      "provision_ref": "s15",
      "part": "Part III – Administration and Miscellaneous Provisions",
      "section": "15",
      "title": "Executive Secretary",
      "content": "(1) The Commission shall have an Executive Secretary who shall be appointed by the President in accordance with the advice of the Commission given in consultation with the Public Services Commission. The Commission shall have an Executive Secretary who shall be appointed by the President in accordance with the advice of the Commission given in consultation with the Public Services Commission. (2) The Executive Secretary shall hold office on such terms and conditions as the President may determine. The Executive Secretary shall hold office on such terms and conditions as the President may determine. (3) The Executive Secretary shall be responsible for the day-to-day administration of the Commission. The Executive Secretary shall be responsible for the day-to-day administration of the Commission. (4) The Executive Secretary shall be responsible for the organisation and control of the staff of the Commission. The Executive Secretary shall be responsible for the organisation and control of the staff of the Commission. (5) The Executive Secretary shall subject to the directives of the Commission, arrange the business, record and keep minutes of the meetings of the Commission. The Executive Secretary shall subject to the directives of the Commission, arrange the business, record and keep minutes of the meetings of the Commission. (6) The Executive Secretary shall perform such other func­tions as the Commission may assign to him and shall be assisted in the performance of his functions by any of the staff of the Commission. The Executive Secretary shall perform such other func­tions as the Commission may assign to him and shall be assisted in the performance of his functions by any of the staff of the Commission."
    },
    {
      "provision_ref": "s16",
      "part": "Part III – Administration and Miscellaneous Provisions",
      "section": "16",
      "title": "Staff of Commission",
      "content": "(1) There shall be appointed by the President for the Commis­sion such staff and employees as the Commission may require for the effective implementation of its functions. There shall be appointed by the President for the Commis­sion such staff and employees as the Commission may require for the effective implementation of its functions. (2) The President may delegate to the Commission or any public officer the appointment of the Executive Secretary and other staff of the Commission. The President may delegate to the Commission or any public officer the appointment of the Executive Secretary and other staff of the Commission. (3) The staff and employees of the Commission are public officers. The staff and employees of the Commission are public officers. (4) Other public officers may be transferred or seconded to the Commission or may otherwise give assistance to the Commis­sion. Other public officers may be transferred or seconded to the Commission or may otherwise give assistance to the Commis­sion."
    },
    {
      "provision_ref": "s17",
      "part": "Part III – Administration and Miscellaneous Provisions",
      "section": "17",
      "title": "Funding of the Commission",
      "content": "(1) Parliament shall provide the Commission with such funds as it may require for the performance of its functions; and the commission may receive monies from any other source approved by the Minister responsible for Finance. Parliament shall provide the Commission with such funds as it may require for the performance of its functions; and the commission may receive monies from any other source approved by the Minister responsible for Finance. (2) There shall be paid on all imported frozen, salted or fresh fish such levy as the Minister shall in consultation with the Commission determine. There shall be paid on all imported frozen, salted or fresh fish such levy as the Minister shall in consultation with the Commission determine. (3) Monies paid under subsection (1) of this section shall be deposited into a fund to be known as Fishery Development Fund which is hereby established for the promotion and develop­ment of the Fishing industry. Monies paid under subsection (1) of this section shall be deposited into a fund to be known as Fishery Development Fund which is hereby established for the promotion and develop­ment of the Fishing industry. (4) The Fund shall be managed by the Minister in con­sultation with the Commission. The Fund shall be managed by the Minister in con­sultation with the Commission. (5) The Fisheries Monitoring, Control, Surveillance and Enforcement Unit established under section 28 of the Fisheries Law, 1991 (P.N.D.C.L. 256) shall submit annual report on the fund established under subsection (4) of section 30 of that Law to the Commission. The Fisheries Monitoring, Control, Surveillance and Enforcement Unit established under section 28 of the Fisheries Law, 1991 (P.N.D.C.L. 256) shall submit annual report on the fund established under subsection (4) of section 30 of that Law to the Commission."
    },
    {
      "provision_ref": "s18",
      "part": "Part III – Administration and Miscellaneous Provisions",
      "section": "18",
      "title": "Accounts and Audit",
      "content": "(1) The Commission shall keep proper books of account and proper records in relation to them and the account books and records of the Commission shall be in a form approved by the Auditor-General. The Commission shall keep proper books of account and proper records in relation to them and the account books and records of the Commission shall be in a form approved by the Auditor-General. (2) The books and accounts of the Commission shall be audited annually by the Auditor-General or by an auditor appointed by him. The books and accounts of the Commission shall be audited annually by the Auditor-General or by an auditor appointed by him."
    },
    {
      "provision_ref": "s19",
      "part": "Part III – Administration and Miscellaneous Provisions",
      "section": "19",
      "title": "Annual Report",
      "content": "(1) The Commission shall, as soon as possible after the expiration of each financial year but within six months after the end of the financial year, submit to the Minister an annual report dealing generally with the activities of the Commission and shall include— The Commission shall, as soon as possible after the expiration of each financial year but within six months after the end of the financial year, submit to the Minister an annual report dealing generally with the activities of the Commission and shall include— a copy of the audited accounts of the Commission together with the Auditor-General’s reports on it; and a copy of the audited accounts of the Commission together with the Auditor-General’s reports on it; and such other information as the Minister may require. such other information as the Minister may require. (2) The Commission shall also submit to the Minister such other reports on its activities as the Minister may require. The Commission shall also submit to the Minister such other reports on its activities as the Minister may require. (3) A copy of the annual report shall be forwarded by the Commission to the— A copy of the annual report shall be forwarded by the Commission to the— Office of the President; Office of the President; National Development Planning Commission; National Development Planning Commission; Statistical Service; and Statistical Service; and Ministry of Information. Ministry of Information. (4) The Minister shall, not later than three months after receiving the annual report, cause it to be laid before Parliament. The Minister shall, not later than three months after receiving the annual report, cause it to be laid before Parliament."
    },
    {
      "provision_ref": "s20",
      "part": "Part III – Administration and Miscellaneous Provisions",
      "section": "20",
      "title": "Regula­tions",
      "content": "The Minister in consultation with the Commission may by legislative instrument make regulations— for the control and issue of licences and forms of licen­ces and determine the conditions under which they may be operated; for the control and issue of licences and forms of licen­ces and determine the conditions under which they may be operated; for fishing boat construction in Ghana, and for fishing boat construction in Ghana, and generally for the effective implementation of this Act. generally for the effective implementation of this Act."
    },
    {
      "provision_ref": "s21",
      "part": "Part III – Administration and Miscellaneous Provisions",
      "section": "21",
      "title": "Modifica­tions of and con­sequential amendments to the Fisheries Law, 1991 (P.N.D.C.L. 256)",
      "content": "(1) The Fisheries Law, 1991 (P.N.D.C.L. 256) shall have effect subject to such modifications as may be necessary to give effect to the provisions of this Act. The Fisheries Law, 1991 (P.N.D.C.L. 256) shall have effect subject to such modifications as may be necessary to give effect to the provisions of this Act. (2) The provisions set out in Schedule to this Act are amen­ded to the extent indicated. The provisions set out in Schedule to this Act are amen­ded to the extent indicated."
    },
    {
      "provision_ref": "s22",
      "part": "Part III – Administration and Miscellaneous Provisions",
      "section": "22",
      "title": "Repeal",
      "content": "Sections 30(2)(a) and 40 of the Fisheries Law, 1991 (P.N.D.C.L. 256) are repealed by this Act. Sections 30(2)(a) and 40 of the Fisheries Law, 1991 (P.N.D.C.L. 256) are repealed by this Act."
    },
    {
      "provision_ref": "s23",
      "part": "Part III – Administration and Miscellaneous Provisions",
      "section": "23",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires—“Commission” means the Fisheries Commission;“Fund” means the Fisheries Development Fund established under this Act.“Minister” means the Minister responsible for Food and Agriculture.“Unit” means the monitoring, Control, Surveillance and Enforcement Unit established under section 28 of the Fisheries Law, 1991 (P.N.D.C.L. 256). In this Act unless the context otherwise requires— “Commission” means the Fisheries Commission; “Fund” means the Fisheries Development Fund established under this Act. “Minister” means the Minister responsible for Food and Agriculture. “Unit” means the monitoring, Control, Surveillance and Enforcement Unit established under section 28 of the Fisheries Law, 1991 (P.N.D.C.L. 256)."
    }
  ],
  "definitions": [
    {
      "term": "Commission",
      "definition": "the Fisheries Commission",
      "source_provision": "s23"
    },
    {
      "term": "Fund",
      "definition": "the Fisheries Development Fund established under this Act.“Minister” means the Minister responsible for Food and Agriculture.“Unit” means the monitoring, Control, Surveillance and Enforcement Unit established under section 28 of the Fisheries Law, 1991 (P.N.D.C.L. 256). In this Act unless the context otherwise requires— “Commission” means the Fisheries Commission",
      "source_provision": "s23"
    }
  ]
}