{
  "id": "act-462-1993",
  "type": "act",
  "title": "Local Government Act, 1993",
  "short_name": "Local Government Act, 1993 1993",
  "act_number": 462,
  "year": 1993,
  "status": "in_force",
  "issued_date": "1993-12-31",
  "url": "https://ghalii.org/akn/gh/act/1993/462",
  "provisions": [
    {
      "provision_ref": "s1",
      "part": "Part I – Districts and District Assemblies",
      "section": "1",
      "title": "Creation of districts",
      "content": "(1) The districts in existence immediately before the coming into force of the 1992 Constitution shall continue as districts for the purposes of this Act. The districts in existence immediately before the coming into force of the 1992 Constitution shall continue as districts for the purposes of this Act. (2) The President may by executive instrument— The President may by executive instrument— declare any area within Ghana to be a district; declare any area within Ghana to be a district; assign a name to the district. assign a name to the district. (3) The President shall in the exercise of his powers under sub-section (2)(a) direct the Electoral Commission to make such recommendations as it considers appropriate for the purpose. The President shall in the exercise of his powers under sub-section (2)(a) direct the Electoral Commission to make such recommendations as it considers appropriate for the purpose. (4) The Electoral Commission shall before making recom­mendations to the President under sub-section (3) consider factors including— The Electoral Commission shall before making recom­mendations to the President under sub-section (3) consider factors including— in the case of— in the case of— a district that there is a minimum population of seventy-five thousand people; a district that there is a minimum population of seventy-five thousand people; a municipality, that the geographical area consists of a single compact settlement and that there is a minimum of ninety-five thou­sand people; a municipality, that the geographical area consists of a single compact settlement and that there is a minimum of ninety-five thou­sand people; a metropolis, that there is a minimum of two hundred and fifty thousand people; and a metropolis, that there is a minimum of two hundred and fifty thousand people; and the geographical contiguity and economic viability of the area. the geographical contiguity and economic viability of the area. (5) In this section “economic viability” means the ability of an area to provide the basic infrastructural and other developmental needs from the monetary and other resources generated in the area. In this section “economic viability” means the ability of an area to provide the basic infrastructural and other developmental needs from the monetary and other resources generated in the area."
    },
    {
      "provision_ref": "s2",
      "part": "Part I – Districts and District Assemblies",
      "section": "2",
      "title": "Responsibility of Electoral Commission",
      "content": "The Electoral Commission shall at the request of the Presi­dent review areas of authority of unit committees, town, area zonal, urban and sub-metropolitan district councils and district, municipal and metropolitan assemblies and make such recommendations as it considers appropriate to the President. The Electoral Commission shall at the request of the Presi­dent review areas of authority of unit committees, town, area zonal, urban and sub-metropolitan district councils and district, municipal and metropolitan assemblies and make such recommendations as it considers appropriate to the President."
    },
    {
      "provision_ref": "s3",
      "part": "Part I – Districts and District Assemblies",
      "section": "3",
      "title": "Establishment of District Assemblies, etc.",
      "content": "(1) The Minister shall by legislative instrument establish an Assembly for each district, municipality and metropolis and the Assembly shall constitute the highest political authority in the district. The Minister shall by legislative instrument establish an Assembly for each district, municipality and metropolis and the Assembly shall constitute the highest political authority in the district. (2) The instrument establishing a District Assembly, shall specify— The instrument establishing a District Assembly, shall specify— the name of the Assembly and the area of authority of the Assembly; the name of the Assembly and the area of authority of the Assembly; the number of persons to be elected to the Assembly and the number of persons to be appointed to the Assembly by the President; the number of persons to be elected to the Assembly and the number of persons to be appointed to the Assembly by the President; the jurisdiction, functions, powers and responsibili­ties of the Assembly; the jurisdiction, functions, powers and responsibili­ties of the Assembly; the place where the principal offices of the Assembly are to be situated; and the place where the principal offices of the Assembly are to be situated; and such other matters as are required by this Act to be included in the instrument or are consequential or ancillary to it. such other matters as are required by this Act to be included in the instrument or are consequential or ancillary to it. (3) The Minister may by legislative instrument and with the prior approval of the Cabinet establish— The Minister may by legislative instrument and with the prior approval of the Cabinet establish— Sub-Metropolitan District Councils; Sub-Metropolitan District Councils; Urban or Zonal Councils; Urban or Zonal Councils; Town or Area Councils; and Town or Area Councils; and Unit Committees, Unit Committees, within the area of authority of the District Assembly. (4) The instrument referred to in subsection (3) of this section shall specify— The instrument referred to in subsection (3) of this section shall specify— the jurisdiction, membership, functions, powers and res­ponsibilities of the Sub-Metropolitan District Council, Urban or Zonal Council, Town or Area Council or Unit Committee; and the jurisdiction, membership, functions, powers and res­ponsibilities of the Sub-Metropolitan District Council, Urban or Zonal Council, Town or Area Council or Unit Committee; and such other matters connected with the Sub-Metropoli­tan District Council, Urban or Zonal Council, Town or Area Council or Unit Committee as may be con­sidered necessary. such other matters connected with the Sub-Metropoli­tan District Council, Urban or Zonal Council, Town or Area Council or Unit Committee as may be con­sidered necessary."
    },
    {
      "provision_ref": "s4",
      "part": "Part I – Districts and District Assemblies",
      "section": "4",
      "title": "Incorpora­tion of District Assemblies",
      "content": "(1) Each District Assembly shall be a body corporate with perpetual succession and a common seal and may sue and be sued in its own name. Each District Assembly shall be a body corporate with perpetual succession and a common seal and may sue and be sued in its own name. (2) A District Assembly shall have power for the discharge of any of its functions to acquire and hold movable or immovable property, to dispose of such property and to enter into any contract or other transaction. A District Assembly shall have power for the discharge of any of its functions to acquire and hold movable or immovable property, to dispose of such property and to enter into any contract or other transaction."
    },
    {
      "provision_ref": "s5",
      "part": "Part I – Districts and District Assemblies",
      "section": "5",
      "title": "Composi­tion of District Assemblies",
      "content": "(1) A District Assembly shall consist of the following mem­bers— A District Assembly shall consist of the following mem­bers— the District Chief Executive; the District Chief Executive; one person from each electoral area within the District elected by universal adult suffrage in accordance with regulations made for the purpose by the Electoral Com­mission; one person from each electoral area within the District elected by universal adult suffrage in accordance with regulations made for the purpose by the Electoral Com­mission; the member or members of Parliament from the con­stituencies that fall within the area of authority of the District Assembly, except that such member or members shall have no voting rights; and the member or members of Parliament from the con­stituencies that fall within the area of authority of the District Assembly, except that such member or members shall have no voting rights; and other persons not exceeding 30 per cent of the total membership of the Assembly appointed by the President in consultation with the traditional authorities and other interest groups in the district. other persons not exceeding 30 per cent of the total membership of the Assembly appointed by the President in consultation with the traditional authorities and other interest groups in the district. (2) The members appointed under paragraph (d) of subsection (1) of this section may be re-appointed. The members appointed under paragraph (d) of subsection (1) of this section may be re-appointed. (3) Elections to the District Assemblies shall be held once every four years except that such elections and elections to Parlia­ment shall be held at least six months apart. Elections to the District Assemblies shall be held once every four years except that such elections and elections to Parlia­ment shall be held at least six months apart. (4) A District Assembly may conduct its business in English and in any Ghanaian Language common to the communities in the District. A District Assembly may conduct its business in English and in any Ghanaian Language common to the communities in the District. (5) The emoluments of the members of the District Assembly shall unless otherwise provided in this Act, be determined by the District Assembly and shall be paid out of the resources of the Assembly. The emoluments of the members of the District Assembly shall unless otherwise provided in this Act, be determined by the District Assembly and shall be paid out of the resources of the Assembly."
    },
    {
      "provision_ref": "s6",
      "part": "Part I – Districts and District Assemblies",
      "section": "6",
      "title": "Qualifica­tions and disqualifi­cations of members of District Assemblies",
      "content": "(1) A person qualifies to be elected or appointed to a District Assembly if he— A person qualifies to be elected or appointed to a District Assembly if he— is a citizen of Ghana of not less than 18 years of age; is a citizen of Ghana of not less than 18 years of age; is a registered voter; is a registered voter; is ordinarily resident in the District in which he seeks election; and is ordinarily resident in the District in which he seeks election; and has paid all his taxes and rates or made arrangements satisfactory to the appropriate authority for the pay­ment of his taxes and rates. has paid all his taxes and rates or made arrangements satisfactory to the appropriate authority for the pay­ment of his taxes and rates. (2) For the purposes of paragraph (c) of subsection (1) of this section, a person shall be deemed to be ordinarily resident in a district if within the four years prior to the holding of the election or his appointment to the District Assembly, he has lived in the district for an aggregate period of not less than twelve months. For the purposes of paragraph (c) of subsection (1) of this section, a person shall be deemed to be ordinarily resident in a district if within the four years prior to the holding of the election or his appointment to the District Assembly, he has lived in the district for an aggregate period of not less than twelve months. (3) A person shall not qualify to be elected or appointed to a District Assembly if he— A person shall not qualify to be elected or appointed to a District Assembly if he— is of unsound mind; is of unsound mind; has been sentenced to death or imprisonment for an offence involving fraud, dishonesty or violence or has been convicted of an offence relating to or connected with elections under any enactment in force in Ghana at the time; has been sentenced to death or imprisonment for an offence involving fraud, dishonesty or violence or has been convicted of an offence relating to or connected with elections under any enactment in force in Ghana at the time; is a person against whom adverse findings have been made by a competent authority and accepted by Gov­ernment or in respect of whom an offer of reparation has been made and accepted by the Government; is a person against whom adverse findings have been made by a competent authority and accepted by Gov­ernment or in respect of whom an offer of reparation has been made and accepted by the Government; being a professional person, he is disqualified from practising his profession on grounds of malpractice, fraud or dishonesty by the competent professional body; or being a professional person, he is disqualified from practising his profession on grounds of malpractice, fraud or dishonesty by the competent professional body; or is a person exempted from payment of basic rate under paragraph (a) of subsection (2) of section 99 of this Act. is a person exempted from payment of basic rate under paragraph (a) of subsection (2) of section 99 of this Act. (4) Subsections (1)(c) and (2) of this section shall not apply to the District Chief Executive. Subsections (1)(c) and (2) of this section shall not apply to the District Chief Executive. (5) Subject to subsection (3) of this section, no person shall be disqualified from being elected or appointed to a District Assem­bly by reason only of his status, position, profession, religion, creed, ethnic origin, race, occupation, traditional standing, gender or physical disability. Subject to subsection (3) of this section, no person shall be disqualified from being elected or appointed to a District Assem­bly by reason only of his status, position, profession, religion, creed, ethnic origin, race, occupation, traditional standing, gender or physical disability. (6) Notwithstanding paragraph (b) or (c) of subsection (3) of this section, a person shall qualify to be elected or appointed to a District Assembly if ten years have elapsed since the end of the sentence or the acceptance of the adverse findings, the offer of reparation or if he has been pardoned. Notwithstanding paragraph (b) or (c) of subsection (3) of this section, a person shall qualify to be elected or appointed to a District Assembly if ten years have elapsed since the end of the sentence or the acceptance of the adverse findings, the offer of reparation or if he has been pardoned. (7) No person shall at any one time be a member of more than one District Assembly. No person shall at any one time be a member of more than one District Assembly."
    },
    {
      "provision_ref": "s7",
      "part": "Part I – Districts and District Assemblies",
      "section": "7",
      "title": "Mode of seeking election to Assembly",
      "content": "(1) A candidate seeking election to a District Assembly or to any lower local government unit shall present himself to the electorate as an individual, and shall not use any symbol associated with a political party. A candidate seeking election to a District Assembly or to any lower local government unit shall present himself to the electorate as an individual, and shall not use any symbol associated with a political party. (2) A political party shall not endorse, sponsor, offer a plat­form to or in any way campaign for or against a candidate seeking election to a District Assembly or any lower local government unit. A political party shall not endorse, sponsor, offer a plat­form to or in any way campaign for or against a candidate seeking election to a District Assembly or any lower local government unit. (3) A candidate who contravenes subsection (1) of this section commits an offence and on conviction shall have his nomination cancelled by the Electoral Commission. A candidate who contravenes subsection (1) of this section commits an offence and on conviction shall have his nomination cancelled by the Electoral Commission. (4) A political party which contravenes subsection (2) of this section commits an offence and is liable on conviction to a fine not exceeding five million cedis. A political party which contravenes subsection (2) of this section commits an offence and is liable on conviction to a fine not exceeding five million cedis."
    },
    {
      "provision_ref": "s8",
      "part": "Part I – Districts and District Assemblies",
      "section": "8",
      "title": "Cessation of office of members of District Assemblies",
      "content": "(1) Subject to subsection (2) of this section a person shall cease be a member of a District Assembly— Subject to subsection (2) of this section a person shall cease be a member of a District Assembly— upon his death; upon his death; upon revocation of his original mandate but he shall be disqualified from standing as a candidate for only two terms immediately following the revocation; upon revocation of his original mandate but he shall be disqualified from standing as a candidate for only two terms immediately following the revocation; if by writing addressed to the Presiding Member of the District Assembly he resigns as a member; if by writing addressed to the Presiding Member of the District Assembly he resigns as a member; if he becomes disqualified under any of the circum­stances specified in subsection (3) of section 6 of this Act; if he becomes disqualified under any of the circum­stances specified in subsection (3) of section 6 of this Act; if he fails to disclose any financial interest he may have in a contract which is before the Assembly for consideration; or if he fails to disclose any financial interest he may have in a contract which is before the Assembly for consideration; or if he absents himself from more than three conse­cutive ordinary meetings of the Assembly without the written permission of the Presiding Member of the Assembly. if he absents himself from more than three conse­cutive ordinary meetings of the Assembly without the written permission of the Presiding Member of the Assembly. (2) The Assembly shall, upon a complaint made to it that a member of the Assembly is disqualified under sub-paragraph (d), (e) or (f) of subsection (1) of this section, appoint an ad-hoc sub­committee to investigate the complaint. The Assembly shall, upon a complaint made to it that a member of the Assembly is disqualified under sub-paragraph (d), (e) or (f) of subsection (1) of this section, appoint an ad-hoc sub­committee to investigate the complaint. (3) The ad-hoc sub-committee shall consist of such members of the Assembly as it may determine. The ad-hoc sub-committee shall consist of such members of the Assembly as it may determine. (4) The ad-hoc sub-committee shall submit a report on its finding to the Assembly. The ad-hoc sub-committee shall submit a report on its finding to the Assembly. (5) Where the Assembly, after studying the report is satisfied that a member is affected by sub-paragraph (d), (e) or (f) it shall by resolution decide that the member shall cease to be a member of the Assembly. Where the Assembly, after studying the report is satisfied that a member is affected by sub-paragraph (d), (e) or (f) it shall by resolution decide that the member shall cease to be a member of the Assembly. (6) A member of the Assembly who is aggrieved by a decision of the Assembly that he should cease to be a member of that Assem­bly may have recourse to a court of law. A member of the Assembly who is aggrieved by a decision of the Assembly that he should cease to be a member of that Assem­bly may have recourse to a court of law."
    },
    {
      "provision_ref": "s9",
      "part": "Part I – Districts and District Assemblies",
      "section": "9",
      "title": "Revocation of mandate of member of District Assembly",
      "content": "(1) Subject to this section, the mandate of an elected member of a District Assembly may be revoked by the electorate. Subject to this section, the mandate of an elected member of a District Assembly may be revoked by the electorate. (2) For the purpose of revoking the mandate of an elected member of a District Assembly, twenty-five per cent or more of the registered voters in the electoral area may petition the Electoral Commission for the member’s recall from the Assembly. For the purpose of revoking the mandate of an elected member of a District Assembly, twenty-five per cent or more of the registered voters in the electoral area may petition the Electoral Commission for the member’s recall from the Assembly. (3) On receipt of the petition referred to in subsection (2) of this section, the Electoral Commission shall organise a referen­dum to decide the issue whether or not such member must be re­called. On receipt of the petition referred to in subsection (2) of this section, the Electoral Commission shall organise a referen­dum to decide the issue whether or not such member must be re­called. (4) The issue at the referendum shall be decided if at least— The issue at the referendum shall be decided if at least— forty per cent of the registered voters in the electoral area vote on the issue; and forty per cent of the registered voters in the electoral area vote on the issue; and 60 per cent of the votes cast are in favour of the re­call of the member. 60 per cent of the votes cast are in favour of the re­call of the member. (5) Where an elected member of a District Assembly is re­called, a by-election shall be held to elect another person to replace him; except that where the recall is done within six months before the end of the tenure of office of the elected member, no by-election shall be held. Where an elected member of a District Assembly is re­called, a by-election shall be held to elect another person to replace him; except that where the recall is done within six months before the end of the tenure of office of the elected member, no by-election shall be held. (6) The appointment of an appointed member of a District Assembly may be revoked by the President— The appointment of an appointed member of a District Assembly may be revoked by the President— in the exercise of his discretion; in the exercise of his discretion; upon the recommendation of three-fourths of the members of the District Assembly on grounds that the member has— upon the recommendation of three-fourths of the members of the District Assembly on grounds that the member has— systematically neglected his duties; or systematically neglected his duties; or committed acts incompatible with his office as a member of the District Assembly for which sufficient evidence is available; or committed acts incompatible with his office as a member of the District Assembly for which sufficient evidence is available; or upon a complaint made of wrong doing or improper conduct which is established to be true after investiga­tion by an ad-hoc committee of the District Assembly. upon a complaint made of wrong doing or improper conduct which is established to be true after investiga­tion by an ad-hoc committee of the District Assembly. (7) Where the appointment of an appointed member of a District Assembly is revoked, another person may be appointed in his place. Where the appointment of an appointed member of a District Assembly is revoked, another person may be appointed in his place. (8) Where a person is appointed under subsection (7) of this section he shall serve the remainder of the term of the member whose appointment has been revoked, and may be re-appointed. Where a person is appointed under subsection (7) of this section he shall serve the remainder of the term of the member whose appointment has been revoked, and may be re-appointed."
    },
    {
      "provision_ref": "s10",
      "part": "Part I – Districts and District Assemblies",
      "section": "10",
      "title": "Functions of District Assemblies",
      "content": "(1) Subject to this Act, a District Assembly shall exercise political and administrative authority in the District, provide guidance, give direction to, and supervise all other administrative authorities in the district. Subject to this Act, a District Assembly shall exercise political and administrative authority in the District, provide guidance, give direction to, and supervise all other administrative authorities in the district. (2) For the purpose of subsection (1) of this section, a Dis­trict Assembly shall exercise deliberative, legislative and executive functions. For the purpose of subsection (1) of this section, a Dis­trict Assembly shall exercise deliberative, legislative and executive functions. (3) Without prejudice to subsections (1) and (2) of this section, a District Assembly shall— Without prejudice to subsections (1) and (2) of this section, a District Assembly shall— be responsible for the overall development of the district and shall ensure the preparation and sub­mission through the Regional Co-ordinating Council— be responsible for the overall development of the district and shall ensure the preparation and sub­mission through the Regional Co-ordinating Council— of development plans of the district to the Commission for approval; and of development plans of the district to the Commission for approval; and of the budget of the district related to the approved plans to the Minister for Finance for approval; of the budget of the district related to the approved plans to the Minister for Finance for approval; formulate and execute plans, programmes and strate­gies for the effective mobilization of the resources necessary for the overall development of the district; formulate and execute plans, programmes and strate­gies for the effective mobilization of the resources necessary for the overall development of the district; promote and support productive activity and social development in the district and remove any obsta­cles to initiative and development; promote and support productive activity and social development in the district and remove any obsta­cles to initiative and development; initiate programmes for the development of basic infrastructure and provide municipal works and services in the district; initiate programmes for the development of basic infrastructure and provide municipal works and services in the district; be responsible for the development, improvement and management of human settlements and the en­vironment in the district; be responsible for the development, improvement and management of human settlements and the en­vironment in the district; in co-operation with the appropriate national and local security agencies be responsible for the main­tenance of security and public safety in the district; in co-operation with the appropriate national and local security agencies be responsible for the main­tenance of security and public safety in the district; ensure ready access to courts in the district for the promotion of justice; ensure ready access to courts in the district for the promotion of justice; initiate, sponsor or carry out such studies as may be necessary for the discharge of any of the functions conferred by this Act or any other enactment; and initiate, sponsor or carry out such studies as may be necessary for the discharge of any of the functions conferred by this Act or any other enactment; and perform such other functions as may be provided under any other enactment. perform such other functions as may be provided under any other enactment. (4) Subject to this Act and to Government policy it shall be the responsibility of a District Assembly to take such steps and measures as are necessary and expedient to— Subject to this Act and to Government policy it shall be the responsibility of a District Assembly to take such steps and measures as are necessary and expedient to— execute approved development plans for the dis­trict; execute approved development plans for the dis­trict; guide, encourage and support sub-district local govern­ment bodies, public agencies and local communities to perform their roles in the execution of approved development plans; guide, encourage and support sub-district local govern­ment bodies, public agencies and local communities to perform their roles in the execution of approved development plans; initiate and encourage joint participation with other persons or bodies to execute approved development plans; initiate and encourage joint participation with other persons or bodies to execute approved development plans; promote or encourage other persons or bodies to undertake projects under approved development plans; and promote or encourage other persons or bodies to undertake projects under approved development plans; and monitor the execution of projects under approved development plans and assess and evaluate their impact on the people’s development, the local, district and national economy. monitor the execution of projects under approved development plans and assess and evaluate their impact on the people’s development, the local, district and national economy. (5) A District Assembly shall co-ordinate, integrate and harmo­nize the execution of programmes and projects under approved development plans for the district and other development pro­grammes promoted or carried out by Ministries, Departments, public corporations and other statutory bodies and non-governmental orga­nisations in the district. A District Assembly shall co-ordinate, integrate and harmo­nize the execution of programmes and projects under approved development plans for the district and other development pro­grammes promoted or carried out by Ministries, Departments, public corporations and other statutory bodies and non-governmental orga­nisations in the district. (6) Without prejudice to subsection (5) of this section, a Dis­trict Assembly shall in the discharge of its functions— Without prejudice to subsection (5) of this section, a Dis­trict Assembly shall in the discharge of its functions— be subject to the general guidance and direction of the President on mattters of national policy; and be subject to the general guidance and direction of the President on mattters of national policy; and act in co-operation with the appropriate public corpora­tion, statutory body or non-governmental organisation. act in co-operation with the appropriate public corpora­tion, statutory body or non-governmental organisation. (7) It shall be the duty of such public corporation, statutory body or organisation to co-operate with a District Assembly. It shall be the duty of such public corporation, statutory body or organisation to co-operate with a District Assembly. (8) In the event of a conflict between a District Assembly and an agency of the central Government, public corporation, statutory body, non-governmental organisation or individual over the appli­cation of subsection (5) or (6) of this section, the matter shall be referred by either of the parties or both to the Regional Co-ordina­ting Council for resolution. In the event of a conflict between a District Assembly and an agency of the central Government, public corporation, statutory body, non-governmental organisation or individual over the appli­cation of subsection (5) or (6) of this section, the matter shall be referred by either of the parties or both to the Regional Co-ordina­ting Council for resolution."
    },
    {
      "provision_ref": "s11",
      "part": "Part I – Districts and District Assemblies",
      "section": "11",
      "title": "District Assemblies to approve budgets",
      "content": "Subject to section 10(3)(a) of this Act, a District Assembly shall be responsible for the preparation and approval of its annual budget. Subject to section 10(3)(a) of this Act, a District Assembly shall be responsible for the preparation and approval of its annual budget."
    },
    {
      "provision_ref": "s12",
      "part": "Part I – Districts and District Assemblies",
      "section": "12",
      "title": "Planning and other functions of District Assemblies",
      "content": "(1) District Assemblies as planning authorities shall perform planning functions assigned to them under any enactment for the time being in force. District Assemblies as planning authorities shall perform planning functions assigned to them under any enactment for the time being in force. (2) The instrument establishing a particular District Assem­bly may confer additional functions upon the Assembly and may provide for the relationship between that Assembly and the Re­gional Co-ordinating Council. The instrument establishing a particular District Assem­bly may confer additional functions upon the Assembly and may provide for the relationship between that Assembly and the Re­gional Co-ordinating Council."
    },
    {
      "provision_ref": "s13",
      "part": "Part I – Districts and District Assemblies",
      "section": "13",
      "title": "Functions under other enactments",
      "content": "(1) A District Assembly shall within its district be the autho­rity for carrying and executing the provisions of— A District Assembly shall within its district be the autho­rity for carrying and executing the provisions of— Registration of Births and Deaths Act, 1965 (Act 301); Registration of Births and Deaths Act, 1965 (Act 301); the Auction Sales Law, 1989 (P.N.D.C.L. 230); the Auction Sales Law, 1989 (P.N.D.C.L. 230); sections 296 and 300 of the Criminal Code, 1960 (Act 29); sections 296 and 300 of the Criminal Code, 1960 (Act 29); the Liquor Licensing Act, 1970 (Act 331); the Liquor Licensing Act, 1970 (Act 331); Control and Prevention of Bushfires Law, 1990 (P.N.D.C.L. 229); Control and Prevention of Bushfires Law, 1990 (P.N.D.C.L. 229); National Weekly Lotto (Amendment) Law, 1989 (P.N.D.C.L. 223); and National Weekly Lotto (Amendment) Law, 1989 (P.N.D.C.L. 223); and Trees and Timber (Chain Saw Operators) Regula­tions, 1991 (L.I. 1518). Trees and Timber (Chain Saw Operators) Regula­tions, 1991 (L.I. 1518). (2) For the purposes of subsection (1) of this section, the District Assembly shall have, within the district, all the powers, rights, duties, capacities, liabilities and obligations of a person or authority mentioned in the enactment except the powers of a court or the Commissioner for Customs, Excise and Preventive Service. For the purposes of subsection (1) of this section, the District Assembly shall have, within the district, all the powers, rights, duties, capacities, liabilities and obligations of a person or authority mentioned in the enactment except the powers of a court or the Commissioner for Customs, Excise and Preventive Service. (3) For the purpose of section 296 of the Criminal Code, 1960 (Act 29) as applied by this section, the reference to the Engineer-in-Chief of Public Works shall include an Engineer appoin­ted in writing by the District Assembly. For the purpose of section 296 of the Criminal Code, 1960 (Act 29) as applied by this section, the reference to the Engineer-in-Chief of Public Works shall include an Engineer appoin­ted in writing by the District Assembly. (4) For the purpose of section 300 of the Criminal Code,1960 (Act 29) as applied by this section, the District Finance Officer or other similar officer of the Assembly howsoever called shall be deemed to be the Controller and Accountant-General or his represen­tative. For the purpose of section 300 of the Criminal Code,1960 (Act 29) as applied by this section, the District Finance Officer or other similar officer of the Assembly howsoever called shall be deemed to be the Controller and Accountant-General or his represen­tative. (5) For the purposes of the Liquor Licensing Act, 1970 (Act 331) as applied by this section, the District Finance Officer or such other officer of the Assembly shall be the Licensing Authority. For the purposes of the Liquor Licensing Act, 1970 (Act 331) as applied by this section, the District Finance Officer or such other officer of the Assembly shall be the Licensing Authority. (6) Nothing contained in this section shall operate to dero­gate from the statutory or other functions of the police, whether exercisable under the enactments mentioned in this section or other­wise and accordingly, any person or authority exercising any func­tion by virtue of this section being a function which by virtue of this subsection or any other enactment is also exercisable by the police shall in the exercise of that function act in consultation with the police. Nothing contained in this section shall operate to dero­gate from the statutory or other functions of the police, whether exercisable under the enactments mentioned in this section or other­wise and accordingly, any person or authority exercising any func­tion by virtue of this section being a function which by virtue of this subsection or any other enactment is also exercisable by the police shall in the exercise of that function act in consultation with the police."
    },
    {
      "provision_ref": "s14",
      "part": "Part I – Districts and District Assemblies",
      "section": "14",
      "title": "Health Officers of District Assemblies",
      "content": "Any person who discharges the duties of a Medical Officer or Sanitary Inspector under the Infectious Diseases Ordinance (Cap 78) for any area shall be an officer of the Assembly of that area for the purpose of giving effect to and enforcing bye-laws relating to public health made by the District Assembly. Any person who discharges the duties of a Medical Officer or Sanitary Inspector under the Infectious Diseases Ordinance (Cap 78) for any area shall be an officer of the Assembly of that area for the purpose of giving effect to and enforcing bye-laws relating to public health made by the District Assembly."
    },
    {
      "provision_ref": "s15",
      "part": "Part I – Districts and District Assemblies",
      "section": "15",
      "title": "District Assemblies to delegate functions",
      "content": "(1) Subject to this Act, a District Assembly may as appro­priate, delegate any of its functions to such sub-Metropolitan Dis­trict Council, Town, Area, Zonal or Urban Council or Unit Com­mittee or such other body or person as it may determine. Subject to this Act, a District Assembly may as appro­priate, delegate any of its functions to such sub-Metropolitan Dis­trict Council, Town, Area, Zonal or Urban Council or Unit Com­mittee or such other body or person as it may determine. (2) Nothing in subsection (1) of this section permits the delegation to any Sub-Metropolitan District Council, Town, Area, Zonal or Urban Council, Unit committee, body or person the power of a District Assembly to legislate, levy rates or borrow money. Nothing in subsection (1) of this section permits the delegation to any Sub-Metropolitan District Council, Town, Area, Zonal or Urban Council, Unit committee, body or person the power of a District Assembly to legislate, levy rates or borrow money."
    },
    {
      "provision_ref": "s16",
      "part": "Part I – Districts and District Assemblies",
      "section": "16",
      "title": "Duties of members of Assembly",
      "content": "(1) A member of a District Assembly shall as appropriate— A member of a District Assembly shall as appropriate— maintain close contact with his electoral area, consult his people on issues to be discussed in the District Assembly and collate their views, opinions, and pro­posals; maintain close contact with his electoral area, consult his people on issues to be discussed in the District Assembly and collate their views, opinions, and pro­posals; present the views, opinions and proposals to the Dis­trict Assembly; present the views, opinions and proposals to the Dis­trict Assembly; attend meetings of the District Assembly and meetings of sub-committees of which he is a member; attend meetings of the District Assembly and meetings of sub-committees of which he is a member; meet his electorate before each meeting of the Assem­bly; meet his electorate before each meeting of the Assem­bly; report to his electorate the general decisions of the Assembly and its Executive Committee and the actions he has taken to solve problems raised by residents in his electoral area; report to his electorate the general decisions of the Assembly and its Executive Committee and the actions he has taken to solve problems raised by residents in his electoral area; draw attention in general debate to national policies which are relevant to the subject under discussion; draw attention in general debate to national policies which are relevant to the subject under discussion; actively participate in the work of the sub-committees of the Executive Committee; actively participate in the work of the sub-committees of the Executive Committee; bring to bear on any discussion in the Assembly the benefit of his skill, profession, experience or specia­lized knowledge; bring to bear on any discussion in the Assembly the benefit of his skill, profession, experience or specia­lized knowledge; maintain frequent liasion with organised productive economic groupings and other persons in the District; and maintain frequent liasion with organised productive economic groupings and other persons in the District; and take part in communal and development activities in the district. take part in communal and development activities in the district. (2) A member of a District Assembly shall in the discharge of his duties under this Act have due regard to the national interest and the interest of the people in the district. A member of a District Assembly shall in the discharge of his duties under this Act have due regard to the national interest and the interest of the people in the district."
    },
    {
      "provision_ref": "s17",
      "part": "Part I – Districts and District Assemblies",
      "section": "17",
      "title": "Presiding Member of District Assembly",
      "content": "(1) There shall be a Presiding Member of each District Presiding Assembly who shall be elected by the Assembly from among its Member of members. There shall be a Presiding Member of each District Presiding Assembly who shall be elected by the Assembly from among its Member of members. (2) The Presiding Member shall be neither the District Chief Executive nor a member of Parliament. The Presiding Member shall be neither the District Chief Executive nor a member of Parliament. (3) The Presiding Member shall be elected by at least two-thirds majority of all the members of the Assembly. The Presiding Member shall be elected by at least two-thirds majority of all the members of the Assembly. (4) Subject to subsection (6), the Presiding Member shall hold office for a term of two years and shall be eligible for re-­election. Subject to subsection (6), the Presiding Member shall hold office for a term of two years and shall be eligible for re-­election. (5) The Presiding Member shall convene and preside over the meetings of the Assembly and perform such other functions as may be prescribed by law. The Presiding Member shall convene and preside over the meetings of the Assembly and perform such other functions as may be prescribed by law. (6) The Presiding Member shall cease to hold office when­ever the Assembly by a majority of at least two-thirds of all the members of the Assembly vote to remove him from office. The Presiding Member shall cease to hold office when­ever the Assembly by a majority of at least two-thirds of all the members of the Assembly vote to remove him from office. (7) The emoluments of a Presiding Member of a District Assembly shall be determined by the District Assembly and paid out of the Assembly’s own resources. The emoluments of a Presiding Member of a District Assembly shall be determined by the District Assembly and paid out of the Assembly’s own resources."
    },
    {
      "provision_ref": "s18",
      "part": "Part I – Districts and District Assemblies",
      "section": "18",
      "title": "Meetings of District Assemblies",
      "content": "(1) A District Assembly shall meet at least three times in a year. A District Assembly shall meet at least three times in a year. (2) Matters for decision by the Assembly shall be determined by the votes of the majority. Matters for decision by the Assembly shall be determined by the votes of the majority. (3) In the event of equality of votes the Presiding Member shall have a casting vote. In the event of equality of votes the Presiding Member shall have a casting vote. (4) The validity of proceedings of a District Assembly shall not be affected by a vacancy among its members or by a defect in the appointment or qualification of a member. The validity of proceedings of a District Assembly shall not be affected by a vacancy among its members or by a defect in the appointment or qualification of a member. (5) A District Assembly may at any time summon any public officer in the district to attend any of its meetings to provide any information or assistance as the Assembly may require. A District Assembly may at any time summon any public officer in the district to attend any of its meetings to provide any information or assistance as the Assembly may require. (6) The Minister shall make model standing orders for the conduct and proceedings of District Assemblies. The Minister shall make model standing orders for the conduct and proceedings of District Assemblies."
    },
    {
      "provision_ref": "s19",
      "part": "Part I – Districts and District Assemblies",
      "section": "19",
      "title": "Executive Committee of District Assemblies",
      "content": "(1) There shall be established an Executive Committee of a District Assembly which shall be responsible for the performance of the executive and administrative functions of the District Assembly. There shall be established an Executive Committee of a District Assembly which shall be responsible for the performance of the executive and administrative functions of the District Assembly. (2) An Executive Committee shall consist of not more than one-third of the total number of the members of the Assembly elected by the members from among themselves; except that the Presiding Member of the Assembly shall not be a member of the Executive Committee. An Executive Committee shall consist of not more than one-third of the total number of the members of the Assembly elected by the members from among themselves; except that the Presiding Member of the Assembly shall not be a member of the Executive Committee."
    },
    {
      "provision_ref": "s20",
      "part": "Part I – Districts and District Assemblies",
      "section": "20",
      "title": "District Chief Executive",
      "content": "(1) There shall be a District Chief Executive for each dis­trict who shall be appointed by the President with the prior approval of not less than two-thirds majority of the members of the District Assembly present and voting at the meeting. There shall be a District Chief Executive for each dis­trict who shall be appointed by the President with the prior approval of not less than two-thirds majority of the members of the District Assembly present and voting at the meeting. (2) The District Chief Executive shall be the chairman of the Executive Committee of the District Assembly. The District Chief Executive shall be the chairman of the Executive Committee of the District Assembly. (3) The District Chief Executive shall— The District Chief Executive shall— preside at meetings of the Executive Committee of the District Assembly and in his absence a member of the Executive Committee elected by the members present from among themselves shall preside; preside at meetings of the Executive Committee of the District Assembly and in his absence a member of the Executive Committee elected by the members present from among themselves shall preside; be responsible for the day-to-day performance of the executive and administrative functions of the Assembly; be responsible for the day-to-day performance of the executive and administrative functions of the Assembly; be responsible for the supervision of the departments of the Assembly; and be responsible for the supervision of the departments of the Assembly; and be the chief representative of the central Government in the district. be the chief representative of the central Government in the district. (4) The office of the District Chief Executive shall become vacant if— The office of the District Chief Executive shall become vacant if— a vote of no confidence, supported by the votes of not less than two-thirds of all the members of the District Assembly, is passed against him; or a vote of no confidence, supported by the votes of not less than two-thirds of all the members of the District Assembly, is passed against him; or he is removed from office by the President; or he is removed from office by the President; or he resigns or dies. he resigns or dies. (5) Subject to subsection (4) of this section, the term of office of a District Chief Executive shall be four years. Subject to subsection (4) of this section, the term of office of a District Chief Executive shall be four years. (6) A person shall not hold office as a District Chief Execu­tive for more than two terms in succession. A person shall not hold office as a District Chief Execu­tive for more than two terms in succession. (7) The emoluments of a District Chief Executive shall be charged on the Consolidated Fund and shall be determined by a committee under article 71 of the Constitution. The emoluments of a District Chief Executive shall be charged on the Consolidated Fund and shall be determined by a committee under article 71 of the Constitution."
    },
    {
      "provision_ref": "s21",
      "part": "Part I – Districts and District Assemblies",
      "section": "21",
      "title": "Functions of the Executive Committee",
      "content": "(1) Subject to this Act, the Executive Committee of a Dis­trict Assembly shall exercise the executive and co-ordinating functions of the District Assembly. Subject to this Act, the Executive Committee of a Dis­trict Assembly shall exercise the executive and co-ordinating functions of the District Assembly. (2) Without prejudice to subsection (1) of this section, an Executive Committee shall— Without prejudice to subsection (1) of this section, an Executive Committee shall— co-ordinate plans and programmes of the sub-commit­tees and submit these as comprehensive plans of action to the District Assembly; co-ordinate plans and programmes of the sub-commit­tees and submit these as comprehensive plans of action to the District Assembly; implement resolutions of the District Assembly; implement resolutions of the District Assembly; oversee the administration of the district in collabora­tion with the office of the District Chief Executive; oversee the administration of the district in collabora­tion with the office of the District Chief Executive; recommend, where it considers necessary, in the case of departments outside the supervision of the Assem­bly which are in the district, to the appropriate govern­ment Ministry, Department or Agency the appointment and replacement on stated grounds of officers within the area of authority of the District Assembly; recommend, where it considers necessary, in the case of departments outside the supervision of the Assem­bly which are in the district, to the appropriate govern­ment Ministry, Department or Agency the appointment and replacement on stated grounds of officers within the area of authority of the District Assembly; develop and execute approved plans of the units, area and towns and sub-metropolitan districts as the case may be, within the area of authority of the District Assembly; develop and execute approved plans of the units, area and towns and sub-metropolitan districts as the case may be, within the area of authority of the District Assembly; recommend to the District Assembly— recommend to the District Assembly— the economic, social, spatial and human settle­ment policies relating to the development of the district; the economic, social, spatial and human settle­ment policies relating to the development of the district; harmonization of the development policies of the district with national development poli­cies; harmonization of the development policies of the district with national development poli­cies; the integration and co-ordination of the pro­cesses of planning, programming, budgeting and implementation; the integration and co-ordination of the pro­cesses of planning, programming, budgeting and implementation; initiation and implementation of development programmes and projects at the district level; and initiation and implementation of development programmes and projects at the district level; and the monitoring and evaluation of all policies, programmes and projects. the monitoring and evaluation of all policies, programmes and projects. (3) An Executive Committee shall in between sessions of a District Assembly carry out the functions of the District Assembly other than the Assembly’s legislative functions. An Executive Committee shall in between sessions of a District Assembly carry out the functions of the District Assembly other than the Assembly’s legislative functions."
    },
    {
      "provision_ref": "s22",
      "part": "Part I – Districts and District Assemblies",
      "section": "22",
      "title": "Meetings of Execu­tive Committee",
      "content": "(1) An Executive Committee may co-opt any person to attend any of its meetings, but a person so co-opted shall not have a right to vote. An Executive Committee may co-opt any person to attend any of its meetings, but a person so co-opted shall not have a right to vote. (2) An Executive Committee may conduct its business in English and in any Ghanaian Language Common to the communities in the district. An Executive Committee may conduct its business in English and in any Ghanaian Language Common to the communities in the district. (3) The validity of the proceedings of the Executive Commit­tee shall not be affected by a vacancy among its members or by a defect in the appointment or qualification of a member. The validity of the proceedings of the Executive Commit­tee shall not be affected by a vacancy among its members or by a defect in the appointment or qualification of a member. (4) Subject to the provisions of this section, an Executive Committee shall regulate the procedures for its meetings in accord­ance with the standing orders of the Assembly. Subject to the provisions of this section, an Executive Committee shall regulate the procedures for its meetings in accord­ance with the standing orders of the Assembly."
    },
    {
      "provision_ref": "s23",
      "part": "Part I – Districts and District Assemblies",
      "section": "23",
      "title": "Dissolution of Executive Committee",
      "content": "(1) Where a District Assembly is satisfied that an Executive Committee is not performing efficiently the functions assigned to it under this Act, the Assembly may by resolution of two-thirds of the members dissolve the Executive Committee and elect another. Where a District Assembly is satisfied that an Executive Committee is not performing efficiently the functions assigned to it under this Act, the Assembly may by resolution of two-thirds of the members dissolve the Executive Committee and elect another. (2) For the purposes of subsection (1) of this section, an Executive Committee shall be deemed not to have performed its functions efficiently if its actions or omissions— For the purposes of subsection (1) of this section, an Executive Committee shall be deemed not to have performed its functions efficiently if its actions or omissions— bring or are likely to bring the District Assembly into disrepute, ridicule, hatred or contempt; or bring or are likely to bring the District Assembly into disrepute, ridicule, hatred or contempt; or are prejudicial or inimical to the economic, social or political development of the District or to the national interest. are prejudicial or inimical to the economic, social or political development of the District or to the national interest. (3) The dissolution of an Executive Committee of an Assem­bly shall not operate as a revocation of the appointment of the District Chief Executive. The dissolution of an Executive Committee of an Assem­bly shall not operate as a revocation of the appointment of the District Chief Executive."
    },
    {
      "provision_ref": "s24",
      "part": "Part I – Districts and District Assemblies",
      "section": "24",
      "title": "Sub-committees of Executive Committee",
      "content": "(1) Each Executive Committee shall have the following Sub­-committees— Each Executive Committee shall have the following Sub­-committees— Development Planning Sub-Committee; Development Planning Sub-Committee; Social Services Sub-Committee; Social Services Sub-Committee; Works Sub-Committee; Works Sub-Committee; Justice and Security Sub-Committee; Justice and Security Sub-Committee; Finance and Administration Sub-Committee; and Finance and Administration Sub-Committee; and such other sub-committees as the District Assembly may determine. such other sub-committees as the District Assembly may determine. (2) Each sub-committee shall consist of such members of the District Assembly as shall be determined by the Assembly; except that each member of the District Assembly other than the Presid­ing Member shall serve on at least one sub-committee during that member’s tenure of office. Each sub-committee shall consist of such members of the District Assembly as shall be determined by the Assembly; except that each member of the District Assembly other than the Presid­ing Member shall serve on at least one sub-committee during that member’s tenure of office. (3) Heads of Departments of the District Assembly shall attend the meetings of the sub-committees and shall advise them on the execution of their functions, but shall not have a right to vote. Heads of Departments of the District Assembly shall attend the meetings of the sub-committees and shall advise them on the execution of their functions, but shall not have a right to vote. (4) A sub-committee may co-opt any other person to attend any of its meetings but a person so co-opted shall not have a right to vote. A sub-committee may co-opt any other person to attend any of its meetings but a person so co-opted shall not have a right to vote. (5) A sub-committee shall regulate the procedure for its meeting in accordance with the standing orders of the Assembly. A sub-committee shall regulate the procedure for its meeting in accordance with the standing orders of the Assembly. (6) A District Assembly may by resolution dissolve and reconstitute any sub-committee which in its opinion is not per­forming its functions efficiently. A District Assembly may by resolution dissolve and reconstitute any sub-committee which in its opinion is not per­forming its functions efficiently."
    },
    {
      "provision_ref": "s25",
      "part": "Part I – Districts and District Assemblies",
      "section": "25",
      "title": "Functions of sub-committees",
      "content": "(1) Every sub-committee shall be responsible for collating and deliberating on issues relevant to it as the District Assembly may direct, for the purpose of assisting the District Assembly in its deliberative, executive and legislative functions. Every sub-committee shall be responsible for collating and deliberating on issues relevant to it as the District Assembly may direct, for the purpose of assisting the District Assembly in its deliberative, executive and legislative functions. (2) A sub-committee shall submit its recommendations to the Executive Committee of the Assembly. A sub-committee shall submit its recommendations to the Executive Committee of the Assembly."
    },
    {
      "provision_ref": "s26",
      "part": "Part I – Districts and District Assemblies",
      "section": "26",
      "title": "Instrument of establish­ment of Metropo­litan Assemblies",
      "content": "(1) The provisions of sections 21 to 25 of this Act shall not apply to Metropolitan Assemblies, The provisions of sections 21 to 25 of this Act shall not apply to Metropolitan Assemblies, (2) Legislative instrument establishing a Metropolitan Assem­bly shall specify appropriate and relevant provisions of this Act applicable to it. Legislative instrument establishing a Metropolitan Assem­bly shall specify appropriate and relevant provisions of this Act applicable to it."
    },
    {
      "provision_ref": "s27",
      "part": "Part I – Districts and District Assemblies",
      "section": "27",
      "title": "Establish­ment of Public Relations and Complaints Committee",
      "content": "Every District Assembly shall have a Public Relations and Complaints Committee the chairman of which shall be the Presiding Member of the Assembly. Every District Assembly shall have a Public Relations and Complaints Committee the chairman of which shall be the Presiding Member of the Assembly. (2) A Public Relations and Complaints Committee shall— A Public Relations and Complaints Committee shall— receive complaints made against the conduct of mem­bers and staff of the Assembly from the Public and make recommendations to the Assembly; and receive complaints made against the conduct of mem­bers and staff of the Assembly from the Public and make recommendations to the Assembly; and perform any other functions that the Assembly may determine. perform any other functions that the Assembly may determine."
    },
    {
      "provision_ref": "s28",
      "part": "Part I – Districts and District Assemblies",
      "section": "28",
      "title": "District Chief Executive to address Assembly",
      "content": "(1) The District Chief Executive may address the District Assembly in session on policies determined by the President. The District Chief Executive may address the District Assembly in session on policies determined by the President. (2) The District Chief Executive shall— The District Chief Executive shall— present a report on the performance of the functions of the Executive Committee to the District Assembly at the beginning of each session; and present a report on the performance of the functions of the Executive Committee to the District Assembly at the beginning of each session; and submit the recommendations of the District Assembly on matters of national concern to the President, the Minister and the Regional Co-ordinating Council at the end of each session. submit the recommendations of the District Assembly on matters of national concern to the President, the Minister and the Regional Co-ordinating Council at the end of each session."
    },
    {
      "provision_ref": "s29",
      "part": "Part I – Districts and District Assemblies",
      "section": "29",
      "title": "Other appointees of President to address Assembly",
      "content": "Without prejudice to subsection (2) of section 28 of this Act, Ministers of state and other appointees of the President may address District Assembly at their own request or at the invitation of the Assembly or on the directives of the President, on matters relating to their sectors or functions. Without prejudice to subsection (2) of section 28 of this Act, Ministers of state and other appointees of the President may address District Assembly at their own request or at the invitation of the Assembly or on the directives of the President, on matters relating to their sectors or functions."
    },
    {
      "provision_ref": "s30",
      "part": "Part I – Districts and District Assemblies",
      "section": "30",
      "title": "District Assemblies to provide transport services",
      "content": "(1) Notwithstanding the provisions of any enactment to the contrary, the Minister may authorise a District Assembly to provide omnibus transport services. Notwithstanding the provisions of any enactment to the contrary, the Minister may authorise a District Assembly to provide omnibus transport services. (2) The Minister shall, before giving the authorisation, satisfy himself that the provision of the omnibus transport services will be economically viable. The Minister shall, before giving the authorisation, satisfy himself that the provision of the omnibus transport services will be economically viable."
    },
    {
      "provision_ref": "s31",
      "part": "Part I – Districts and District Assemblies",
      "section": "31",
      "title": "Provision of offices, etc. by District Assemblies",
      "content": "A District Assembly may— build, acquire, provide, hire and furnish buildings within its administrative area; build, acquire, provide, hire and furnish buildings within its administrative area; combine with any other District Assembly for the purpose of building, acquiring, providing, hiring and furnishing any building within or outside its adminis­trative area; or combine with any other District Assembly for the purpose of building, acquiring, providing, hiring and furnishing any building within or outside its adminis­trative area; or contribute towards the expense incurred by any other District Assembly in building, acquiring, providing, hiring and furnishing any building within or outside the administrative area, contribute towards the expense incurred by any other District Assembly in building, acquiring, providing, hiring and furnishing any building within or outside the administrative area, to be used for the purpose of transacting the business of the Dis­trict Assembly and for public meetings and assemblies."
    },
    {
      "provision_ref": "s32",
      "part": "Part I – Districts and District Assemblies",
      "section": "32",
      "title": "Joint committees of District Assemblies",
      "content": "(1) A District Assembly may in agreement with any one or more District Assemblies appoint a joint committee for any project ­in which they are jointly interested and may delegate to the committee any functions of the District Assembly relating to the project for which the committee is appointed. A District Assembly may in agreement with any one or more District Assemblies appoint a joint committee for any project ­in which they are jointly interested and may delegate to the committee any functions of the District Assembly relating to the project for which the committee is appointed. (2) A joint committee appointed under this section may be authorised to co-opt additional members. A joint committee appointed under this section may be authorised to co-opt additional members. (3) Nothing in subsection (1) of this section permits the delegation to any such joint committee of the power of a District Assembly to approve bye-laws, draw up annual estimates, levy rates, or borrow money. Nothing in subsection (1) of this section permits the delegation to any such joint committee of the power of a District Assembly to approve bye-laws, draw up annual estimates, levy rates, or borrow money. (4) Subject to this Act, a District Assembly appointing or agreeing with another Assembly in appointing a committee may make, vary or revoke any of its regulations relating to the quorum, proceedings and place of meetings. Subject to this Act, a District Assembly appointing or agreeing with another Assembly in appointing a committee may make, vary or revoke any of its regulations relating to the quorum, proceedings and place of meetings. (5) Subject to any such regulations, the quorum, proceedings and place of meeting shall be such as the committee or joint com­mittee may determine. Subject to any such regulations, the quorum, proceedings and place of meeting shall be such as the committee or joint com­mittee may determine. (6) Every committee appointed under this section shall unless otherwise directed, report its proceedings to the District Assembly or Assemblies concerned through the Executive Com­mittee and decisions of the Executive Committee shall be subject to the approval of the District Assembly or Assemblies. Every committee appointed under this section shall unless otherwise directed, report its proceedings to the District Assembly or Assemblies concerned through the Executive Com­mittee and decisions of the Executive Committee shall be subject to the approval of the District Assembly or Assemblies."
    },
    {
      "provision_ref": "s33",
      "part": "Part I – Districts and District Assemblies",
      "section": "33",
      "title": "Joint commercial activity",
      "content": "Subject to the approval of the Minister, a District Assembly may join any other District Assembly in the carrying out of any commercial activity that falls within the scope of their respective functions and may determine as between themselves the allocation of the cost or benefits in respect of that activity. Subject to the approval of the Minister, a District Assembly may join any other District Assembly in the carrying out of any commercial activity that falls within the scope of their respective functions and may determine as between themselves the allocation of the cost or benefits in respect of that activity."
    },
    {
      "provision_ref": "s34",
      "part": "Part I – Districts and District Assemblies",
      "section": "34",
      "title": "Power to charge fees",
      "content": "Subject to such guidelines in respect of the charging of fees as may be prescribed by the Minister by legislative instrument, a District Assembly may charge fees for any service or facility pro­vided by the Assembly or for any licence or permit issued by or on behalf of the Assembly. Subject to such guidelines in respect of the charging of fees as may be prescribed by the Minister by legislative instrument, a District Assembly may charge fees for any service or facility pro­vided by the Assembly or for any licence or permit issued by or on behalf of the Assembly."
    },
    {
      "provision_ref": "s35",
      "part": "Part I – Districts and District Assemblies",
      "section": "35",
      "title": "Writing off irrecoverable arrears of revenue",
      "content": "(1) Subject to subsection (2) of this section, a District Assem­bly may write off as irrecoverable debt, in any one year, any sum due or payable to the District Assembly from or by any person for any sufficient cause where the sum due and payable to the Assembly does not exceed ₵100,000.00. Subject to subsection (2) of this section, a District Assem­bly may write off as irrecoverable debt, in any one year, any sum due or payable to the District Assembly from or by any person for any sufficient cause where the sum due and payable to the Assembly does not exceed ₵100,000.00. (2) A District Assembly shall inform the Minister in writing of the total sum written off and the reasons for doing so. A District Assembly shall inform the Minister in writing of the total sum written off and the reasons for doing so."
    },
    {
      "provision_ref": "s36",
      "part": "Part I – Districts and District Assemblies",
      "section": "36",
      "title": "District Co-ordinating Director",
      "content": "(1) There shall be a District Co-ordinating Director for each District in Ghana who shall be the Secretary to the Assembly and the head of the District Co-ordinating Directorate. There shall be a District Co-ordinating Director for each District in Ghana who shall be the Secretary to the Assembly and the head of the District Co-ordinating Directorate. (2) The District Co-ordinating Director shall be a member of the Local Government Service. The District Co-ordinating Director shall be a member of the Local Government Service."
    },
    {
      "provision_ref": "s37",
      "part": "Part I – Districts and District Assemblies",
      "section": "37",
      "title": "Local Government Service",
      "content": "(1) There shall be established by Act of Parliament a Local Government Service which shall form part of the public services of Ghana. There shall be established by Act of Parliament a Local Government Service which shall form part of the public services of Ghana. (2) A District Assembly shall have such staff as may be necessary for the proper and efficient performance of its functions. A District Assembly shall have such staff as may be necessary for the proper and efficient performance of its functions."
    },
    {
      "provision_ref": "s38",
      "part": "Part I – Districts and District Assemblies",
      "section": "38",
      "title": "District Assemblies to establish departments",
      "content": "(1) Each District Assembly shall in the discharge of its functions establish the departments specified in the First Schedule to this Act in relation to that Assembly. Each District Assembly shall in the discharge of its functions establish the departments specified in the First Schedule to this Act in relation to that Assembly. (2) The Minister may with the prior approval of the Presi­dent amend the First Schedule to this Act. The Minister may with the prior approval of the Presi­dent amend the First Schedule to this Act. (3) Each District Assembly shall be responsible for the pre­paration, administration and control of budgetary allocations of the departments specified in the First Schedule to this Act. Each District Assembly shall be responsible for the pre­paration, administration and control of budgetary allocations of the departments specified in the First Schedule to this Act."
    },
    {
      "provision_ref": "s39",
      "part": "Part I – Districts and District Assemblies",
      "section": "39",
      "title": "District Tender Boards",
      "content": "(1) Every District Assembly shall have a District Tender Board which shall advise the Assembly on the award of contracts in the District that— Every District Assembly shall have a District Tender Board which shall advise the Assembly on the award of contracts in the District that— are to be financed exclusively from the resources of the Assembly; or are to be financed exclusively from the resources of the Assembly; or have been approved by Government and are not in excess of such limits as shall be determined by the Minister for Finance. have been approved by Government and are not in excess of such limits as shall be determined by the Minister for Finance. (2) The District Tender Board shall comprise of such persons as the Minister shall by legislative instrument determine. The District Tender Board shall comprise of such persons as the Minister shall by legislative instrument determine. (3) A person appointed as a member of a District Tender Board shall within three months after the appointment declare his assets to the Auditor-General. A person appointed as a member of a District Tender Board shall within three months after the appointment declare his assets to the Auditor-General. (4) The Minister shall by legislative instrument prescribe the procedure for the business of District Tender Boards. The Minister shall by legislative instrument prescribe the procedure for the business of District Tender Boards."
    },
    {
      "provision_ref": "s40",
      "part": "Part I – Districts and District Assemblies",
      "section": "40",
      "title": "Assemblies power to insure",
      "content": "A District Assembly may— insure all or any of its property against risks of any kind; and insure all or any of its property against risks of any kind; and insure a third party against injury or damage resulting from any act or omission by a member of staff of the Assembly in the performance of his duties. insure a third party against injury or damage resulting from any act or omission by a member of staff of the Assembly in the performance of his duties."
    },
    {
      "provision_ref": "s41",
      "part": "Part I – Districts and District Assemblies",
      "section": "41",
      "title": "Ancilliary powers of District Assemblies",
      "content": "(1) A District Assembly may— A District Assembly may— for a purpose reasonably connected with its functions cause the entry into any land, premises or place at a reasonable hour by a person authorised in writing by the District Chief Executive; for a purpose reasonably connected with its functions cause the entry into any land, premises or place at a reasonable hour by a person authorised in writing by the District Chief Executive; request any person in writing to furnish to it infor­mation reasonably necessary for the discharge of its functions; request any person in writing to furnish to it infor­mation reasonably necessary for the discharge of its functions; give such directions to any person as may be reason­ably necessary for the discharge of its functions. give such directions to any person as may be reason­ably necessary for the discharge of its functions. (2) A person who— A person who— wilfully obstructs an officer of a District Assembly in the carrying out of the functions of the District Assem­bly specified in subsection (1) of this section; wilfully obstructs an officer of a District Assembly in the carrying out of the functions of the District Assem­bly specified in subsection (1) of this section; fails without reasonable excuse (proof of which shall be on him) to furnish information requested from him under this section; or fails without reasonable excuse (proof of which shall be on him) to furnish information requested from him under this section; or gives information in response to a request made under this section which he knows to be false, or which he has no reasonable ground to believe to be true, gives information in response to a request made under this section which he knows to be false, or which he has no reasonable ground to believe to be true, commits an offence and shall on conviction be liable to a fine not exceeding ₵200,000.00 or to imprisonment for a term not exceeding six months or to both, and in the case of a continuing offence to a further fine not exceeding ₵2,000.00 for each day on which the offence continues."
    },
    {
      "provision_ref": "s42",
      "part": "Part I – Districts and District Assemblies",
      "section": "42",
      "title": "Investiga­tion by President",
      "content": "The President may cause to be investigated the performance of any function by a District Assembly under this or any other enactment or any other matter which is likely to affect the disci­pline of the District Assembly and give directions as appropriate. The President may cause to be investigated the performance of any function by a District Assembly under this or any other enactment or any other matter which is likely to affect the disci­pline of the District Assembly and give directions as appropriate."
    },
    {
      "provision_ref": "s43",
      "part": "Part I – Districts and District Assemblies",
      "section": "43",
      "title": "Power to enforce functions of Assemblies",
      "content": "(1) In the exercise of his powers under section 42 of this Act, the President may, where it is necessary in the public interest by executive instrument, declare a District Assembly to be in default and may by the same or another executive instrument— In the exercise of his powers under section 42 of this Act, the President may, where it is necessary in the public interest by executive instrument, declare a District Assembly to be in default and may by the same or another executive instrument— direct the District Assembly for the purpose of remov­ing the default, to perform such of its functions in such manner and within such time or times as may be specified in the executive instrument; or direct the District Assembly for the purpose of remov­ing the default, to perform such of its functions in such manner and within such time or times as may be specified in the executive instrument; or transfer to a person or body as he may think fit such of the functions of the District Assembly in default as may be specified in the executive instrument to be performed on behalf of and in the name of the default­ing District Assembly. transfer to a person or body as he may think fit such of the functions of the District Assembly in default as may be specified in the executive instrument to be performed on behalf of and in the name of the default­ing District Assembly. (2) Where an instrument has been made under paragraph (b) of subsection (1) of this section, the President may by the same or another instrument, dissolve or suspend the District Assembly concerned for such time as he may think fit or prohibit it from the performance of such of the functions of the District Assembly as may be specified in the executive instrument. Where an instrument has been made under paragraph (b) of subsection (1) of this section, the President may by the same or another instrument, dissolve or suspend the District Assembly concerned for such time as he may think fit or prohibit it from the performance of such of the functions of the District Assembly as may be specified in the executive instrument."
    },
    {
      "provision_ref": "s44",
      "part": "Part I – Districts and District Assemblies",
      "section": "44",
      "title": "Expenses in respect of transfer­red functions",
      "content": "Where any functions of a District Assembly are transferred to any person or body under section 43 of this Act, the expenses incurred by the person or body in discharging those functions shall be a debt due from the District Assembly concerned to the person or body as the case may be. Where any functions of a District Assembly are transferred to any person or body under section 43 of this Act, the expenses incurred by the person or body in discharging those functions shall be a debt due from the District Assembly concerned to the person or body as the case may be."
    },
    {
      "provision_ref": "s45",
      "part": "Part I – Districts and District Assemblies",
      "section": "45",
      "title": "Assemblies to make contribu­tions to Association",
      "content": "(1) Every District Assembly shall make such contribution to the National Association of Local Authorities of Ghana as the Association may from time to time determine. Every District Assembly shall make such contribution to the National Association of Local Authorities of Ghana as the Association may from time to time determine. (2) The contribution made under sub-section (1) shall be in respect of any expenditure incurred by the Association in under­taking its business and the holding of its meetings. The contribution made under sub-section (1) shall be in respect of any expenditure incurred by the Association in under­taking its business and the holding of its meetings."
    },
    {
      "provision_ref": "s46",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "46",
      "title": "Establishment of District Planning Authority and its functions",
      "content": "(1) For the purposes of national development planning, each District Assembly is by this Act established as the Planning Authority for its area of authority. For the purposes of national development planning, each District Assembly is by this Act established as the Planning Authority for its area of authority. (2) The District Assembly as the Planning Authority for the district shall perform any planning functions conferrred on it by any enactment for the time being in force. The District Assembly as the Planning Authority for the district shall perform any planning functions conferrred on it by any enactment for the time being in force. (3) For the purpose of subsection (2) of this section there shall be established for each District Assembly a District Planning Co-ordinating Unit. For the purpose of subsection (2) of this section there shall be established for each District Assembly a District Planning Co-ordinating Unit. (4) A District Planning Co-ordinating Unit shall comprise such professional staff as the District Planning Authority shall in consultation with the Commission direct. A District Planning Co-ordinating Unit shall comprise such professional staff as the District Planning Authority shall in consultation with the Commission direct."
    },
    {
      "provision_ref": "s47",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "47",
      "title": "District development plans",
      "content": "(1) The National Development Planning Commission shall prescribe the format of district development plans. The National Development Planning Commission shall prescribe the format of district development plans. (2) Subject to subsection (1) of this section, all proposed district development plans shall be submitted through the Regional Co-ordinating Council to the National Development Planning Com­mission for approval. Subject to subsection (1) of this section, all proposed district development plans shall be submitted through the Regional Co-ordinating Council to the National Development Planning Com­mission for approval. (3) A District Assembly may with the prior written approval of the Commission make modifications to an approved district development plans. A District Assembly may with the prior written approval of the Commission make modifications to an approved district development plans."
    },
    {
      "provision_ref": "s48",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "48",
      "title": "Compliance with district development plans",
      "content": "An approved district development plan shall be complied with by any person, body or organ in the district responsible for or connected with the implementation of the plans. An approved district development plan shall be complied with by any person, body or organ in the district responsible for or connected with the implementation of the plans."
    },
    {
      "provision_ref": "s49",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "49",
      "title": "Permit to carry out physical development",
      "content": "(1) No physical development shall be carried out in a district without prior approval in the form of written permit granted by the District Planning Authority. No physical development shall be carried out in a district without prior approval in the form of written permit granted by the District Planning Authority. (2) The procedure and manner for securing a permit under subsection (1) of this section shall be prescribed by regulations. The procedure and manner for securing a permit under subsection (1) of this section shall be prescribed by regulations. (3) Subject to sub-section (4) of this section a District Plan­ning Authority may prior to the adoption of an approved district development plan for the District approve an application for physi­cal development in the district. Subject to sub-section (4) of this section a District Plan­ning Authority may prior to the adoption of an approved district development plan for the District approve an application for physi­cal development in the district. (4) In determining an application for a permit to develop prior to the adoption of an approved district development plan, the District Planning Authority shall consult such public agencies and local communities as may be prescribed by regulations. In determining an application for a permit to develop prior to the adoption of an approved district development plan, the District Planning Authority shall consult such public agencies and local communities as may be prescribed by regulations."
    },
    {
      "provision_ref": "s50",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "50",
      "title": "Development charges",
      "content": "(1) A development charge may be levied in respect of a planning permit granted for the carrying out of physical development, except that there shall be no charge in respect of a permit for the change of use of an existing building. A development charge may be levied in respect of a planning permit granted for the carrying out of physical development, except that there shall be no charge in respect of a permit for the change of use of an existing building. (2) Development charges shall be utilised for the provision of infrastructure and services. Development charges shall be utilised for the provision of infrastructure and services. (3) Development charges shall be rated by, payable to and collected by the District Planning Authority to the exclusion of any other body, except in the case of land estates where other speci­fic bodies take responsibility for providing infrastructure and ser­vices. Development charges shall be rated by, payable to and collected by the District Planning Authority to the exclusion of any other body, except in the case of land estates where other speci­fic bodies take responsibility for providing infrastructure and ser­vices."
    },
    {
      "provision_ref": "s51",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "51",
      "title": "Development permit to be conditional or unconditional",
      "content": "(1) A District Planning Authority may grant a permit for development conditionally or unconditionally or may refuse to grant the permit, except that where a permit is refused or granted conditionally reasons shall be given in writing in each case. A District Planning Authority may grant a permit for development conditionally or unconditionally or may refuse to grant the permit, except that where a permit is refused or granted conditionally reasons shall be given in writing in each case. (2) A District Planning Authority may revoke a permit to develop or impose additional conditions to a permit already granted, except that any revocation or modification shall be subject to the payment, on receipt of a claim, of such compensation as the District Planning Authority may determine. A District Planning Authority may revoke a permit to develop or impose additional conditions to a permit already granted, except that any revocation or modification shall be subject to the payment, on receipt of a claim, of such compensation as the District Planning Authority may determine. (3) Subject to this Act, and any action, programme or project plan or unless the proposed activity obstructs or interfers with com­munity right of space, the following activities shall not require prior permit from a District Planning Authority— Subject to this Act, and any action, programme or project plan or unless the proposed activity obstructs or interfers with com­munity right of space, the following activities shall not require prior permit from a District Planning Authority— subsistence farming; subsistence farming; farming and other activities carried on in any settle­ment of a population of not more than 5,000; and farming and other activities carried on in any settle­ment of a population of not more than 5,000; and small-scale vegetable and flower gardening. small-scale vegetable and flower gardening. (4) Nothing in this section shall preclude the members of the immediate local community from regulating any of the activities specified in sub-section (3) of this section in their community. Nothing in this section shall preclude the members of the immediate local community from regulating any of the activities specified in sub-section (3) of this section in their community. (5) Regulations may prescribe other activities that may be carried out without permit. Regulations may prescribe other activities that may be carried out without permit."
    },
    {
      "provision_ref": "s52",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "52",
      "title": "Enforcement in respect of unauthorised development",
      "content": "(1) Where— Where— physical development has been or is being carried out without a permit contrary to this Act; or physical development has been or is being carried out without a permit contrary to this Act; or conditions incorporated in a permit are not complied with, a District Planning Authority may give written notice in such form as may be prescribed by regulations to the owner of the land requiring him on or before a date specified in the notice to show cause in writing addressed to the District Planning Authority why the unauthorised development should not be prohibited, altered, abated, removed or demolished. conditions incorporated in a permit are not complied with, a District Planning Authority may give written notice in such form as may be prescribed by regulations to the owner of the land requiring him on or before a date specified in the notice to show cause in writing addressed to the District Planning Authority why the unauthorised development should not be prohibited, altered, abated, removed or demolished. (2) If the owner of the land fails to show sufficient cause why the development should not be prohibited, altered, abated, removed or demolished, the District Planning Authority may carry out the prohibition, abatement, alteration, removal or demolition and recover any expenses incurred from the owner of the land as if it were a debt due to the District Planning Authority. If the owner of the land fails to show sufficient cause why the development should not be prohibited, altered, abated, removed or demolished, the District Planning Authority may carry out the prohibition, abatement, alteration, removal or demolition and recover any expenses incurred from the owner of the land as if it were a debt due to the District Planning Authority. (3) Nothing in this section shall preclude a District Planning Authority from issuing an enforcement notice demanding the imme­diate stoppage of the execution of any work carried out contrary to this Act or to the terms of an approved development plan. Nothing in this section shall preclude a District Planning Authority from issuing an enforcement notice demanding the imme­diate stoppage of the execution of any work carried out contrary to this Act or to the terms of an approved development plan. (4) Any person who fails to comply with a notice issued under subsection (3) of this section commits an offence and is liable on conviction to a fine not exceeding ₵200,000.00 or to a term of imprisonment not exceeding six months or to both and in the case of a continuing offence to a further fine not exceeding ₵2,000.00 for each day that the contravention continues after written notice has been served on the offender. Any person who fails to comply with a notice issued under subsection (3) of this section commits an offence and is liable on conviction to a fine not exceeding ₵200,000.00 or to a term of imprisonment not exceeding six months or to both and in the case of a continuing offence to a further fine not exceeding ₵2,000.00 for each day that the contravention continues after written notice has been served on the offender."
    },
    {
      "provision_ref": "s53",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "53",
      "title": "Enforcement in respect of execution of district plans",
      "content": "(1) A District Planning Authority may, for the purpose of enforcing an approved development plan— A District Planning Authority may, for the purpose of enforcing an approved development plan— prohibit, abate, remove, pull down or alter so as to bring into conformity with the provisions of the approved plan, any physical development which does not conform to those provisions, or the abatement, re­moval, demolition or alteration of which is necessary for the implementation of an approved plan; prohibit, abate, remove, pull down or alter so as to bring into conformity with the provisions of the approved plan, any physical development which does not conform to those provisions, or the abatement, re­moval, demolition or alteration of which is necessary for the implementation of an approved plan; prohibit the use of any land or building for a purpose or in a manner contrary to any provisions of an approved plan; or prohibit the use of any land or building for a purpose or in a manner contrary to any provisions of an approved plan; or execute any work which is the duty of any person to execute under an approved plan, where delay in the execution of the work has occurred and the efficient operation of the approved plan has been or will be thereby prejudiced. execute any work which is the duty of any person to execute under an approved plan, where delay in the execution of the work has occurred and the efficient operation of the approved plan has been or will be thereby prejudiced. (2) Before taking action under this section, the District Planning Authority shall serve notice in a form prescribed by regu­lations on the owner of the land in respect of which the action is proposed to be taken and on any other person who in its opinion may be affected by it, specifying the nature of and the grounds upon which it proposes to take the action. Before taking action under this section, the District Planning Authority shall serve notice in a form prescribed by regu­lations on the owner of the land in respect of which the action is proposed to be taken and on any other person who in its opinion may be affected by it, specifying the nature of and the grounds upon which it proposes to take the action."
    },
    {
      "provision_ref": "s54",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "54",
      "title": "Enforcement against nuisance",
      "content": "(1) Where substantial injury to the environment, amenity’ public health or the economy is caused by any nuisance or is likely to result from the action or inaction of any person, a District Planning Authority may serve notice in a form prescribed in regulations on the person requiring him to abate the nuisance within such time as may be specified in the notice. Where substantial injury to the environment, amenity’ public health or the economy is caused by any nuisance or is likely to result from the action or inaction of any person, a District Planning Authority may serve notice in a form prescribed in regulations on the person requiring him to abate the nuisance within such time as may be specified in the notice. (2) A notice served under sub-section (1) of this section shall specify the nuisance and the steps required to be taken to abate the nuisance. A notice served under sub-section (1) of this section shall specify the nuisance and the steps required to be taken to abate the nuisance. (3) Where a notice issued under this section is not complied with, a District Planning Authority may carry out the abatement and recover the costs from the person causing the nuisance or the owner of the land where the nuisance is occurring as if it were a debt due from the person to the District Planning Authority. Where a notice issued under this section is not complied with, a District Planning Authority may carry out the abatement and recover the costs from the person causing the nuisance or the owner of the land where the nuisance is occurring as if it were a debt due from the person to the District Planning Authority."
    },
    {
      "provision_ref": "s55",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "55",
      "title": "Enforce­ment against unauthori­sed develop­ment in respect of community right of space",
      "content": "A District Planning Authority may without prior notice, effect or carry out instant prohibition, abatement, alteration, re­moval or demolition of any unauthorised development carried out or being carried out that encroaches or will encroach upon a com­munity right of space, or interferes or will interfere with the use of such space. A District Planning Authority may without prior notice, effect or carry out instant prohibition, abatement, alteration, re­moval or demolition of any unauthorised development carried out or being carried out that encroaches or will encroach upon a com­munity right of space, or interferes or will interfere with the use of such space."
    },
    {
      "provision_ref": "s56",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "56",
      "title": "Claims for compensa­tion",
      "content": "(1) Subject to this Act a person— Subject to this Act a person— whose property is adversely affected by the coming into operation or the execution of an approved development plan; or whose property is adversely affected by the coming into operation or the execution of an approved development plan; or who for the purpose of complying with an approved development plan incurs expenditure to his detri­ment— who for the purpose of complying with an approved development plan incurs expenditure to his detri­ment— by a subsequent revocation or modification of the plan; or by a subsequent revocation or modification of the plan; or by a subsequent revocation or variation of a development permit granted him by a District Planning Authority; or by a subsequent revocation or variation of a development permit granted him by a District Planning Authority; or who is aggrieved by any decision, action or policy relat­ing to an approved development plan or the enforce­ment of it, who is aggrieved by any decision, action or policy relat­ing to an approved development plan or the enforce­ment of it, may within six months after the date of the approval of the plan or of the revocation or variation of a permit or of the taking of the decision or action complained of, lodge a claim for redress or com­pensation with the District Planning Authority."
    },
    {
      "provision_ref": "s57",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "57",
      "title": "Appeals",
      "content": "(1) Any person aggrieved by a decision or action of a District Planning Authority under this Part may within six months after receipt of the notice of the decision or action appeal to the Regional Minister who may refer the appeal to the Appeals Advisory Board established under section 58 of this Act. Any person aggrieved by a decision or action of a District Planning Authority under this Part may within six months after receipt of the notice of the decision or action appeal to the Regional Minister who may refer the appeal to the Appeals Advisory Board established under section 58 of this Act. (2) Where the Regional Minister does not refer the appeal to the Appeals Advisory Board under sub-section (1) of this sec­tion, he may affirm, reverse or modify the decision or action of the District Planning Authority. Where the Regional Minister does not refer the appeal to the Appeals Advisory Board under sub-section (1) of this sec­tion, he may affirm, reverse or modify the decision or action of the District Planning Authority. (3) The decision of the Regional Minister under sub-section (2) of this section shall be final as to matters of fact and good planning. The decision of the Regional Minister under sub-section (2) of this section shall be final as to matters of fact and good planning."
    },
    {
      "provision_ref": "s58",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "58",
      "title": "Appeals Advisory Boards",
      "content": "(1) There shall be appointed by the Regional Minister such Appeals Advisory Boards as the Regional Minister may determine. There shall be appointed by the Regional Minister such Appeals Advisory Boards as the Regional Minister may determine. (2) An Appeals Advisory Board appointed by the Regional Minister shall comprise the following— An Appeals Advisory Board appointed by the Regional Minister shall comprise the following— a lawyer; a lawyer; one person with expert knowledge of the subject matter of the appeal; and one person with expert knowledge of the subject matter of the appeal; and one person with local knowledge of the subject matter of the appeal. one person with local knowledge of the subject matter of the appeal. (3) The membership of an Appeals Advisory Board shall terminate on the determination of any appeal referred to the Board for advice. The membership of an Appeals Advisory Board shall terminate on the determination of any appeal referred to the Board for advice."
    },
    {
      "provision_ref": "s59",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "59",
      "title": "Functions of Appeals Advisory Board",
      "content": "(1) The Appeals Advisory Board shall advise the Minister on the relief or redress sought in the appeal or on the amount of compensation payable in respect of any appeal referred to it by the Minister. The Appeals Advisory Board shall advise the Minister on the relief or redress sought in the appeal or on the amount of compensation payable in respect of any appeal referred to it by the Minister. (2) Recommendations for settlement of claims of compen­sation in respect of land and immovable property shall be made in consultation with the body for the time being charged with valua­tion of public land. Recommendations for settlement of claims of compen­sation in respect of land and immovable property shall be made in consultation with the body for the time being charged with valua­tion of public land."
    },
    {
      "provision_ref": "s60",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "60",
      "title": "Recovery of betterment",
      "content": "(1) Where the provision of a plan or the execution of public works, or a decision or action of a District Planning Authority increases the value of any land within the district, the District Plan­ning Authority shall on the advice of the body for the time being charged with valuation of public land, recover from any person whose land is increased in value, where that person sells or otherwise dis­poses of the land, a determinable percentage of the amount of the increase. Where the provision of a plan or the execution of public works, or a decision or action of a District Planning Authority increases the value of any land within the district, the District Plan­ning Authority shall on the advice of the body for the time being charged with valuation of public land, recover from any person whose land is increased in value, where that person sells or otherwise dis­poses of the land, a determinable percentage of the amount of the increase. (2) Financial gains on urban land transactions shall be liable to betterment charges. Financial gains on urban land transactions shall be liable to betterment charges. (3) Any sum recoverable under this section may be set off against a claim of compensation. Any sum recoverable under this section may be set off against a claim of compensation. (4) Recovered amounts under this section shall be utilised for the provision of infrastructure and utility services. Recovered amounts under this section shall be utilised for the provision of infrastructure and utility services."
    },
    {
      "provision_ref": "s61",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "61",
      "title": "Non-con­forming land allocations and trans­actions",
      "content": "(1) An allocation of land shall be null and void if the pur­pose or use for which the allocation is made is contrary to the pro­visions of an approved development plan; and in particular, no landowner shall sub-divide or allocate any land for use, develop­ment or occupation in a town or city or the suburb of it or in any area where there is an approved planning scheme prepared under an enactment in force, except with the concurrence of the District Planning Authority or a sub-district body acting on behalf of the District Planning Authority. An allocation of land shall be null and void if the pur­pose or use for which the allocation is made is contrary to the pro­visions of an approved development plan; and in particular, no landowner shall sub-divide or allocate any land for use, develop­ment or occupation in a town or city or the suburb of it or in any area where there is an approved planning scheme prepared under an enactment in force, except with the concurrence of the District Planning Authority or a sub-district body acting on behalf of the District Planning Authority. (2) A person who allocates, transfers, sells or develops land for a use or a purpose that is contrary to an approved development plan, settlement structure plan, action plan or programme com­mits an offence and is liable on conviction to a fine not exceeding ₵200,000.00 or to imprisonment for a period not exceeding six months or to both. A person who allocates, transfers, sells or develops land for a use or a purpose that is contrary to an approved development plan, settlement structure plan, action plan or programme com­mits an offence and is liable on conviction to a fine not exceeding ₵200,000.00 or to imprisonment for a period not exceeding six months or to both. (3) On an application, an approved development plan may be revised in accordance with regulations to accommodate an otherwise non-conforming allocation proposal, if the District Planning Authority is satisfied that such accommodation or revision is in the public interest. On an application, an approved development plan may be revised in accordance with regulations to accommodate an otherwise non-conforming allocation proposal, if the District Planning Authority is satisfied that such accommodation or revision is in the public interest."
    },
    {
      "provision_ref": "s62",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "62",
      "title": "Building bye-laws",
      "content": "(1) Subject to section 63 of this Act, a District Planning Authority may make building bye-laws within the scope of na­tional building practices prescribed by law and shall in particular make provisions for— Subject to section 63 of this Act, a District Planning Authority may make building bye-laws within the scope of na­tional building practices prescribed by law and shall in particular make provisions for— the control of the construction of buildings, streets, boardings, fences and signboards; the control of the construction of buildings, streets, boardings, fences and signboards; the execution of work on and in relation to existing buildings, structures and streets; the execution of work on and in relation to existing buildings, structures and streets; drainage and sanitation; drainage and sanitation; the removal or abatement of obstructions and nuis­ance; and the removal or abatement of obstructions and nuis­ance; and matters referred for the guidance of District Planning Authorities in the Second Schedule to this Act. matters referred for the guidance of District Planning Authorities in the Second Schedule to this Act. (2) The bye-laws may be made with respect to the district gene­rally or with respect to particular areas, buildings or works in the district. The bye-laws may be made with respect to the district gene­rally or with respect to particular areas, buildings or works in the district."
    },
    {
      "provision_ref": "s63",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "63",
      "title": "National building regulations",
      "content": "The Minister responsible for Works and Housing may in consultation with the Minister by legislative instrument prescribe national building regulations which shall be complied with by Dis­trict Assemblies in making building bye-laws for the districts. The Minister responsible for Works and Housing may in consultation with the Minister by legislative instrument prescribe national building regulations which shall be complied with by Dis­trict Assemblies in making building bye-laws for the districts."
    },
    {
      "provision_ref": "s64",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "64",
      "title": "Building permit and unauthorised buildings",
      "content": "(1) Every person shall, before constructing a building or other structure or undertaking any work, obtain a permit from the District Planning Authority which shall contain such conditions as the District Planning Authority may consider necessary. Every person shall, before constructing a building or other structure or undertaking any work, obtain a permit from the District Planning Authority which shall contain such conditions as the District Planning Authority may consider necessary. (2) The District Planning Authority may give notice in writ­ing in the form prescribed in the Third Schedule to an owner, occu­pier or developer of premises, if the owner, occupier or developer— The District Planning Authority may give notice in writ­ing in the form prescribed in the Third Schedule to an owner, occu­pier or developer of premises, if the owner, occupier or developer— is constructing a building or other structure; is constructing a building or other structure; has constructed a building or other structure; or has constructed a building or other structure; or is working or executing work is working or executing work without a permit or in contravention of any bye-laws made by the District Assembly. (3) The notice under sub-section (2) of this section shall require the owner, occupier or developer on or before a day to be specified in the notice by a statement in writing under his hand or under the hand of an agent duly authorised in that behalf and duly served on the District Planning Authority to show sufficient cause why the building, structure or work should not be removed, altered or pulled down. The notice under sub-section (2) of this section shall require the owner, occupier or developer on or before a day to be specified in the notice by a statement in writing under his hand or under the hand of an agent duly authorised in that behalf and duly served on the District Planning Authority to show sufficient cause why the building, structure or work should not be removed, altered or pulled down. (4) If the owner, occupier or developer, fails to show suffi­cient cause why the building, structure or other work should not be removed, altered or pulled down, the District Planning Authority shall by notice order the owner, occupier or developer within a specified time to remove, alter or pull down the building, structure or other work at his own expense. If the owner, occupier or developer, fails to show suffi­cient cause why the building, structure or other work should not be removed, altered or pulled down, the District Planning Authority shall by notice order the owner, occupier or developer within a specified time to remove, alter or pull down the building, structure or other work at his own expense. (5) If the owner, occupier or developer fails to comply with the order of the District Planning Authority within the specified time, the District Planning Authority may carry out the removal, alteration or pulling down and recover the expense from the owner, occupier or developer, as if it were a debt due from the person to the District Assembly. If the owner, occupier or developer fails to comply with the order of the District Planning Authority within the specified time, the District Planning Authority may carry out the removal, alteration or pulling down and recover the expense from the owner, occupier or developer, as if it were a debt due from the person to the District Assembly. (6) Without prejudice to subsections (2) and (3) of this sec­tion, a person who contravenes any bye-law made under section 61 of this Act or the terms of a permit granted commits an offence and is liable on conviction to a fine not exceeding ₵200,000.00 or to a term of imprisonment not exceeding six months or to both and in the case of a continuing offence to a further fine not exceeding ₵2,000.00 for each day that the contravention continues after written notice has been served on the offender. Without prejudice to subsections (2) and (3) of this sec­tion, a person who contravenes any bye-law made under section 61 of this Act or the terms of a permit granted commits an offence and is liable on conviction to a fine not exceeding ₵200,000.00 or to a term of imprisonment not exceeding six months or to both and in the case of a continuing offence to a further fine not exceeding ₵2,000.00 for each day that the contravention continues after written notice has been served on the offender."
    },
    {
      "provision_ref": "s65",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "65",
      "title": "Signing plans of special buildings",
      "content": "(1) A District Assembly may by bye-laws made under section 62 of this Act, specify the types of buildings or special areas of a district, the designed plans of which buildings shall be required to be prepared by or under a registered architect or engineer or an archi­tectural draughtsman licensed under an enactment in force. A District Assembly may by bye-laws made under section 62 of this Act, specify the types of buildings or special areas of a district, the designed plans of which buildings shall be required to be prepared by or under a registered architect or engineer or an archi­tectural draughtsman licensed under an enactment in force. (2) There shall be no restriction as to the person to design or sign the plan of single-storey traditional building characteristic of rural areas and parts of urban areas. There shall be no restriction as to the person to design or sign the plan of single-storey traditional building characteristic of rural areas and parts of urban areas. (3) No person shall submit to the District Planning Authority the plan of any building which may be required to be submitted under subsection (1) of this section unless the plan has been pre­pared by or under the supervision of and is signed by a person re­gistered as an architect or an engineer under an enactment for the time being in force. No person shall submit to the District Planning Authority the plan of any building which may be required to be submitted under subsection (1) of this section unless the plan has been pre­pared by or under the supervision of and is signed by a person re­gistered as an architect or an engineer under an enactment for the time being in force."
    },
    {
      "provision_ref": "s66",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "66",
      "title": "Delegation of functions",
      "content": "A District Planning Authority may in writing delegate any of its functions under this Part of this Act to a Sub-Metropolitan District Council, Zonal Council, Urban Council, Town or Area Council or Unit Committee. A District Planning Authority may in writing delegate any of its functions under this Part of this Act to a Sub-Metropolitan District Council, Zonal Council, Urban Council, Town or Area Council or Unit Committee."
    },
    {
      "provision_ref": "s67",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "67",
      "title": "Request for information",
      "content": "(1) A District Planning Authority may in writing request any person to furnish it within such time as may be specified in the re­quest such information as may be required for the discharge of its functions under this Act. A District Planning Authority may in writing request any person to furnish it within such time as may be specified in the re­quest such information as may be required for the discharge of its functions under this Act. (2) A person who without lawful excuse fails to comply with a request for information or furnishes information which he knows to be false commits an offence and is liable on conviction to a fine not exceeding ₵100,000.00 or to imprisonment for a period not exceeding three months or to both. A person who without lawful excuse fails to comply with a request for information or furnishes information which he knows to be false commits an offence and is liable on conviction to a fine not exceeding ₵100,000.00 or to imprisonment for a period not exceeding three months or to both."
    },
    {
      "provision_ref": "s68",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "68",
      "title": "Power of entry",
      "content": "(1) An authorised officer of a District Planning Authority may enter upon any land or enter any building in the District to make such inspection, survey, studies, examination or investigation as may be necessary for the performance of the functions of the Dis­trict Planning Authority under this Act. An authorised officer of a District Planning Authority may enter upon any land or enter any building in the District to make such inspection, survey, studies, examination or investigation as may be necessary for the performance of the functions of the Dis­trict Planning Authority under this Act. (2) The authorised officer of the District Planning Authority shall before exercising his powers under sub-section (1) of this section give such notice as he considers reasonable to the owner or occupier. The authorised officer of the District Planning Authority shall before exercising his powers under sub-section (1) of this section give such notice as he considers reasonable to the owner or occupier."
    },
    {
      "provision_ref": "s69",
      "part": "Part II – Planning functions of District Assemblies",
      "section": "69",
      "title": "Immunity of officers from liability",
      "content": "Subject to the Constitution no employee of a District Assem­bly or a person acting under the direction or authority of a District Assembly shall be personally liable for an act done in good faith in the performance of any function or the execution of any duty under this part. Subject to the Constitution no employee of a District Assem­bly or a person acting under the direction or authority of a District Assembly shall be personally liable for an act done in good faith in the performance of any function or the execution of any duty under this part."
    },
    {
      "provision_ref": "s70",
      "part": "Part III – Provision of fire services",
      "section": "70",
      "title": "Application of fire service provisions",
      "content": "This Part shall, without prejudice to the generality of any powers conferred by any other enactment on the subject apply to the discharge of the functions of a District Assembly in connection with the provision of fire services. This Part shall, without prejudice to the generality of any powers conferred by any other enactment on the subject apply to the discharge of the functions of a District Assembly in connection with the provision of fire services."
    },
    {
      "provision_ref": "s71",
      "part": "Part III – Provision of fire services",
      "section": "71",
      "title": "Power of entry of premises",
      "content": "(1) A person authorised by a District Assembly may without the consent of the occupier— A person authorised by a District Assembly may without the consent of the occupier— enter and, if necessary, break into any premises or place in which a fire has or is believed to have broken out or in which it is necessary to enter for the purpose of extinguishing or dealing with the fire; enter and, if necessary, break into any premises or place in which a fire has or is believed to have broken out or in which it is necessary to enter for the purpose of extinguishing or dealing with the fire; do all such things on the premises or place as may be necessary for extinguishing or dealing with the fire; do all such things on the premises or place as may be necessary for extinguishing or dealing with the fire; in order to deal with an outbreak of fire, enter into any land or premises— in order to deal with an outbreak of fire, enter into any land or premises— to secure the use of water under the control of any person; to secure the use of water under the control of any person; to improve access to the water; and to improve access to the water; and to lay or maintain pipes and to carry out other works in connection with the use of the water. to lay or maintain pipes and to carry out other works in connection with the use of the water. (2) Whenever practicable the District Assembly or a person authorised under subsection (1) of this section shall give reasonable notice to the occupier before proceeding to exercise any of the powers conferred by subsection (1)(c). Whenever practicable the District Assembly or a person authorised under subsection (1) of this section shall give reasonable notice to the occupier before proceeding to exercise any of the powers conferred by subsection (1)(c)."
    },
    {
      "provision_ref": "s72",
      "part": "Part III – Provision of fire services",
      "section": "72",
      "title": "Control of traffic",
      "content": "A person authorised in writing by a District Assembly may close to traffic any street or stop or regulate the traffic in any street whenever it is reasonably necessary for the purpose of dealing with an outbreak of fire. A person authorised in writing by a District Assembly may close to traffic any street or stop or regulate the traffic in any street whenever it is reasonably necessary for the purpose of dealing with an outbreak of fire."
    },
    {
      "provision_ref": "s73",
      "part": "Part III – Provision of fire services",
      "section": "73",
      "title": "Penalty for obstruction",
      "content": "A person who wilfully obstructs or interferes with the District Assembly or any person authorised by it in the performance of any function under section 70 or 71 of this Act commits an offence and is liable on conviction to a fine not exceeding ₵200,000.00 or to im­prisonment for a term not exceeding six months or to both; and in the case of a continuing offence to a further fine not exceeding ₵2,000.00 for each day on which the offence continues. A person who wilfully obstructs or interferes with the District Assembly or any person authorised by it in the performance of any function under section 70 or 71 of this Act commits an offence and is liable on conviction to a fine not exceeding ₵200,000.00 or to im­prisonment for a term not exceeding six months or to both; and in the case of a continuing offence to a further fine not exceeding ₵2,000.00 for each day on which the offence continues."
    },
    {
      "provision_ref": "s74",
      "part": "Part III – Provision of fire services",
      "section": "74",
      "title": "Penalty for false alarms",
      "content": "A person who knowingly or without lawful authority gives or causes to be given any false alarm of fire commits an offence and is liable on conviction to a fine not exceeding ₵100,000.00 or to imprisonment for a term not exceeding three months or to both. A person who knowingly or without lawful authority gives or causes to be given any false alarm of fire commits an offence and is liable on conviction to a fine not exceeding ₵100,000.00 or to imprisonment for a term not exceeding three months or to both."
    },
    {
      "provision_ref": "s75",
      "part": "Part III – Provision of fire services",
      "section": "75",
      "title": "Enquiries by committee into origin of fire",
      "content": "(1) A District Assembly may appoint a committee to enquire into the origin of a fire within its area of authority. A District Assembly may appoint a committee to enquire into the origin of a fire within its area of authority. (2) The committee shall when holding an enquiry under this section, have all the powers of a Community Tribunal. The committee shall when holding an enquiry under this section, have all the powers of a Community Tribunal. (3) The Attorney-General, the Inspector-General of Police or any person authorised by either of them and an interested person who has the permission of the committee, may attend the enquiry to examine or cross-examine any witness or request that a witness be examined. The Attorney-General, the Inspector-General of Police or any person authorised by either of them and an interested person who has the permission of the committee, may attend the enquiry to examine or cross-examine any witness or request that a witness be examined. (4) Any enactment for the time being in force relating to wit­nesses in a trial before the Community Tribunal shall apply to witnes­ses at the enquiry. Any enactment for the time being in force relating to wit­nesses in a trial before the Community Tribunal shall apply to witnes­ses at the enquiry. (5) The committee shall after the conclusion of an enquiry under this section record its findings stating its reasons for them. The committee shall after the conclusion of an enquiry under this section record its findings stating its reasons for them. (6) The committee shall submit a report of its findings including the award of compensation if any, and by whom payable, to the District Assembly. The committee shall submit a report of its findings including the award of compensation if any, and by whom payable, to the District Assembly."
    },
    {
      "provision_ref": "s76",
      "part": "Part IV – Licences",
      "section": "76",
      "title": "Licensing of vehicles",
      "content": "(1) The owner or a person in possession of a vehicle of a type mentioned in the Fourth Schedule to this Act, in use within a district shall take out from the District Assembly, a licence for the vehicle and shall pay the fee required by bye-laws made under this Act. The owner or a person in possession of a vehicle of a type mentioned in the Fourth Schedule to this Act, in use within a district shall take out from the District Assembly, a licence for the vehicle and shall pay the fee required by bye-laws made under this Act. (2) A vehicle for which a licence is issued under subsection (1) of this section shall have affixed on it the number plate assigned to it by the District Assembly. A vehicle for which a licence is issued under subsection (1) of this section shall have affixed on it the number plate assigned to it by the District Assembly. (3) No licence shall be issued under subsection (1) of this section in respect of any vehicle which the District Assembly is satisfied is in such a condition as to endanger persons or property or cause unnecessary suffering to any animal drawing it. No licence shall be issued under subsection (1) of this section in respect of any vehicle which the District Assembly is satisfied is in such a condition as to endanger persons or property or cause unnecessary suffering to any animal drawing it. (4) The owner or person in charge of vehicle who fails to affix or keep affixed a number plate issued under subsection (1) of this section commits an offence, and is liable on conviction to a fine not exceeding ₵5,000.00 and to a further fine of ₵200.00 for each day on which the offence continues. The owner or person in charge of vehicle who fails to affix or keep affixed a number plate issued under subsection (1) of this section commits an offence, and is liable on conviction to a fine not exceeding ₵5,000.00 and to a further fine of ₵200.00 for each day on which the offence continues."
    },
    {
      "provision_ref": "s77",
      "part": "Part IV – Licences",
      "section": "77",
      "title": "Entertainment licences",
      "content": "No person shall undertake or do within a district any of the acts or things mentioned in the Fifth Schedule to this Act without first having taken out from the District Assembly a licence for that purpose and paid the fee required by bye-laws made under this Act. No person shall undertake or do within a district any of the acts or things mentioned in the Fifth Schedule to this Act without first having taken out from the District Assembly a licence for that purpose and paid the fee required by bye-laws made under this Act."
    },
    {
      "provision_ref": "s78",
      "part": "Part IV – Licences",
      "section": "78",
      "title": "Provisions as to licences generally",
      "content": "(1) A licence under this Part may be issued subject to such conditions as may be contained in any bye-laws or, where there is no provision in the bye-laws, such conditions as the District Assembly may think fit. A licence under this Part may be issued subject to such conditions as may be contained in any bye-laws or, where there is no provision in the bye-laws, such conditions as the District Assembly may think fit. (2) Any condition stipulated in a bye-law or by a District Assembly shall be endorsed in detail or by reference on the licence. Any condition stipulated in a bye-law or by a District Assembly shall be endorsed in detail or by reference on the licence. (3) A person required to hold a licence referred to in this Part who, upon demand being reasonably made by any police officer or any authorised officer of the District Assembly fails to produce his licence for inspection commits an offence and is liable on conviction to a fine not exceeding ₵100,000.00 or imprisonment not exceeding three months or to both. A person required to hold a licence referred to in this Part who, upon demand being reasonably made by any police officer or any authorised officer of the District Assembly fails to produce his licence for inspection commits an offence and is liable on conviction to a fine not exceeding ₵100,000.00 or imprisonment not exceeding three months or to both. (4) A person who, without the appropriate licence, does anything for which a licence is required under this Part or who, being the holder of a licence issued under this Part contravenes any of the conditions contained in the licence commits an offence and is liable on conviction to a fine not exceeding ₵200,000.00 or to imprison­ment not exceeding six months or to both. A person who, without the appropriate licence, does anything for which a licence is required under this Part or who, being the holder of a licence issued under this Part contravenes any of the conditions contained in the licence commits an offence and is liable on conviction to a fine not exceeding ₵200,000.00 or to imprison­ment not exceeding six months or to both. (5) A person who lets out, hires, lends or borrows a licence or who not holding a valid licence produces, exhibits, or uses a licence, commits an offence and is liable on conviction to a fine not exceed­ing ₵200,000.00 or to imprisonment not exceeding six months or to both. A person who lets out, hires, lends or borrows a licence or who not holding a valid licence produces, exhibits, or uses a licence, commits an offence and is liable on conviction to a fine not exceed­ing ₵200,000.00 or to imprisonment not exceeding six months or to both. (6) A District Assembly may revoke a licence when the holder has been convicted of an offence under subsection (4) or (5) of this section. A District Assembly may revoke a licence when the holder has been convicted of an offence under subsection (4) or (5) of this section."
    },
    {
      "provision_ref": "s79",
      "part": "Part V – Bye-laws",
      "section": "79",
      "title": "District Assembly to make bye-laws",
      "content": "(1) A District Assembly may make bye-laws for the purpose of any function conferred upon it by or under this Act or any other enactment. A District Assembly may make bye-laws for the purpose of any function conferred upon it by or under this Act or any other enactment. (2) A District Assembly may in bye-laws made under this Act— A District Assembly may in bye-laws made under this Act— specify as penalty a fine not exceeding ₵200,000.00 or a term of imprisonment not exceeding six months or to both; specify as penalty a fine not exceeding ₵200,000.00 or a term of imprisonment not exceeding six months or to both; specify a further penalty not exceeding ₵2,000.00 for each day on which the offence is continued after written notice of the conviction has been served on the offender in the case of a continuing offence; and specify a further penalty not exceeding ₵2,000.00 for each day on which the offence is continued after written notice of the conviction has been served on the offender in the case of a continuing offence; and make provision for the payment of such fees or charges as the Assembly may think fit. make provision for the payment of such fees or charges as the Assembly may think fit. (3) Bye-laws made by an Assembly under this Act shall be read and construed subject to the provisions of this Act and any other enactment. Bye-laws made by an Assembly under this Act shall be read and construed subject to the provisions of this Act and any other enactment."
    },
    {
      "provision_ref": "s80",
      "part": "Part V – Bye-laws",
      "section": "80",
      "title": "Validity of bye-laws",
      "content": "(1) Every bye-law made by a District Assembly shall be submitted to the Minister for approval or rejection. Every bye-law made by a District Assembly shall be submitted to the Minister for approval or rejection. (2) Where the Minister— Where the Minister— rejects the bye-law he shall notify the District Assembly giving reasons for the rejection; or rejects the bye-law he shall notify the District Assembly giving reasons for the rejection; or approves the bye-law ne shall submit it for publication in the Gazette. approves the bye-law ne shall submit it for publication in the Gazette. (3) The Minister may delegate his powers under subsection (2) of this section to the Regional Co-ordinating Council. The Minister may delegate his powers under subsection (2) of this section to the Regional Co-ordinating Council. (4) A bye-law shall not have effect until it has been published in the Gazette. A bye-law shall not have effect until it has been published in the Gazette."
    },
    {
      "provision_ref": "s81",
      "part": "Part V – Bye-laws",
      "section": "81",
      "title": "Model bye-laws",
      "content": "(1) Where the Minister is of the opinion that uniform provision may reasonably be made in respect of a matter for which bye-­laws may be made under this Act, he may by legislative instrument make model bye-laws in respect of that matter. Where the Minister is of the opinion that uniform provision may reasonably be made in respect of a matter for which bye-­laws may be made under this Act, he may by legislative instrument make model bye-laws in respect of that matter. (2) Where a model bye-law is not expressed to apply through­out Ghana, it shall apply within the areas of authority of such Dis­trict Assemblies as the Minister may by notice published in the Gazette specify, and subject to such modifications or omissions as the Minister may in any particular case consider expedient, any other bye-laws relating to the subject-matter of the model bye-laws shall to that extent cease to have effect within the areas. Where a model bye-law is not expressed to apply through­out Ghana, it shall apply within the areas of authority of such Dis­trict Assemblies as the Minister may by notice published in the Gazette specify, and subject to such modifications or omissions as the Minister may in any particular case consider expedient, any other bye-laws relating to the subject-matter of the model bye-laws shall to that extent cease to have effect within the areas."
    },
    {
      "provision_ref": "s82",
      "part": "Part V – Bye-laws",
      "section": "82",
      "title": "Copy of bye-laws to be deposited at Assembly offices",
      "content": "A copy of every bye-law made by a District Assembly shall be deposited at the office of the Assembly and shall at all reasonable times be open to public inspection without the payment of any fee. A copy of every bye-law made by a District Assembly shall be deposited at the office of the Assembly and shall at all reasonable times be open to public inspection without the payment of any fee."
    },
    {
      "provision_ref": "s83",
      "part": "Part V – Bye-laws",
      "section": "83",
      "title": "Evidence of bye-laws",
      "content": "A copy of a bye-law purporting to be made by a District Assembly upon which is endorsed a certificate purporting to be signed by the Presiding Member and the Secretary to the Assembly to the effect that the copy is a true copy of the bye-law, shall be prima facie evidence in any court of the due making and the con­tents of it. A copy of a bye-law purporting to be made by a District Assembly upon which is endorsed a certificate purporting to be signed by the Presiding Member and the Secretary to the Assembly to the effect that the copy is a true copy of the bye-law, shall be prima facie evidence in any court of the due making and the con­tents of it."
    },
    {
      "provision_ref": "s84",
      "part": "Part VI – Acquisition of immovable property",
      "section": "84",
      "title": "Power of Assembly to acquire land",
      "content": "(1) A District Assembly may acquire land or buildings in its District or outside it as it may consider necessary for the carrying out of any function conferred on it under this Act. A District Assembly may acquire land or buildings in its District or outside it as it may consider necessary for the carrying out of any function conferred on it under this Act. (2) A District Assembly may, for the purpose of promoting development, purchase land, service it, and re-allocate it to pros­pective public or private developers for development. A District Assembly may, for the purpose of promoting development, purchase land, service it, and re-allocate it to pros­pective public or private developers for development. (3) Where any land is required by a District Assembly for the purposes of the Assembly including the undertaking of a hous­ing scheme and there is any hindrance to the purchase of the land, the land may be acquired for the Assembly under any enactment regulating acquisition of land by the State for the time being in force. Where any land is required by a District Assembly for the purposes of the Assembly including the undertaking of a hous­ing scheme and there is any hindrance to the purchase of the land, the land may be acquired for the Assembly under any enactment regulating acquisition of land by the State for the time being in force. (4) All expenses and compensation incurred in respect of the acquisition of any land by the Government for a District Assembly shall be paid in the first instance by the Government and the District Assembly concerned shall refund to the Government the amount of expenses and compensation paid and, upon the refund, the title in the land shall be transferred to the Assembly. All expenses and compensation incurred in respect of the acquisition of any land by the Government for a District Assembly shall be paid in the first instance by the Government and the District Assembly concerned shall refund to the Government the amount of expenses and compensation paid and, upon the refund, the title in the land shall be transferred to the Assembly."
    },
    {
      "provision_ref": "s85",
      "part": "Part VI – Acquisition of immovable property",
      "section": "85",
      "title": "Develop­ment charges on serviced land",
      "content": "(1) In allocating acquired and serviced land to prospective developers in accordance with sub-section (2) of section 84 of this Act, a District Assembly shall impose on beneficiary prospective developers a reasonable development charge for acquiring and servicing the land and such other terms as may appear to the Dis­trict Assembly to be most expedient for the development of the district. In allocating acquired and serviced land to prospective developers in accordance with sub-section (2) of section 84 of this Act, a District Assembly shall impose on beneficiary prospective developers a reasonable development charge for acquiring and servicing the land and such other terms as may appear to the Dis­trict Assembly to be most expedient for the development of the district. (2) The proceeds of a transaction referred to in sub-section (1) of this section shall be paid into a separately established fund main­tained solely for the purpose of further acquisition and servicing of land so acquired. The proceeds of a transaction referred to in sub-section (1) of this section shall be paid into a separately established fund main­tained solely for the purpose of further acquisition and servicing of land so acquired."
    },
    {
      "provision_ref": "s86",
      "part": "Part VII – Financial matters",
      "section": "86",
      "title": "Revenue of local government bodies",
      "content": "(1) A District Assembly shall open and maintain a bank account for [all revenues and other monies raised or received by it under this Act or any other enactment. A District Assembly shall open and maintain a bank account for [all revenues and other monies raised or received by it under this Act or any other enactment. (2) The District Assemblies Common Fund Administrator shall distribute monies from the District Assemblies Common Fund to District Assemblies in accordance with the provisions of the District Assemblies Common Fund Act, 1993 (Act 455) and the monies shall form part of the monies referred to in sub-section (1) of this section. The District Assemblies Common Fund Administrator shall distribute monies from the District Assemblies Common Fund to District Assemblies in accordance with the provisions of the District Assemblies Common Fund Act, 1993 (Act 455) and the monies shall form part of the monies referred to in sub-section (1) of this section. (3) Notwithstanding the provisions of any enactment to the contrary all income from the sources listed in the Sixth Schedule to this Act and all revenue from levies, fees and licences charged in respect of the activities listed in the Sixth Schedule shall be taxed or collected exclusively by or for the District Assembly. Notwithstanding the provisions of any enactment to the contrary all income from the sources listed in the Sixth Schedule to this Act and all revenue from levies, fees and licences charged in respect of the activities listed in the Sixth Schedule shall be taxed or collected exclusively by or for the District Assembly. (4) The Minister in consultation with the Minister for the time being charged with responsibility for national revenue, may by legislative instrument amend the Sixth Schedule to this Act. The Minister in consultation with the Minister for the time being charged with responsibility for national revenue, may by legislative instrument amend the Sixth Schedule to this Act. (5) The Minister may, subject to such terms and conditions as may be agreed upon with the appropriate public body, authorise the body to collect on behalf of District Assemblies any revenue specified in the Sixth Schedule to this Act. The Minister may, subject to such terms and conditions as may be agreed upon with the appropriate public body, authorise the body to collect on behalf of District Assemblies any revenue specified in the Sixth Schedule to this Act. (6) Amounts collected under sub-section (5) of this section shall be shared among the District Assemblies in the proportions or upon a formula that the President may, on the recommendation of the Minister determine. Amounts collected under sub-section (5) of this section shall be shared among the District Assemblies in the proportions or upon a formula that the President may, on the recommendation of the Minister determine."
    },
    {
      "provision_ref": "s87",
      "part": "Part VII – Financial matters",
      "section": "87",
      "title": "Expendi­ture",
      "content": "(1) Subject to this Act, a District Assembly may incur al expenditure necessary for, or incidental to the carrying out of any functions conferred upon it under this Act or any other enactment, or by the instrument by which it is established, provided that the expenditure is included in the approved budget of the District for the relevant year. Subject to this Act, a District Assembly may incur al expenditure necessary for, or incidental to the carrying out of any functions conferred upon it under this Act or any other enactment, or by the instrument by which it is established, provided that the expenditure is included in the approved budget of the District for the relevant year. (2) For the avoidance of doubt all monies received by a District Assembly from the District Assemblies Common Fund shall be expended only on projects which form part of the approved development plan for the District. For the avoidance of doubt all monies received by a District Assembly from the District Assemblies Common Fund shall be expended only on projects which form part of the approved development plan for the District."
    },
    {
      "provision_ref": "s88",
      "part": "Part VII – Financial matters",
      "section": "88",
      "title": "Power to borrow",
      "content": "A District Assembly may raise loans or obtain overdrafts within Ghana of such amounts, from such sources, in such manner, for such purposes and upon such conditions as the Minister in con­sultation with the Minister responsible for Finance, may approve; except that no approval is required where the loan or overdraft to be raised does not exceed ₵20,000,000.00 and the loan or overdraft does not require a guarantee by the Central Government. A District Assembly may raise loans or obtain overdrafts within Ghana of such amounts, from such sources, in such manner, for such purposes and upon such conditions as the Minister in con­sultation with the Minister responsible for Finance, may approve; except that no approval is required where the loan or overdraft to be raised does not exceed ₵20,000,000.00 and the loan or overdraft does not require a guarantee by the Central Government."
    },
    {
      "provision_ref": "s89",
      "part": "Part VII – Financial matters",
      "section": "89",
      "title": "Investment of funds",
      "content": "A District Assembly may invest all or any portion of the monies of the Assembly in Ghana Government treasury bills or in other investment as may be approved by the Assembly. A District Assembly may invest all or any portion of the monies of the Assembly in Ghana Government treasury bills or in other investment as may be approved by the Assembly."
    },
    {
      "provision_ref": "s90",
      "part": "Part VII – Financial matters",
      "section": "90",
      "title": "Accounts",
      "content": "Every District Assembly shall keep proper accounts and proper records in relation to them and shall prepare immediately after the end of each financial year a statement of its accounts in such form as the Auditor-General may direct. Every District Assembly shall keep proper accounts and proper records in relation to them and shall prepare immediately after the end of each financial year a statement of its accounts in such form as the Auditor-General may direct."
    },
    {
      "provision_ref": "s91",
      "part": "Part VII – Financial matters",
      "section": "91",
      "title": "Power of Minister to give financial instructions",
      "content": "(1) The Minister may, after consultation with the Minister responsible for Finance, issue written instructions, not inconsistent with any of the provisions of this Act, for the better control and efficient management of the finances of District Assemblies. The Minister may, after consultation with the Minister responsible for Finance, issue written instructions, not inconsistent with any of the provisions of this Act, for the better control and efficient management of the finances of District Assemblies. (2) The instructions may be issued either generally or with respect to a particular District Assembly and shall be complied with by the District Assemblies generally or the District Assembly con­cerned. The instructions may be issued either generally or with respect to a particular District Assembly and shall be complied with by the District Assemblies generally or the District Assembly con­cerned."
    },
    {
      "provision_ref": "s92",
      "part": "Part VII – Financial matters",
      "section": "92",
      "title": "District budgets",
      "content": "(1) Every District Assembly shall, before the end of each financial year submit to the Regional Co-ordinating Council a detailed budget for the district stating the revenue and expenditure of the District for the ensuing year. Every District Assembly shall, before the end of each financial year submit to the Regional Co-ordinating Council a detailed budget for the district stating the revenue and expenditure of the District for the ensuing year. (2) The Regional Co-ordinating Council shall collate and co-ordinate the budgets of the districts in the region and shall submit the total budget to the Minister responsible for Finance and submit copies to the Minister and the National Development Planning Committee. The Regional Co-ordinating Council shall collate and co-ordinate the budgets of the districts in the region and shall submit the total budget to the Minister responsible for Finance and submit copies to the Minister and the National Development Planning Committee. (3) The budget for a district shall include the aggregate revenue and expenditure of all departments and organisations under the District Assembly and the District Co-ordinating Directorate, including the annual development plans and programmes of the departments and organisations under the Assembly. The budget for a district shall include the aggregate revenue and expenditure of all departments and organisations under the District Assembly and the District Co-ordinating Directorate, including the annual development plans and programmes of the departments and organisations under the Assembly."
    },
    {
      "provision_ref": "s93",
      "part": "Part VII – Financial matters",
      "section": "93",
      "title": "Access to records of District Assemblies",
      "content": "(1) A person authorised in writing for that purpose by the Minister shall at all reasonable times have access to and be entitled to inspect all books, accounts and records of any District Assembly and may advise the Assembly on them and submit reports to the Minister and the Regional Co-ordinating Council in connection with them. A person authorised in writing for that purpose by the Minister shall at all reasonable times have access to and be entitled to inspect all books, accounts and records of any District Assembly and may advise the Assembly on them and submit reports to the Minister and the Regional Co-ordinating Council in connection with them. (2) For the purposes of subsection (1) of this section, there may be established a division of the Ministry with staff under such terms and conditions as the Public Services Commission may ap­prove. For the purposes of subsection (1) of this section, there may be established a division of the Ministry with staff under such terms and conditions as the Public Services Commission may ap­prove. (3) A person who wilfully obstructs another person in the discharge of his duties under subsection (1) of this section commits an offence and is liable on conviction to a fine not exceeding ₵100,000.00 or to a term of imprisonment not exceeding three months or both; and in the case of a continuing offence to a further fine not exceeding ₵1,000.00 for each day on which the offence continues. A person who wilfully obstructs another person in the discharge of his duties under subsection (1) of this section commits an offence and is liable on conviction to a fine not exceeding ₵100,000.00 or to a term of imprisonment not exceeding three months or both; and in the case of a continuing offence to a further fine not exceeding ₵1,000.00 for each day on which the offence continues."
    },
    {
      "provision_ref": "s94",
      "part": "Part VIII – Rates",
      "section": "94",
      "title": "Rating authority",
      "content": "A District Assembly shall be the rating authority for the dis­trict and, subject to any special provisions in this Act or in any other enactment, no authority other than the Assembly shall, not­withstanding any customary law to the contrary, have power to make or levy rates in the district. A District Assembly shall be the rating authority for the dis­trict and, subject to any special provisions in this Act or in any other enactment, no authority other than the Assembly shall, not­withstanding any customary law to the contrary, have power to make or levy rates in the district."
    },
    {
      "provision_ref": "s95",
      "part": "Part VIII – Rates",
      "section": "95",
      "title": "Duty to make sufficient rates",
      "content": "(1) A District Assembly shall make and levy sufficient rates to provide for that part of the total estimated expenditure to be incurred by it during the period in respect of which the rate is levied and which is to be met out of money raised by rates. A District Assembly shall make and levy sufficient rates to provide for that part of the total estimated expenditure to be incurred by it during the period in respect of which the rate is levied and which is to be met out of money raised by rates. (2) Before the date on which payment is received in respect of the immediate rates available to it, a District Assembly may make and levy such additional amount which in the opinion of the Assem­bly is required to cover expenditure previously incurred by it or re­quired to meet contingencies or to defray any expenditure which needs to be defrayed. Before the date on which payment is received in respect of the immediate rates available to it, a District Assembly may make and levy such additional amount which in the opinion of the Assem­bly is required to cover expenditure previously incurred by it or re­quired to meet contingencies or to defray any expenditure which needs to be defrayed."
    },
    {
      "provision_ref": "s96",
      "part": "Part VIII – Rates",
      "section": "96",
      "title": "Method of rating",
      "content": "(1) A rating authority may, subject to this Act, levy general or special rates of such amount as it considers necessary having regard to section 95 of this Act. A rating authority may, subject to this Act, levy general or special rates of such amount as it considers necessary having regard to section 95 of this Act. (2) For the purposes of this Part—“general rate” means a rate made and levied over the whole district for the general purposes of the district.“special rate” means a rate made and levied over a specified area in the District for the purpose of a specified project approved by the District Assembly for that area. For the purposes of this Part— “general rate” means a rate made and levied over the whole district for the general purposes of the district. “special rate” means a rate made and levied over a specified area in the District for the purpose of a specified project approved by the District Assembly for that area. (3) A general rate may be— A general rate may be— rate payable by the owner of premises within the district on the rateable value of the premises; or rate payable by the owner of premises within the district on the rateable value of the premises; or a rate assessed on the possessions, or any category of possessions of persons who reside within the district; a rate assessed on the possessions, or any category of possessions of persons who reside within the district; (4) A special rate may be a basic amount payable by all per­sons of or above the age of eighteen years who reside within the area or on owners of movable or immovable property in the area. A special rate may be a basic amount payable by all per­sons of or above the age of eighteen years who reside within the area or on owners of movable or immovable property in the area. (5) A person registered as a voter in any district may be required to pay rates imposed by the District Assembly for that district notwithstanding that the person has not resided in the dis­trict. A person registered as a voter in any district may be required to pay rates imposed by the District Assembly for that district notwithstanding that the person has not resided in the dis­trict. (6) A general or special rate imposed on immovable property under this section shall be at a specified rate per cedi on the rateable value of the property but the amount per cedi shall vary as between specified areas of the district; except that within a mixed development area, the amount per cedi on rateable value shall vary in respect of property used for different purposes. A general or special rate imposed on immovable property under this section shall be at a specified rate per cedi on the rateable value of the property but the amount per cedi shall vary as between specified areas of the district; except that within a mixed development area, the amount per cedi on rateable value shall vary in respect of property used for different purposes. (7) Subject to the exemptions in section 99 of this Act, the premises rateable under this section shall be premises comprising buildings or structures or similar development. Subject to the exemptions in section 99 of this Act, the premises rateable under this section shall be premises comprising buildings or structures or similar development. (8) Subject to this section, the Minister shall in consultation with the Minister responsible for valuation cause to be determined by the authority for the time being responsible for public lands valuation, or by a value appointed by that authority the rateable value of premises for the purposes of this section, and may for that purpose cause a valuation list to be prepared for each district. Subject to this section, the Minister shall in consultation with the Minister responsible for valuation cause to be determined by the authority for the time being responsible for public lands valuation, or by a value appointed by that authority the rateable value of premises for the purposes of this section, and may for that purpose cause a valuation list to be prepared for each district. (9) Subject to subsection (11) of this section, the rateable value of premises shall be the replacement cost of the buildings, structures and other development comprised in the premises after deducting the amount which it would cost at the time of valuation to restore the premises to a condition in which they would be as serviceable as they were when new; except that the rateable value shall not be more than fifty per cent of the replacement cost for the pre­mises of an owner occupier and shall not be less than seventy-five per cent of the replacement cost in all other cases. Subject to subsection (11) of this section, the rateable value of premises shall be the replacement cost of the buildings, structures and other development comprised in the premises after deducting the amount which it would cost at the time of valuation to restore the premises to a condition in which they would be as serviceable as they were when new; except that the rateable value shall not be more than fifty per cent of the replacement cost for the pre­mises of an owner occupier and shall not be less than seventy-five per cent of the replacement cost in all other cases. (10) In this section— In this section— the expresssion “replacement cost” with respect to buildings, structures and other development means the amount it would cost to provide the buildings, structures and other developments as if they were new on an undeveloped site at the time the premises are being valued. the expresssion “replacement cost” with respect to buildings, structures and other development means the amount it would cost to provide the buildings, structures and other developments as if they were new on an undeveloped site at the time the premises are being valued. the expression “development” includes any kind of work or improvement carried out on or in any land and in particular foundations, excavations, drainage systems, and pathways, aprons and other prepared surfaces; the expression “development” includes any kind of work or improvement carried out on or in any land and in particular foundations, excavations, drainage systems, and pathways, aprons and other prepared surfaces; references to buildings and structures include references to plant and machinery which are attached to and form an integral part of any building or structure; references to buildings and structures include references to plant and machinery which are attached to and form an integral part of any building or structure; the expression “mixed development area” means a use-zoning area where residential, commercial, light industrial or heavy industrial uses have been permitted or may be permitted, together or in any combination thereof, by a planning authority as specified in a Rate Notice; the expression “mixed development area” means a use-zoning area where residential, commercial, light industrial or heavy industrial uses have been permitted or may be permitted, together or in any combination thereof, by a planning authority as specified in a Rate Notice; the expression “use-zoning” means the division by a planning authority of a community township into zones or districts according to present or potential use of immovable properties for the purposes of con­trolling or directing the use and development of these properties or for the purposes of rating or conserving the value of those properties. the expression “use-zoning” means the division by a planning authority of a community township into zones or districts according to present or potential use of immovable properties for the purposes of con­trolling or directing the use and development of these properties or for the purposes of rating or conserving the value of those properties. (11) The Minister may by legislative instrument prescribe either generally or in respect of any particular district a basis for the assessment of rateable value of premises. The Minister may by legislative instrument prescribe either generally or in respect of any particular district a basis for the assessment of rateable value of premises. (12) Where a basis for the assessment of the rateable value of premises is prescribed by the Minister under subsection (11) of this section for a district, subsections (9) and (10) shall not apply to those premises in those districts. Where a basis for the assessment of the rateable value of premises is prescribed by the Minister under subsection (11) of this section for a district, subsections (9) and (10) shall not apply to those premises in those districts."
    },
    {
      "provision_ref": "s97",
      "part": "Part VIII – Rates",
      "section": "97",
      "title": "Making and levying of rate",
      "content": "A rate shall be deemed to have been made and levied by the publication, in pursuance of a resolution of the rating authority in that behalf of a notice in the manner for the time being prescribed by regulations made under section 158 of this Act. A rate shall be deemed to have been made and levied by the publication, in pursuance of a resolution of the rating authority in that behalf of a notice in the manner for the time being prescribed by regulations made under section 158 of this Act."
    },
    {
      "provision_ref": "s98",
      "part": "Part VIII – Rates",
      "section": "98",
      "title": "Date and place of payment of rate",
      "content": "When a rating authority has given notice of a rate in accord­ance with section 97 of this Act, it shall be the duty of every person liable to pay the rate, to pay the amount to a rate collector or other person duly appointed or authorised by the District Assembly con­cerned to collect and receive the rate at the time and place specified by the rating authority. When a rating authority has given notice of a rate in accord­ance with section 97 of this Act, it shall be the duty of every person liable to pay the rate, to pay the amount to a rate collector or other person duly appointed or authorised by the District Assembly con­cerned to collect and receive the rate at the time and place specified by the rating authority."
    },
    {
      "provision_ref": "s99",
      "part": "Part VIII – Rates",
      "section": "99",
      "title": "Exemp­tions from and remission of rates",
      "content": "(1) The following tenements are exempted from assessment and rating under this Act— The following tenements are exempted from assessment and rating under this Act— all premises appropriated exclusively for the purpose of public worship and registered with the District Assembly; all premises appropriated exclusively for the purpose of public worship and registered with the District Assembly; cemeteries and burial grounds registered by the Dis­trict Assembly; cemeteries and burial grounds registered by the Dis­trict Assembly; charitable or public educational institutions registered with the District Assembly; charitable or public educational institutions registered with the District Assembly; premises used as public hospitals and clinics; and premises used as public hospitals and clinics; and premises owned by diplomatic missions as may be approved by the Minister for Foreign Affairs. premises owned by diplomatic missions as may be approved by the Minister for Foreign Affairs. (2) The following persons are exempted from payment of basic rate— The following persons are exempted from payment of basic rate— persons who are in attendance at educational institutions who do not receive any remuneration or income during that period other than an allowance, loan or other grant provided for the purposes of such attendance, and for the purposes of this paragraph “remuneration” does not include any sum received by a person in respect of temporary employment undertaken by him during vacation from an educational institution; and persons who are in attendance at educational institutions who do not receive any remuneration or income during that period other than an allowance, loan or other grant provided for the purposes of such attendance, and for the purposes of this paragraph “remuneration” does not include any sum received by a person in respect of temporary employment undertaken by him during vacation from an educational institution; and persons who are more than seventy years old. persons who are more than seventy years old. (3) The rating authority may reduce or remit payment of any rate on account of the poverty of a person liable to the payment of the rate. The rating authority may reduce or remit payment of any rate on account of the poverty of a person liable to the payment of the rate. (4) Where it is shown to the satisfaction of the rating au­thority that premises in respect of which the owner is liable to the payment of rates have been unoccupied for a period of not less than three months in any financial year and that notice has been given as required by subsection (5) of this section, the rating authority, may, upon the application of the person who has paid the amount of the rate payable in respect of the premises, refund to that person such proportion of the amount paid as it may consider reasonable in the circumstances. Where it is shown to the satisfaction of the rating au­thority that premises in respect of which the owner is liable to the payment of rates have been unoccupied for a period of not less than three months in any financial year and that notice has been given as required by subsection (5) of this section, the rating authority, may, upon the application of the person who has paid the amount of the rate payable in respect of the premises, refund to that person such proportion of the amount paid as it may consider reasonable in the circumstances. (5) It is the duty of the owner of any premises liable to the payment of rates to notity the rating authority in writing within twenty-one days that his premises, if previously unoccupied, are occupied, or, if the premises were previously occupied, that the premises are unoccupied. It is the duty of the owner of any premises liable to the payment of rates to notity the rating authority in writing within twenty-one days that his premises, if previously unoccupied, are occupied, or, if the premises were previously occupied, that the premises are unoccupied. (6) The owner of premises, who, having given a notice of non-occupation, fails to give notice of re-occupation required by subsection (5) of this section commits an offence and is liable on conviction to a fine net exceeding ₵2100,000.00 or to a term of im­prisonment not exceeding three months or to both. The owner of premises, who, having given a notice of non-occupation, fails to give notice of re-occupation required by subsection (5) of this section commits an offence and is liable on conviction to a fine net exceeding ₵2100,000.00 or to a term of im­prisonment not exceeding three months or to both. (7) Where it is shown to the satisfaction of the rating authority that an assessed premises or a part of it have been demolished or removed during any financial year, the rating authority shall, on the application of the person who has paid the amount of the rate payable in respect of the premises, order to be refunded to that person such proportion of the amount paid as the rating authority may consider reasonable having regard to all circumstances; except that, in the case of a demolition or removal otherwise than by order of the District Assembly or a court, no refund shall be made unless the owner of the premises has within fourteen days of the demoli­tion or removal given notice in writing to the District Chief Execu­tive. Where it is shown to the satisfaction of the rating authority that an assessed premises or a part of it have been demolished or removed during any financial year, the rating authority shall, on the application of the person who has paid the amount of the rate payable in respect of the premises, order to be refunded to that person such proportion of the amount paid as the rating authority may consider reasonable having regard to all circumstances; except that, in the case of a demolition or removal otherwise than by order of the District Assembly or a court, no refund shall be made unless the owner of the premises has within fourteen days of the demoli­tion or removal given notice in writing to the District Chief Execu­tive."
    },
    {
      "provision_ref": "s100",
      "part": "Part VIII – Rates",
      "section": "100",
      "title": "Minister to issue guidelines",
      "content": "The Minister may issue guidelines for the making and levying Minister of rates. The Minister may issue guidelines for the making and levying Minister of rates."
    },
    {
      "provision_ref": "s101",
      "part": "Part VIII – Rates",
      "section": "101",
      "title": "Claim for amount of rate",
      "content": "(1) The claim for the amount of any rate payable under this Act shall, except in so far as may be otherwise specifically provided in any other law, have priority over all other claims against the person liable to pay the rate, except claims by the Government. The claim for the amount of any rate payable under this Act shall, except in so far as may be otherwise specifically provided in any other law, have priority over all other claims against the person liable to pay the rate, except claims by the Government. (2) If any person fails to pay any rate for which he is liable on or before the date on which it is payable, the District Assembly concerned may recover it as a civil debt together with costs or may prosecute the defaulting ratepayer for wilful default to pay the rate together with appropriate penalties. If any person fails to pay any rate for which he is liable on or before the date on which it is payable, the District Assembly concerned may recover it as a civil debt together with costs or may prosecute the defaulting ratepayer for wilful default to pay the rate together with appropriate penalties. (3) In any proceedings to recover rate levied under this Act the rate books and other records of the District Assembly con­cerned and all certified copies of entries purporting to be made in them signed by the District Chief Executive and sealed with the seal of the District Assembly shall, on production be, prima facie evidence of the rate, and of the matters stated in them. In any proceedings to recover rate levied under this Act the rate books and other records of the District Assembly con­cerned and all certified copies of entries purporting to be made in them signed by the District Chief Executive and sealed with the seal of the District Assembly shall, on production be, prima facie evidence of the rate, and of the matters stated in them."
    },
    {
      "provision_ref": "s102",
      "part": "Part VIII – Rates",
      "section": "102",
      "title": "Rates on immovable property to be a charge on them",
      "content": "The amount of a general or special rate due in respect of any premises shall until paid be a charge on the premises, and that charge shall have priority over all other claims against the premises except claims of the Government. The amount of a general or special rate due in respect of any premises shall until paid be a charge on the premises, and that charge shall have priority over all other claims against the premises except claims of the Government."
    },
    {
      "provision_ref": "s103",
      "part": "Part VIII – Rates",
      "section": "103",
      "title": "Rate Assessment Commit­tees",
      "content": "(1) There shall be a Rate Assessment Committee for every District, to be appointed by the Regional Minister on the recom­mendation of the District Assembly concerned. There shall be a Rate Assessment Committee for every District, to be appointed by the Regional Minister on the recom­mendation of the District Assembly concerned. (2) The Rate Assessment Committee shall consist of a chair­man and four other persons. The Rate Assessment Committee shall consist of a chair­man and four other persons. (3) A person aggrieved by a valuation of the valuation authority or the valuer under subsection (8) of section 96 or by a rate imposed on his premises by a rating authority may apply for a review to the Rate Assessment Committee. A person aggrieved by a valuation of the valuation authority or the valuer under subsection (8) of section 96 or by a rate imposed on his premises by a rating authority may apply for a review to the Rate Assessment Committee. (4) The Rate Assessment Committee shall notify the rating authority of its decision. The Rate Assessment Committee shall notify the rating authority of its decision. (5) Any person or rating authority aggrieved by a decision of a Rate Assessment Committee may appeal to the High Court. Any person or rating authority aggrieved by a decision of a Rate Assessment Committee may appeal to the High Court."
    },
    {
      "provision_ref": "s104",
      "part": "Part VIII – Rates",
      "section": "104",
      "title": "Notice where general or special rate not paid",
      "content": "(1) Subject to subsections (3), (4) and (5) of section 103 of this Act, if the amount of a general or special rate or any instalment of it payable in respect of any premises is not paid within ten days from the date when it is due, the District Assembly shall cause to be affixed on a conspicuous part of the premises a notice in a form prescribed by the regulations to the effect that if the amount of the rate payable in respect of the premises is not paid within forty-two days from the date of the notice, proceedings will be taken for the sale of the premises for the purposes of defraying the amount. Subject to subsections (3), (4) and (5) of section 103 of this Act, if the amount of a general or special rate or any instalment of it payable in respect of any premises is not paid within ten days from the date when it is due, the District Assembly shall cause to be affixed on a conspicuous part of the premises a notice in a form prescribed by the regulations to the effect that if the amount of the rate payable in respect of the premises is not paid within forty-two days from the date of the notice, proceedings will be taken for the sale of the premises for the purposes of defraying the amount. (2) Where a person claiming to be the owner of an assessed premises has given notice in writing to the District Assembly of his name and postal address, no notice referred to in subsection (1) of this section shall be affixed on the premises until a demand in writing for payment of the amount of the rate due has been sent by regsitered letter by the District Assembly to the person, and default has been made for one month after the date of posting of the registered letter. Where a person claiming to be the owner of an assessed premises has given notice in writing to the District Assembly of his name and postal address, no notice referred to in subsection (1) of this section shall be affixed on the premises until a demand in writing for payment of the amount of the rate due has been sent by regsitered letter by the District Assembly to the person, and default has been made for one month after the date of posting of the registered letter."
    },
    {
      "provision_ref": "s105",
      "part": "Part VIII – Rates",
      "section": "105",
      "title": "Notice of mortgage in respect of rateable premises",
      "content": "(1) Where a person who has a registered mortgage on an assessed premises has given to the District Assembly notice in writing of his mortgage, no notice shall be affixed on the mortgaged premises under section 104 until a demand in writing for payment of the amount of the rate due on the premises has been sent by registered letter by the District Assembly to the mortgagee, and default has been made for one month after the date of posting of the regis­tered letter. Where a person who has a registered mortgage on an assessed premises has given to the District Assembly notice in writing of his mortgage, no notice shall be affixed on the mortgaged premises under section 104 until a demand in writing for payment of the amount of the rate due on the premises has been sent by registered letter by the District Assembly to the mortgagee, and default has been made for one month after the date of posting of the regis­tered letter. (2) Notice of a mortgage given under subsection (1) of this section shall contain such particulars of the mortgaged premises as are necessary for the identification of the premises, and shall state the date and place of registration, the volume and page of the Land Register Book in which the mortgage is registered, and the postal address of the mortgagee. Notice of a mortgage given under subsection (1) of this section shall contain such particulars of the mortgaged premises as are necessary for the identification of the premises, and shall state the date and place of registration, the volume and page of the Land Register Book in which the mortgage is registered, and the postal address of the mortgagee."
    },
    {
      "provision_ref": "s106",
      "part": "Part VIII – Rates",
      "section": "106",
      "title": "Proceedings in case of non-payment of rates",
      "content": "(1) If the amount of the general or special rate due in respect of any premises is not paid within the period of forty-two days as provided in section 104 of this Act, the District Assembly may apply to a court for an order for the sale of the premises. If the amount of the general or special rate due in respect of any premises is not paid within the period of forty-two days as provided in section 104 of this Act, the District Assembly may apply to a court for an order for the sale of the premises. (2) If the court is satisfied, after hearing a representative of the District Assembly and any evidence that he may produce, and also such other person, if any, as the court may think fit that the provisions of section 104 of this Act have not been complied with, and that the amount of the rate due in respect of the premises has not been paid it shall order the premises to be sold to defray the amount of the rate due. If the court is satisfied, after hearing a representative of the District Assembly and any evidence that he may produce, and also such other person, if any, as the court may think fit that the provisions of section 104 of this Act have not been complied with, and that the amount of the rate due in respect of the premises has not been paid it shall order the premises to be sold to defray the amount of the rate due. (3) Premises ordered to be sold to defray the amount of the rate due shall be sold under the direction of the person authori­sed by the court. Premises ordered to be sold to defray the amount of the rate due shall be sold under the direction of the person authori­sed by the court. (4) If at any time during proceedings before the sale of the premises payment of the amount of the rate due and of all expenses properly incurred is made, all further proceedings shall cease. If at any time during proceedings before the sale of the premises payment of the amount of the rate due and of all expenses properly incurred is made, all further proceedings shall cease. (5) If no payment is made, and the premises are actually sold, and the sale becomes absolute under subsection (3) of this section, the court shall grant a certificate to the person who was declared the purchaser at the sale to the effect that he has purchased the premises under this Act. If no payment is made, and the premises are actually sold, and the sale becomes absolute under subsection (3) of this section, the court shall grant a certificate to the person who was declared the purchaser at the sale to the effect that he has purchased the premises under this Act."
    },
    {
      "provision_ref": "s107",
      "part": "Part VIII – Rates",
      "section": "107",
      "title": "Agreement between landlord and tenant",
      "content": "Nothing in this part shall affect any agreement between landlord and tenant with respect to the payment of the rate, and no such agreement between landlord and tenant shall derogate from the provisions of this Act with respect to the enforcement of any rate. Nothing in this part shall affect any agreement between landlord and tenant with respect to the payment of the rate, and no such agreement between landlord and tenant shall derogate from the provisions of this Act with respect to the enforcement of any rate."
    },
    {
      "provision_ref": "s108",
      "part": "Part VIII – Rates",
      "section": "108",
      "title": "Penalty for refusal to pay rates and wilful misrepre­sentation",
      "content": "(1) A person who, without lawful justification or excuse, the proof of which shall be on him, refuses or wilfully neglects to pay any basic rate payable by him under this Act on or after the date on which it is payable commits an offence and is liable on conviction to a fine not exceeding ₵50,000.00 or to imprisonment for a term not exceeding one month or to both. A person who, without lawful justification or excuse, the proof of which shall be on him, refuses or wilfully neglects to pay any basic rate payable by him under this Act on or after the date on which it is payable commits an offence and is liable on conviction to a fine not exceeding ₵50,000.00 or to imprisonment for a term not exceeding one month or to both. (2) A person who makes a false statement with regard to his liability to pay rates commits an offence and is liable on con­viction to a fine not exceeding ₵50,000.00 or to imprisonment for a term not exceeding one month or to both. A person who makes a false statement with regard to his liability to pay rates commits an offence and is liable on con­viction to a fine not exceeding ₵50,000.00 or to imprisonment for a term not exceeding one month or to both."
    },
    {
      "provision_ref": "s109",
      "part": "Part VIII – Rates",
      "section": "109",
      "title": "Penalty for inciting a person not to pay rates",
      "content": "A person who, without lawful justification or excuse, the proof of which shall be on him, incites any person to refuse to pay any rate payable by him under this Act or who assists any person to make a false statement with regard to his liability to pay rates com­mits an offence and is liable on conviction to a fine not exceeding ₵50,000.00 or to imprisonment for a term not exceeding one month or to both. A person who, without lawful justification or excuse, the proof of which shall be on him, incites any person to refuse to pay any rate payable by him under this Act or who assists any person to make a false statement with regard to his liability to pay rates com­mits an offence and is liable on conviction to a fine not exceeding ₵50,000.00 or to imprisonment for a term not exceeding one month or to both."
    },
    {
      "provision_ref": "s110",
      "part": "Part VIII – Rates",
      "section": "110",
      "title": "Penalty for unauthorised collection of rates",
      "content": "Where a person who has not been authorised under this Act or by the District Assembly collects or attempts to collect any rate under this Act, he commits an offence and is liable on conviction to a fine not exceeding £500,000.00 or to imprisonment for a term not exceeding twelve months or to both. Where a person who has not been authorised under this Act or by the District Assembly collects or attempts to collect any rate under this Act, he commits an offence and is liable on conviction to a fine not exceeding £500,000.00 or to imprisonment for a term not exceeding twelve months or to both."
    },
    {
      "provision_ref": "s111",
      "part": "Part VIII – Rates",
      "section": "111",
      "title": "Rate payers and rate collectors",
      "content": "(1) Each District Assembly shall prepare and maintain pro­per records of rateable persons and tenements in its District. Each District Assembly shall prepare and maintain pro­per records of rateable persons and tenements in its District. (2) A District Assembly may in writing, authorise any suit­able person, in respect of a specified area of the District in this Act referred to as a “rate collector” to collect rates. A District Assembly may in writing, authorise any suit­able person, in respect of a specified area of the District in this Act referred to as a “rate collector” to collect rates. (3) A rate collector shall— A rate collector shall— furnish in writing to the District Assembly concerned a nominal roll of all rateable persons in the area in respect of which he has been authorised to collect rates; furnish in writing to the District Assembly concerned a nominal roll of all rateable persons in the area in respect of which he has been authorised to collect rates; collect and receive from each person liable for the payment of rates in the area, the rates payable by the person; collect and receive from each person liable for the payment of rates in the area, the rates payable by the person; pay all amounts collected to the District Assembly concerned; and pay all amounts collected to the District Assembly concerned; and report to the District Assembly concerned the name of any person who has failed to pay the amount due from him. report to the District Assembly concerned the name of any person who has failed to pay the amount due from him."
    },
    {
      "provision_ref": "s112",
      "part": "Part VIII – Rates",
      "section": "112",
      "title": "Penalty in respect of offence by rate collectors",
      "content": "A rate collector who— fails to deposit with the District Assembly concerned any sum of money collected by him as rates; fails to deposit with the District Assembly concerned any sum of money collected by him as rates; knowingly demands from any person an amount in excess of the duly assessed rates; knowingly demands from any person an amount in excess of the duly assessed rates; renders false returns, whether orally or in writing; or renders false returns, whether orally or in writing; or wilfully fails to carry out a duty imposed on him as a rate collector by subsection (3) of section 111 of this Act, wilfully fails to carry out a duty imposed on him as a rate collector by subsection (3) of section 111 of this Act, commits an offence and is liable on conviction to a fine not exceed­ing ₵500,000.00 or to imprisonment for a term not exceeding twelve months or to both without prejudice to liability in a civil action by the District Assembly to recover what is due from the rate collector."
    },
    {
      "provision_ref": "s113",
      "part": "Part VIII – Rates",
      "section": "113",
      "title": "Proceedings for rates",
      "content": "Proceedings to enforce the payment of a rate payable or for the imposition of penalties under this Part, may without prejudice to the right of any other person or authority to institute criminal proceedings, be taken by the District Assembly responsible for the col­lection of the rate before any court. Proceedings to enforce the payment of a rate payable or for the imposition of penalties under this Part, may without prejudice to the right of any other person or authority to institute criminal proceedings, be taken by the District Assembly responsible for the col­lection of the rate before any court."
    },
    {
      "provision_ref": "s114",
      "part": "Part VIII – Rates",
      "section": "114",
      "title": "Payment of rates by public boards and institutions and Government",
      "content": "(1) Every public board, statutory corporation or institution shall, unless exempted under section 99 of this Act or any other enactment be liable to pay rates in respect of any immovable property owned by it. Every public board, statutory corporation or institution shall, unless exempted under section 99 of this Act or any other enactment be liable to pay rates in respect of any immovable property owned by it. (2) Where the Government would if it were a private person have been liable to pay rates to a rating authority in respect of any premises it owns directly, the Government shall pay to that rating authority in lieu of the rates such sums at such times as may be agreed between the Government and the rating authority. Where the Government would if it were a private person have been liable to pay rates to a rating authority in respect of any premises it owns directly, the Government shall pay to that rating authority in lieu of the rates such sums at such times as may be agreed between the Government and the rating authority."
    },
    {
      "provision_ref": "s115",
      "part": "Part VIII – Rates",
      "section": "115",
      "title": "Employers to deduct rates from employees’ remuneration",
      "content": "(1) Every employer shall deduct from the remuneration of every employee who is employed by him in the district of the rating authority any general or special rate imposed by that rating authority as a basic amount by virtue of subsection (3) or (4) of section 96 of this Act, and it shall be the duty of the employee to notify or remind his employer in writing when the deductions become due. Every employer shall deduct from the remuneration of every employee who is employed by him in the district of the rating authority any general or special rate imposed by that rating authority as a basic amount by virtue of subsection (3) or (4) of section 96 of this Act, and it shall be the duty of the employee to notify or remind his employer in writing when the deductions become due. (2) The deductions shall be made from— The deductions shall be made from— the first instalment of the remuneration due to be paid after the publication of the notice of the rate in accord­ance with section 97 of this Act; the first instalment of the remuneration due to be paid after the publication of the notice of the rate in accord­ance with section 97 of this Act; such subsequent instalment as the Minister may direct; or such subsequent instalment as the Minister may direct; or such instalments as may be prescribed by the regula­tions made under section 158 of this Act. such instalments as may be prescribed by the regula­tions made under section 158 of this Act. (3) All sums deducted under this section shall be held by the employer on behalf of the rating authority and shall be paid by the employer to that authority within thirty days after the deduction is made. All sums deducted under this section shall be held by the employer on behalf of the rating authority and shall be paid by the employer to that authority within thirty days after the deduction is made. (4) This section applies only to— This section applies only to— an employee who resides in the district; an employee who resides in the district; an employee who to the knowledge of the employer owns immovable property situated within the area to which the rate relates; an employee who to the knowledge of the employer owns immovable property situated within the area to which the rate relates; an employee in respect of whom a rating authority has notified his employer in writing in connection with any rate imposed by that authority— an employee in respect of whom a rating authority has notified his employer in writing in connection with any rate imposed by that authority— that the employee resides in the district; that the employee resides in the district; that the employee owns immovable property within the area to which the rate relates; or that the employee owns immovable property within the area to which the rate relates; or that the employee is a person required to pay the rate imposed by subsection (5) of section 96 of this Act as being a person registered as a voter in the district to which the rate relates. that the employee is a person required to pay the rate imposed by subsection (5) of section 96 of this Act as being a person registered as a voter in the district to which the rate relates. (5) In this section “employee” includes a commission agent and any other person who habitually retails the goods of another person in consideration for a commission or allowance or who habitually canvassess for or solicits customers for any other person in consideration for a commission or allowance and the words “employer” and “remuneration” shall be construed accordingly. In this section “employee” includes a commission agent and any other person who habitually retails the goods of another person in consideration for a commission or allowance or who habitually canvassess for or solicits customers for any other person in consideration for a commission or allowance and the words “employer” and “remuneration” shall be construed accordingly. (6) An employer who, after deducting from the remunera­tion of an employee any general or special rate fails to pay the amount to the rating authority within the time stipulated in subsection (3) of this section commits an offence and is liable on conviction to a fine not exceeding ₵200,000.00 or to imprisonment for a term not exceeding six months or to both. An employer who, after deducting from the remunera­tion of an employee any general or special rate fails to pay the amount to the rating authority within the time stipulated in subsection (3) of this section commits an offence and is liable on conviction to a fine not exceeding ₵200,000.00 or to imprisonment for a term not exceeding six months or to both."
    },
    {
      "provision_ref": "s116",
      "part": "Part VIII – Rates",
      "section": "116",
      "title": "Rating authority to appoint agent for collection of rates",
      "content": "(1) Without prejudice to section 111 of this Act, a rating authority may by notice in writing appoint any person holding any monies for or from whom any monies are due to any other person or class of persons specified in the notice, to be its agent for the collection of any specified basic rate, which is payable by that other person or of persons of that class. Without prejudice to section 111 of this Act, a rating authority may by notice in writing appoint any person holding any monies for or from whom any monies are due to any other person or class of persons specified in the notice, to be its agent for the collection of any specified basic rate, which is payable by that other person or of persons of that class. (2) A person appointed as agent under subsection (1) of this section shall— A person appointed as agent under subsection (1) of this section shall— deduct from any monies referred to in subsection (1) of this section the rate specified in the notice; and deduct from any monies referred to in subsection (1) of this section the rate specified in the notice; and hold the sums deducted on behalf of the rating autho­rity by whom he is appointed and pay to the rating authority all the monies within fifteen days from the day on which the notice was served on him. hold the sums deducted on behalf of the rating autho­rity by whom he is appointed and pay to the rating authority all the monies within fifteen days from the day on which the notice was served on him."
    },
    {
      "provision_ref": "s117",
      "part": "Part VIII – Rates",
      "section": "117",
      "title": "Set-off and refund",
      "content": "Any sums deducted and paid to a rating authority under section 115 or section 116 of this Act in respect of any rate shall be set off against the actual rate liability of the person from whose remuneration or moneys the sums are deducted and the person shall be entitled to the refund to him by the rating authority of all sums or part which that person is not liable to pay in respect of the rate having regard to the provisions of this Act. Any sums deducted and paid to a rating authority under section 115 or section 116 of this Act in respect of any rate shall be set off against the actual rate liability of the person from whose remuneration or moneys the sums are deducted and the person shall be entitled to the refund to him by the rating authority of all sums or part which that person is not liable to pay in respect of the rate having regard to the provisions of this Act."
    },
    {
      "provision_ref": "s118",
      "part": "Part VIII – Rates",
      "section": "118",
      "title": "Penalty",
      "content": "(1) A person who contravenes section 115 or section 116 of Penalty, this Act commits an offence and is liable on conviction to a fine not exceeding ₵200,000.00 or to imprisonment for a term not exceeding six months or to both. A person who contravenes section 115 or section 116 of Penalty, this Act commits an offence and is liable on conviction to a fine not exceeding ₵200,000.00 or to imprisonment for a term not exceeding six months or to both. (2) Without prejudice to subsection (1) of this section, an employer required to deduct and pay any rate to a rating authority under section 115 of this Act, and the person appointed as agent for the collection of any rate under section 116 of this Act, may be proceeded against under section 101 of this Act as if he were the person originally liable to pay the rate. Without prejudice to subsection (1) of this section, an employer required to deduct and pay any rate to a rating authority under section 115 of this Act, and the person appointed as agent for the collection of any rate under section 116 of this Act, may be proceeded against under section 101 of this Act as if he were the person originally liable to pay the rate. (3) The employer or agent shall be indemnified in respect of any acts done by him in pursuance of section 115 or section 116 of this Act. The employer or agent shall be indemnified in respect of any acts done by him in pursuance of section 115 or section 116 of this Act."
    },
    {
      "provision_ref": "s119",
      "part": "Part VIII – Rates",
      "section": "119",
      "title": "Duty to give in formation and inspection of premises in respect of rates",
      "content": "(1) A rating authority, rate collector or Rate Assessment Committee or any person authorised in writing by the rating authority may request from any person such information as may be reasonably required for the assessment or collection of rates. A rating authority, rate collector or Rate Assessment Committee or any person authorised in writing by the rating authority may request from any person such information as may be reasonably required for the assessment or collection of rates. (2) A person authorised in writing by a rating authority may at all reasonable times and upon the production of such written authority enter any premises and request the production of such books in the premises for his inspection and hold such interview with any person present on the premises, as may be reasonably necessary for the purpose of— A person authorised in writing by a rating authority may at all reasonable times and upon the production of such written authority enter any premises and request the production of such books in the premises for his inspection and hold such interview with any person present on the premises, as may be reasonably necessary for the purpose of— verifying the accuracy of any information supplied under subsection (1) of this section; or verifying the accuracy of any information supplied under subsection (1) of this section; or ensuring that section 115 of this Act is being complied with. ensuring that section 115 of this Act is being complied with. (3) A person who— A person who— fails without reasonable excuse proof of which shall be on him to supply information requested from him under subsection (1) of this section; fails without reasonable excuse proof of which shall be on him to supply information requested from him under subsection (1) of this section; supplies upon such request information which he knows to be false or which he has no reasonable grounds to believe to be true; or supplies upon such request information which he knows to be false or which he has no reasonable grounds to believe to be true; or wilfully obstructs any person authorised under sub­section (1) of this section in the performance of his functions under that subsection, wilfully obstructs any person authorised under sub­section (1) of this section in the performance of his functions under that subsection, commits an offence and is liable on conviction to a fine not exceed­ing ₵200,000.00 or to imprisonment for a term not exceeding six months or to both."
    },
    {
      "provision_ref": "s120",
      "part": "Part IX – Internal audit",
      "section": "120",
      "title": "Internal audit",
      "content": "(1) Every District Assembly shall have an Internal Audit Unit. Every District Assembly shall have an Internal Audit Unit. (2) Subject to this Act, the head of the Internal Audit Unit of the District Assembly shall be responsible to the District Assem­bly in the performance of his functions. Subject to this Act, the head of the Internal Audit Unit of the District Assembly shall be responsible to the District Assem­bly in the performance of his functions. (3) The Head of the Internal Audit Unit shall at intervals of three months, prepare a report on the internal audit work car­ried out by his Unit during the period of three months immediately preceding the preparation of the report and submit the report to the Presiding Member of the Assembly. The Head of the Internal Audit Unit shall at intervals of three months, prepare a report on the internal audit work car­ried out by his Unit during the period of three months immediately preceding the preparation of the report and submit the report to the Presiding Member of the Assembly. (4) Without prejudice to the generality of subsection (3) of this section, the Head of the Internal Audit Unit in the district shall make in each report such observations as appear to him neces­sary as to the conduct of the financial affairs of the Assembly during the period to which the report relates. Without prejudice to the generality of subsection (3) of this section, the Head of the Internal Audit Unit in the district shall make in each report such observations as appear to him neces­sary as to the conduct of the financial affairs of the Assembly during the period to which the report relates. (5) The head of the Internal Audit Unit of the district shall send a copy of each report prepared by him under this section to the Minister, the District Chief Executive and the Regional Co­ordinating Council. The head of the Internal Audit Unit of the district shall send a copy of each report prepared by him under this section to the Minister, the District Chief Executive and the Regional Co­ordinating Council."
    },
    {
      "provision_ref": "s121",
      "part": "Part X – Audit",
      "section": "121",
      "title": "Auditor-General to audit accounts of District Assemblies",
      "content": "(1) The accounts of a District Assembly established under this Act, together with all books, records, returns and other documents relevant to the accounts and the annual statement of its accounts, shall each year be audited by the Auditor-General or an auditor approved by him and reported on by him to the Minister, Parliament and the District Assembly. The accounts of a District Assembly established under this Act, together with all books, records, returns and other documents relevant to the accounts and the annual statement of its accounts, shall each year be audited by the Auditor-General or an auditor approved by him and reported on by him to the Minister, Parliament and the District Assembly. (2) In his report the Auditor-General shall draw attention to any irregularities in the accounts audited by him. In his report the Auditor-General shall draw attention to any irregularities in the accounts audited by him. (3) Without prejudice to this Part, any other enactment for the time being in force in relation to the audit of the public accounts of Ghana and to the functions of the Auditor-General shall apply in relation to the accounts to which subsection (1) of this section applies. Without prejudice to this Part, any other enactment for the time being in force in relation to the audit of the public accounts of Ghana and to the functions of the Auditor-General shall apply in relation to the accounts to which subsection (1) of this section applies. (4) The District Assembly or other local government body concerned shall take the report into consideration at its next ordi­nary meeting or as soon as practicable after that. The District Assembly or other local government body concerned shall take the report into consideration at its next ordi­nary meeting or as soon as practicable after that."
    },
    {
      "provision_ref": "s122",
      "part": "Part X – Audit",
      "section": "122",
      "title": "Auditor-General may disallow or surcharge",
      "content": "(2) A person aggrieved by a disallowance or surcharge made by the Auditor-General may appeal to the High Court of Justice not later than thirty days after the Auditor-General has given notice of the disallowance or surcharge. A person aggrieved by a disallowance or surcharge made by the Auditor-General may appeal to the High Court of Justice not later than thirty days after the Auditor-General has given notice of the disallowance or surcharge. (3) Any sum certified by the Auditor-General to be due from any person shall be paid by that person to the Assembly or other body concerned within thirty days after it has been so certified or, if an appeal with respect to that sum has been made under sub­section (2) of this section, within thirty days after the appeal is finally disposed of or abandoned or fails by reason of non-prosecu­tion. Any sum certified by the Auditor-General to be due from any person shall be paid by that person to the Assembly or other body concerned within thirty days after it has been so certified or, if an appeal with respect to that sum has been made under sub­section (2) of this section, within thirty days after the appeal is finally disposed of or abandoned or fails by reason of non-prosecu­tion."
    },
    {
      "provision_ref": "s123",
      "part": "Part X – Audit",
      "section": "123",
      "title": "Recovery of sums certified due",
      "content": "(1) Any sum which is certified by the Auditor-General to be due and which has become payable shall be recoverable as a civil debt. Any sum which is certified by the Auditor-General to be due and which has become payable shall be recoverable as a civil debt. (2) In proceedings for the recovery of the sum, a certificate signed by the Auditor-General shall be conclusive evidence of the facts certified and a certificate signed by an officer of the District Assembly concerned whose duty it is to keep the accounts to the effect that the sum certified to be due has been paid since the date of the certificate of the Auditor-General shall be conclusive evidence of the facts in it. In proceedings for the recovery of the sum, a certificate signed by the Auditor-General shall be conclusive evidence of the facts certified and a certificate signed by an officer of the District Assembly concerned whose duty it is to keep the accounts to the effect that the sum certified to be due has been paid since the date of the certificate of the Auditor-General shall be conclusive evidence of the facts in it. (3) If proceedings to appeal against the decision of the Auditor-General have been commenced, the certificate signed by the Auditor-General shall not be evidence of the facts stated in it unless his decision is confirmed on appeal and where the decision is varied a certified copy of the finding of the court shall be conclusive evidence of the matter contained in it. If proceedings to appeal against the decision of the Auditor-General have been commenced, the certificate signed by the Auditor-General shall not be evidence of the facts stated in it unless his decision is confirmed on appeal and where the decision is varied a certified copy of the finding of the court shall be conclusive evidence of the matter contained in it. (4) Unless the contrary is proved, a certificate purporting to be signed by the Auditor-General, or by the officer whose duty it is to keep the accounts of the Assembly shall be deemed to have been signed by the Auditor-General or by the officer, as the case may be. Unless the contrary is proved, a certificate purporting to be signed by the Auditor-General, or by the officer whose duty it is to keep the accounts of the Assembly shall be deemed to have been signed by the Auditor-General or by the officer, as the case may be."
    },
    {
      "provision_ref": "s124",
      "part": "Part X – Audit",
      "section": "124",
      "title": "Suspension pending appeal",
      "content": "(1) Pending the determination of an appeal under subsection (2) of section 122 against a disallowance or surcharge arising out of an audit under this Part, the appellant, where he is a member of the Assembly, shall be deemed to be suspended from attending any meeting of the District Assembly or any committee of the Assembly and from taking part in the affairs of the Assembly concerned from the date of the surcharge or disallowance and any person who con­travenes the provisions of this section commits an offence and is liable on conviction to a fine not exceeding ₵500,000.00. Pending the determination of an appeal under subsection (2) of section 122 against a disallowance or surcharge arising out of an audit under this Part, the appellant, where he is a member of the Assembly, shall be deemed to be suspended from attending any meeting of the District Assembly or any committee of the Assembly and from taking part in the affairs of the Assembly concerned from the date of the surcharge or disallowance and any person who con­travenes the provisions of this section commits an offence and is liable on conviction to a fine not exceeding ₵500,000.00. (2) No prosecution shall be commenced under this section without the consent in writing of the Attorney-General. No prosecution shall be commenced under this section without the consent in writing of the Attorney-General."
    },
    {
      "provision_ref": "s125",
      "part": "Part X – Audit",
      "section": "125",
      "title": "Publication of annual statement of accounts and auditor’s report",
      "content": "Every District Assembly or other body shall, at its own office and in any other manner directed by the Minister publish— the annual statement of its accounts; and the annual statement of its accounts; and any report on the accounts and statements made by the Auditor-General, any report on the accounts and statements made by the Auditor-General, three months after the close of the financial year to which the accounts relate or the receipt of the Auditor-General’s report, as the case may be."
    },
    {
      "provision_ref": "s126",
      "part": "Part X – Audit",
      "section": "126",
      "title": "Definition of “audit”",
      "content": "In this Part the expression “audit” includes an annual, interim or any audit and the provisions of this Part shall be applic­able in relation to the audit in so far as the context admits. In this Part the expression “audit” includes an annual, interim or any audit and the provisions of this Part shall be applic­able in relation to the audit in so far as the context admits."
    },
    {
      "provision_ref": "s127",
      "part": "Part XI – Legal proceedings, notices",
      "section": "127",
      "title": "Notice of suit to be given to Assembly",
      "content": "(1) No suit shall be commenced against a District Assembly until one month at least after written notice of intention to com­mence the suit has been served upon the Assembly by the intending plaintiff or his agent. No suit shall be commenced against a District Assembly until one month at least after written notice of intention to com­mence the suit has been served upon the Assembly by the intending plaintiff or his agent. (2) The notice shall state the cause of action, the names and place of abode of the intending plaintiff and the relief which he claims,shall not lie or be instituted unless it is commenced within twelve months next after the act, neglect or default complained of, or in the case of continuing damage or injury within twelve months after the date of cessation. The notice shall state the cause of action, the names and place of abode of the intending plaintiff and the relief which he claims, shall not lie or be instituted unless it is commenced within twelve months next after the act, neglect or default complained of, or in the case of continuing damage or injury within twelve months after the date of cessation."
    },
    {
      "provision_ref": "s128",
      "part": "Part XI – Legal proceedings, notices",
      "section": "128",
      "title": "Mode of service on Assembly",
      "content": "(1) The notice referred to in section 127 of this Act and any summons, notice or other document required or authorised to be served on an Assembly shall be served by delivering it or by sending it by registered post addressed to the District Chief Executive. The notice referred to in section 127 of this Act and any summons, notice or other document required or authorised to be served on an Assembly shall be served by delivering it or by sending it by registered post addressed to the District Chief Executive. (2) Notwithstanding subsection (1) of this section a court may with regard to any particular suit or document order service on the Assembly to be effected otherwise, and in that case service shall be effected in accordance with the terms of the order. Notwithstanding subsection (1) of this section a court may with regard to any particular suit or document order service on the Assembly to be effected otherwise, and in that case service shall be effected in accordance with the terms of the order."
    },
    {
      "provision_ref": "s129",
      "part": "Part XI – Legal proceedings, notices",
      "section": "129",
      "title": "Description of property",
      "content": "Where in any criminal proceeding it is necessary to refer to the ownership or description of property belonging to or under the management of a District Assembly, the property may be described as the property of the Assembly. Where in any criminal proceeding it is necessary to refer to the ownership or description of property belonging to or under the management of a District Assembly, the property may be described as the property of the Assembly."
    },
    {
      "provision_ref": "s130",
      "part": "Part XI – Legal proceedings, notices",
      "section": "130",
      "title": "Power of entry",
      "content": "Subject to this Act and without prejudice to the generality of any other powers conferred under this Act, a person duly authorised in writing for that purpose by a District Assembly may, at all reasonable times, enter into or upon any land, building or premises (other than places known as sacred groves) within the area in which the Assembly is established for the purpose of carry­ing out any inspection, inquiry or the execution of works under this Act or of any bye-laws made by the Assembly. Subject to this Act and without prejudice to the generality of any other powers conferred under this Act, a person duly authorised in writing for that purpose by a District Assembly may, at all reasonable times, enter into or upon any land, building or premises (other than places known as sacred groves) within the area in which the Assembly is established for the purpose of carry­ing out any inspection, inquiry or the execution of works under this Act or of any bye-laws made by the Assembly."
    },
    {
      "provision_ref": "s131",
      "part": "Part XI – Legal proceedings, notices",
      "section": "131",
      "title": "Publication of notices",
      "content": "Except where otherwise provided in this Act, the publication of any notice or other document required by this Act to be published shall be deemed to be duly made if it is fixed, for a reasonable time, in some conspicuous place on or near the outer door of the office of the District Assembly during office hours, and also in some other conspicuous place within the District. Except where otherwise provided in this Act, the publication of any notice or other document required by this Act to be published shall be deemed to be duly made if it is fixed, for a reasonable time, in some conspicuous place on or near the outer door of the office of the District Assembly during office hours, and also in some other conspicuous place within the District."
    },
    {
      "provision_ref": "s132",
      "part": "Part XI – Legal proceedings, notices",
      "section": "132",
      "title": "Occupier to provide specified particulars",
      "content": "For the purpose of enabling any document to be served on the owner of any premises, a District Assembly may by notice in writing require the occupier of the premises to state the name and address of the owner of the premises, and if the occupier refuses or wilfully neglects to do so, or wilfully mis-states the name and address of the owner, he unless he shows cause to the satisfaction of a court, commits an offence and is liable on conviction in respect of each offence to a fine not exceeding ₵50,000.00 or to imprison­ment for a term not exceeding one month or to both; and in the case of a continuing offence to a further fine not exceeding ₵2,000.0 for each day on which the offence continues. For the purpose of enabling any document to be served on the owner of any premises, a District Assembly may by notice in writing require the occupier of the premises to state the name and address of the owner of the premises, and if the occupier refuses or wilfully neglects to do so, or wilfully mis-states the name and address of the owner, he unless he shows cause to the satisfaction of a court, commits an offence and is liable on conviction in respect of each offence to a fine not exceeding ₵50,000.00 or to imprison­ment for a term not exceeding one month or to both; and in the case of a continuing offence to a further fine not exceeding ₵2,000.0 for each day on which the offence continues."
    },
    {
      "provision_ref": "s133",
      "part": "Part XII – Privileges and immunities",
      "section": "133",
      "title": "Freedom of speech and proceedings in Assembly",
      "content": "There shall be freedom of speech, debate and proceedings in every District Assembly and the freedom shall not be impeached or questioned in any court or place out of the Assembly. There shall be freedom of speech, debate and proceedings in every District Assembly and the freedom shall not be impeached or questioned in any court or place out of the Assembly."
    },
    {
      "provision_ref": "s134",
      "part": "Part XII – Privileges and immunities",
      "section": "134",
      "title": "Immunity from proceedings for acts in Assembly",
      "content": "(1) Subject to this section no civil or criminal proceedings shall be instituted against a member of a District Assembly or officer of the Assembly in any court because of anything said by him in the Assembly or any matter or thing brought by him in or before the Assembly by petition, motion or otherwise. Subject to this section no civil or criminal proceedings shall be instituted against a member of a District Assembly or officer of the Assembly in any court because of anything said by him in the Assembly or any matter or thing brought by him in or before the Assembly by petition, motion or otherwise. (2) Where in the opinion of the Presiding Member of the Assembly a statement made by a member of the Assembly is prima facie defamatory of any person, the Presiding Member shall refer the matter for inquiry to the Public Relations and Complaints Com­mittee of the Assembly which shall report its findings to the Assem­bly not later than fourteen days of the matter being so referred. Where in the opinion of the Presiding Member of the Assembly a statement made by a member of the Assembly is prima facie defamatory of any person, the Presiding Member shall refer the matter for inquiry to the Public Relations and Complaints Com­mittee of the Assembly which shall report its findings to the Assem­bly not later than fourteen days of the matter being so referred. (3) Where the Committee reports to the Assembly that the statement made by the member is defamatory of any person, the member who made the statement shall at the next sitting of the Assembly, render an apology at the bar of the Assembly, the terms of which shall be approved by the Committee and communicated to the person who has been defamed. Where the Committee reports to the Assembly that the statement made by the member is defamatory of any person, the member who made the statement shall at the next sitting of the Assembly, render an apology at the bar of the Assembly, the terms of which shall be approved by the Committee and communicated to the person who has been defamed. (4) Where a member refuses to render an apology in accord­ance with subsection (3) of this section, the Presiding Member shall suspend that member for the duration of two consecutive meetings of the Assembly. Where a member refuses to render an apology in accord­ance with subsection (3) of this section, the Presiding Member shall suspend that member for the duration of two consecutive meetings of the Assembly. (5) A member of the Assembly suspended under subsection (4) of this section shall lose all his privileges, immunities and allow­ances in respect of his membership of the Assembly and his privi­leges, immunities and allowance shall be forfeited until such time as he apologises. A member of the Assembly suspended under subsection (4) of this section shall lose all his privileges, immunities and allow­ances in respect of his membership of the Assembly and his privi­leges, immunities and allowance shall be forfeited until such time as he apologises."
    },
    {
      "provision_ref": "s135",
      "part": "Part XII – Privileges and immunities",
      "section": "135",
      "title": "Immunity from service as juryman",
      "content": "No member of the Assembly shall be required to serve on a jury in any court or as a member of any tribunal. No member of the Assembly shall be required to serve on a jury in any court or as a member of any tribunal."
    },
    {
      "provision_ref": "s136",
      "part": "Part XII – Privileges and immunities",
      "section": "136",
      "title": "Immunity from service of process and arrest",
      "content": "(1) No civil or criminal process issuing from any court or from place out of a District Assembly shall be served on or executed in relation to any member of the Assembly or officer of the Assembly while he is on his way to attending at or returning from a meeting of the Assembly. No civil or criminal process issuing from any court or from place out of a District Assembly shall be served on or executed in relation to any member of the Assembly or officer of the Assembly while he is on his way to attending at or returning from a meeting of the Assembly. (2) A certificate of the Presiding Member of the District Assembly to the effect that a member was on his way to, attending or returning from a meeting of the District Assembly shall be conclusive evidence of attendance at the Assembly. A certificate of the Presiding Member of the District Assembly to the effect that a member was on his way to, attending or returning from a meeting of the District Assembly shall be conclusive evidence of attendance at the Assembly."
    },
    {
      "provision_ref": "s137",
      "part": "Part XII – Privileges and immunities",
      "section": "137",
      "title": "Immunity from publication of proceedings",
      "content": "Subject to this Part, no person shall be under a civil or criminal liability in respect of the publication of— the text or a summary of a report, papers, minutes, notes or proceedings of a District Assembly; or the text or a summary of a report, papers, minutes, notes or proceedings of a District Assembly; or a contemporaneous report of the meetings of the Assembly. a contemporaneous report of the meetings of the Assembly. unless it is shown that the publication was made with malice or otherwise in want of good faith."
    },
    {
      "provision_ref": "s138",
      "part": "Part XII – Privileges and immunities",
      "section": "138",
      "title": "Privileges of witnesses",
      "content": "(1) Every person summoned to attend and give evidence or to produce any paper, book, record or other document before a District Assembly shall be entitled, in respect of his evidence or the production of the document, as the case may be, to the same pri­vileges as if he were appearing before a court. Every person summoned to attend and give evidence or to produce any paper, book, record or other document before a District Assembly shall be entitled, in respect of his evidence or the production of the document, as the case may be, to the same pri­vileges as if he were appearing before a court. (2) No public officer shall be required to produce before a District Assembly any document if the Presiding Member of the Assembly certifies that— No public officer shall be required to produce before a District Assembly any document if the Presiding Member of the Assembly certifies that— the document belongs to a class of documents which is injurious to public interest to produce; or the document belongs to a class of documents which is injurious to public interest to produce; or the disclosure of the contents of the document will be prejudicial to the security of the State. the disclosure of the contents of the document will be prejudicial to the security of the State. (3) Where there is a doubt as to whether the production of any document referred to in subsection (2) of this section is injurious to public interest or prejudicial to the security of the State, the Pre­siding Member of the Assembly shall refer the matter to the High Court for determination whether the production or disclosure of the contents of the document will be injurious to public interest or prejudicial to the security of the State. Where there is a doubt as to whether the production of any document referred to in subsection (2) of this section is injurious to public interest or prejudicial to the security of the State, the Pre­siding Member of the Assembly shall refer the matter to the High Court for determination whether the production or disclosure of the contents of the document will be injurious to public interest or prejudicial to the security of the State. (4) An answer by a person to a question put by a District Assembly shall not be admissible in evidence against him in any civil or criminal proceedings out of the Assembly, except proceedings for perjury brought under the criminal law. An answer by a person to a question put by a District Assembly shall not be admissible in evidence against him in any civil or criminal proceedings out of the Assembly, except proceedings for perjury brought under the criminal law."
    },
    {
      "provision_ref": "s139",
      "part": "Part XII – Privileges and immunities",
      "section": "139",
      "title": "Contempt of Assembly",
      "content": "(1) An act which obstructs or impedes a District Assembly in the performance of its functions or which obstructs or impedes a member or officer of the Assembly in the discharge of his duties or affronts the dignity of the Assembly or which tends either directly or indirectly to produce such a result shall be contempt of a Dis­trict Assembly. An act which obstructs or impedes a District Assembly in the performance of its functions or which obstructs or impedes a member or officer of the Assembly in the discharge of his duties or affronts the dignity of the Assembly or which tends either directly or indirectly to produce such a result shall be contempt of a Dis­trict Assembly. (2) Where an act which constitutes contempt of a District Assembly is an offence under the criminal law, the exercise by the District Assembly of the power to punish for contempt shall be without prejudice to the institution of proceedings under the crimi­nal law. Where an act which constitutes contempt of a District Assembly is an offence under the criminal law, the exercise by the District Assembly of the power to punish for contempt shall be without prejudice to the institution of proceedings under the crimi­nal law."
    },
    {
      "provision_ref": "s140",
      "part": "Part XIII – Regional Co-ordinating Councils",
      "section": "140",
      "title": "Establish­ment of Regional Co-ordinat­ing Councils",
      "content": "There is established for each region in Ghana a Regional Co-ordinating Council. There is established for each region in Ghana a Regional Co-ordinating Council."
    },
    {
      "provision_ref": "s141",
      "part": "Part XIII – Regional Co-ordinating Councils",
      "section": "141",
      "title": "Composi­tion of Regional Co-ordinat­ing Councils",
      "content": "(1) A Regional Co-ordinating Council shall consist of— A Regional Co-ordinating Council shall consist of— the Regional Minister and his deputy or deputies; the Regional Minister and his deputy or deputies; the Presiding Member of each District Assembly and the District Chief Executive of each district in the Region; the Presiding Member of each District Assembly and the District Chief Executive of each district in the Region; two chiefs from the Regional House of Chiefs elected by the chiefs at a meeting of the House; and two chiefs from the Regional House of Chiefs elected by the chiefs at a meeting of the House; and the regional heads of the decentralised ministries in the region as members without the right to vote. the regional heads of the decentralised ministries in the region as members without the right to vote. (2) The Regional Minister shall be the Chairman of the Regional Co-ordinating Council. The Regional Minister shall be the Chairman of the Regional Co-ordinating Council. (3) The Regional Co-ordinating Director shall be the Secre­tary to the Regional Co-ordinating Council. The Regional Co-ordinating Director shall be the Secre­tary to the Regional Co-ordinating Council."
    },
    {
      "provision_ref": "s142",
      "part": "Part XIII – Regional Co-ordinating Councils",
      "section": "142",
      "title": "Functions of Regional Co-ordinat­ing Councils",
      "content": "(1) Subject to this Act, a Regional Co-ordinating Council shall— Subject to this Act, a Regional Co-ordinating Council shall— monitor, co-ordinate and evaluate the performance of the District Assemblies in the region; monitor, co-ordinate and evaluate the performance of the District Assemblies in the region; monitor the use of all monies allocated to the District Assemblies by any agency of the central Government; monitor the use of all monies allocated to the District Assemblies by any agency of the central Government; review and co-ordinate public services generally in the Region; and review and co-ordinate public services generally in the Region; and perform such other functions as may be assigned to it by or under any enactment. perform such other functions as may be assigned to it by or under any enactment."
    },
    {
      "provision_ref": "s143",
      "part": "Part XIII – Regional Co-ordinating Councils",
      "section": "143",
      "title": "Planning functions of Regional Co-ordinating Councils",
      "content": "(1) A Regional Co-ordinating Council shall also perform such planning functions as may be conferred on it by any enactment. A Regional Co-ordinating Council shall also perform such planning functions as may be conferred on it by any enactment. (2) For the purposes of subsection (1) of this section, there shall be established a Regional Planning Co-ordinating Unit for every Regional Co-ordinating Council. For the purposes of subsection (1) of this section, there shall be established a Regional Planning Co-ordinating Unit for every Regional Co-ordinating Council. (3) The Regional Planning Co-ordinating Unit shall com­prise such heads of Departments of the Regional Co-ordinating Council as the Commission shall, in consultation with the Regional Co-ordinating Council, appoint. The Regional Planning Co-ordinating Unit shall com­prise such heads of Departments of the Regional Co-ordinating Council as the Commission shall, in consultation with the Regional Co-ordinating Council, appoint."
    },
    {
      "provision_ref": "s144",
      "part": "Part XIII – Regional Co-ordinating Councils",
      "section": "144",
      "title": "Meetings of Regional Co-ordinating Councils",
      "content": "(1) A Regional Co-ordinating Council shall meet at least once a year and shall hold such other meetings as it considers necessary and at such times and in such places as may be appropriate. A Regional Co-ordinating Council shall meet at least once a year and shall hold such other meetings as it considers necessary and at such times and in such places as may be appropriate. (2) The Regional Minister shall convene all meetings of the Regional Co-ordinating Council. The Regional Minister shall convene all meetings of the Regional Co-ordinating Council. (3) The Regional Minister may by notice to the members of the Regional Co-ordinating Council convene a special meeting of the Regional Co-ordinating Council at such time and place and for such purpose as he shall specify in the notice convening the meeting. The Regional Minister may by notice to the members of the Regional Co-ordinating Council convene a special meeting of the Regional Co-ordinating Council at such time and place and for such purpose as he shall specify in the notice convening the meeting. (4) The Regional Minister shall, where he is present at any meeting of the Regional Co-ordinating Council preside at that meeting and in his absence the Deputy Minister present shall preside. The Regional Minister shall, where he is present at any meeting of the Regional Co-ordinating Council preside at that meeting and in his absence the Deputy Minister present shall preside. (5) Questions at a meeting of a Regional Co-ordinating Council shall be decided by a majority of the members present and voting and where the votes are equal, the person presiding shall have a second or casting vote. Questions at a meeting of a Regional Co-ordinating Council shall be decided by a majority of the members present and voting and where the votes are equal, the person presiding shall have a second or casting vote. (6) The quorum at a meeting of the Regional Co-ordinating Council shall be one-third of the membership of the Regional Co­ordinating Council, excluding the heads of the Departments of the Regional Co-ordinating Council. The quorum at a meeting of the Regional Co-ordinating Council shall be one-third of the membership of the Regional Co­ordinating Council, excluding the heads of the Departments of the Regional Co-ordinating Council. (7) The validity of the proceedings of a Regional Co-ordinat­ing Council shall not be affected by a vacancy among its members or by a defect in the appointment or qualification of a member. The validity of the proceedings of a Regional Co-ordinat­ing Council shall not be affected by a vacancy among its members or by a defect in the appointment or qualification of a member. (8) Except as otherwise provided the Regional Co-ordinating Council shall regulate the procedure for its meetings. Except as otherwise provided the Regional Co-ordinating Council shall regulate the procedure for its meetings."
    },
    {
      "provision_ref": "s145",
      "part": "Part XIII – Regional Co-ordinating Councils",
      "section": "145",
      "title": "Regional Minister",
      "content": "(1) There shall be a Regional Minister in every Region of Ghana who shall be appointed by the President with the prior approval of Parliament and who shall be a Minister of State. There shall be a Regional Minister in every Region of Ghana who shall be appointed by the President with the prior approval of Parliament and who shall be a Minister of State. (2) The Regional Minister shall— The Regional Minister shall— represent the President in the Region; represent the President in the Region; be responsible for the co-ordination and direction of the administrative machinery in the Region; and be responsible for the co-ordination and direction of the administrative machinery in the Region; and exercise such powers and perform such functions as may be delegated to him by the President. exercise such powers and perform such functions as may be delegated to him by the President. (3) The President may, in consultation with the Minister of State for a region and with the prior approval of Parliament, The President may, in consultation with the Minister of State for a region and with the prior approval of Parliament,"
    },
    {
      "provision_ref": "s146",
      "part": "Part XIII – Regional Co-ordinating Councils",
      "section": "146",
      "title": "Regional manage­ment",
      "content": "(1) The Office of the Regional Co-ordinating Council estab­lished under section 26 of the Civil Service Law, 1993 (P.N.D.C.L. 327) shall be responsible for regional management and shall perform the functions assigned to it under that Law. The Office of the Regional Co-ordinating Council estab­lished under section 26 of the Civil Service Law, 1993 (P.N.D.C.L. 327) shall be responsible for regional management and shall perform the functions assigned to it under that Law. (2) The officers and staff of the Regional Co-ordinating Council shall form part of the Local Government Service on its establishment. The officers and staff of the Regional Co-ordinating Council shall form part of the Local Government Service on its establishment. (3) A Regional Co-ordinating Director shall within three months after the end of each financial year prepare an annual re­port of the work of the Regional Co-ordinating Council in that year and submit the report, after approval by the Regional Co-ordi­nating Council, to the President and the Minister. A Regional Co-ordinating Director shall within three months after the end of each financial year prepare an annual re­port of the work of the Regional Co-ordinating Council in that year and submit the report, after approval by the Regional Co-ordi­nating Council, to the President and the Minister. (4) The relationship of the Regional Co-ordinating Director to the Regional Minister shall be that of a Chief Director to his Minister. The relationship of the Regional Co-ordinating Director to the Regional Minister shall be that of a Chief Director to his Minister."
    },
    {
      "provision_ref": "s147",
      "part": "Part XIV – Miscellaneous",
      "section": "147",
      "title": "Obstruc­tion of officers",
      "content": "Any person who— wilfully obstructs a member of a District Assembly in the execution of his duties; or wilfully obstructs a member of a District Assembly in the execution of his duties; or being the occupier of any premises, prevents the owner of the premises from complying with any of the re­quirements of the Assembly, being the occupier of any premises, prevents the owner of the premises from complying with any of the re­quirements of the Assembly, commits an offence and is liable on conviction to a fine not exceed­ing ₵20,000.00 or to imprisonment for a term not exceeding one month or to both; and in the case of a countinuing offence to a further fine not exceeding ₵500.00 for each day on which the offence continues."
    },
    {
      "provision_ref": "s148",
      "part": "Part XIV – Miscellaneous",
      "section": "148",
      "title": "Penalty for un­qualified person sitting or voting in Assembly",
      "content": "Any person who— is elected or appointed as a member of a District Assembly while he is not qualified to be elected or appointed and sits or votes in the Assembly; or is elected or appointed as a member of a District Assembly while he is not qualified to be elected or appointed and sits or votes in the Assembly; or sits or votes in a District Assembly after his seat in the Assembly has become vacant or he has become disqualified from sitting or voting in the Assembly, knowing or having reasonable grounds for knowing, that he is so disqualified, or that his seat has become vacant as the case may be, commits an offence and is liable on conviction to a fine not exceed­ing ₵200,000.00 or to imprisonment for a term not exceeding six months or to both. sits or votes in a District Assembly after his seat in the Assembly has become vacant or he has become disqualified from sitting or voting in the Assembly, knowing or having reasonable grounds for knowing, that he is so disqualified, or that his seat has become vacant as the case may be, commits an offence and is liable on conviction to a fine not exceed­ing ₵200,000.00 or to imprisonment for a term not exceeding six months or to both."
    },
    {
      "provision_ref": "s149",
      "part": "Part XIV – Miscellaneous",
      "section": "149",
      "title": "Delegation of powers of President or Minister",
      "content": "The President, or the Minister with the prior approval of the Cabinet, may by executive instrument delegate any of their func­tions under this Act other than the Minister’s functions trader sec­tion 3, to any public officer subject to such conditions as may be specified in the instrument. The President, or the Minister with the prior approval of the Cabinet, may by executive instrument delegate any of their func­tions under this Act other than the Minister’s functions trader sec­tion 3, to any public officer subject to such conditions as may be specified in the instrument."
    },
    {
      "provision_ref": "s150",
      "part": "Part XIV – Miscellaneous",
      "section": "150",
      "title": "Supply of informa­tion to the President or Minister",
      "content": "Every District Assembly and any member or officer of the Assembly shall furnish the President or the Minister with such information as they may require in relation to their functions under this Act. Every District Assembly and any member or officer of the Assembly shall furnish the President or the Minister with such information as they may require in relation to their functions under this Act."
    },
    {
      "provision_ref": "s151",
      "part": "Part XIV – Miscellaneous",
      "section": "151",
      "title": "Staff of Assembly to make proper account of monies and properties in their charge",
      "content": "(1) A member of staff of a District Assembly shall at such times during the continuance of his office, or within three months after his ceasing to hold such office, and in such manner as the District Assembly or the Auditor-General may direct, make out and deliver to the Assembly or as the Auditor-General may direct, a true account in writing of all monies and property committed to his charge and of his receipts and payments, with vouchers and other documents and records supporting the entries, fist of persons from whom or to whom money is due in connection with his office, showing the amount from or to each. A member of staff of a District Assembly shall at such times during the continuance of his office, or within three months after his ceasing to hold such office, and in such manner as the District Assembly or the Auditor-General may direct, make out and deliver to the Assembly or as the Auditor-General may direct, a true account in writing of all monies and property committed to his charge and of his receipts and payments, with vouchers and other documents and records supporting the entries, fist of persons from whom or to whom money is due in connection with his office, showing the amount from or to each. (2) The person shall pay all monies due from him to the Dis­trict Assembly, or otherwise as the Assembly or the Auditor-General may direct. The person shall pay all monies due from him to the Dis­trict Assembly, or otherwise as the Assembly or the Auditor-General may direct. (3) If any person refuses or wilfully neglects to make— If any person refuses or wilfully neglects to make— any payment which he is required under this section to make; or any payment which he is required under this section to make; or out or deliver to the District Assembly or as the Audi­tor-General may direct any account or list he is re­quired under this section to make out or deliver after three days notice signed by— out or deliver to the District Assembly or as the Audi­tor-General may direct any account or list he is re­quired under this section to make out or deliver after three days notice signed by— the Presiding Member of the Assembly; the Presiding Member of the Assembly; three members of the Assembly; or three members of the Assembly; or the Auditor-General, and delivered to the person’s usual or last known place of residence; or the Auditor-General, and delivered to the person’s usual or last known place of residence; or any voucher or other document of record relating to the voucher or to give satisfaction in respect of the voucher to the Assembly or as the Auditor-General may direct, any voucher or other document of record relating to the voucher or to give satisfaction in respect of the voucher to the Assembly or as the Auditor-General may direct, a court having jurisdiction where that person is or resides may, on complaint made by the District Assembly or officer of the Assembly order or require him to make such payment or delivery of document or to give such satisfaction. (4) A person who wilfully neglects to comply with the order of the court commits an offence and is liable on conviction to a fine not exceeding ₵200,000.00 or to imprisonment for a term not ex­ceeding six months or to both; and in the case of continuing offence to a further fine not exceeding ₵2,000.00 for each day on which the offence continues. A person who wilfully neglects to comply with the order of the court commits an offence and is liable on conviction to a fine not exceeding ₵200,000.00 or to imprisonment for a term not ex­ceeding six months or to both; and in the case of continuing offence to a further fine not exceeding ₵2,000.00 for each day on which the offence continues. (5) Nothing in this section shall affect any remedy by action against any such person or his surety, except that the officer shall not be both sued by action and proceeded against under this section for the same cause. Nothing in this section shall affect any remedy by action against any such person or his surety, except that the officer shall not be both sued by action and proceeded against under this section for the same cause."
    },
    {
      "provision_ref": "s152",
      "part": "Part XIV – Miscellaneous",
      "section": "152",
      "title": "Financial interest in District Assembly’s contracts",
      "content": "(1) A member of staff of a District Assembly who acquires financial interest (otherwise than as a minority share-holder in a company) in any contract made with or work done or executed for the Assembly is guilty of misconduct. A member of staff of a District Assembly who acquires financial interest (otherwise than as a minority share-holder in a company) in any contract made with or work done or executed for the Assembly is guilty of misconduct. (2) Subsection (1) shall not apply to an interest in a con­tract or other work which the person may have as a ratepayer or as an inhabitant of the District concerned. Subsection (1) shall not apply to an interest in a con­tract or other work which the person may have as a ratepayer or as an inhabitant of the District concerned."
    },
    {
      "provision_ref": "s153",
      "part": "Part XIV – Miscellaneous",
      "section": "153",
      "title": "Protection of members and staff",
      "content": "Subject to the Constitution a member of a District Assem­bly or a member of the staff of a District Assembly or any other person acting under the direction of the Assembly shall not be personally liable in respect of anything done in good faith for the purposes of this Act. Subject to the Constitution a member of a District Assem­bly or a member of the staff of a District Assembly or any other person acting under the direction of the Assembly shall not be personally liable in respect of anything done in good faith for the purposes of this Act."
    },
    {
      "provision_ref": "s154",
      "part": "Part XIV – Miscellaneous",
      "section": "154",
      "title": "Recovery of monies due by way of deduction",
      "content": "(1) Notwithstanding anything in this Act, where a person is indebted to a District Assembly in any specific sum of money the District Chief Executive may after consultation with the Attorney-General authorise the retention by way of deduction or set-off of the amount of the indebtedness out of any sums of money that may be due or payable by the Assembly to the person. Notwithstanding anything in this Act, where a person is indebted to a District Assembly in any specific sum of money the District Chief Executive may after consultation with the Attorney-General authorise the retention by way of deduction or set-off of the amount of the indebtedness out of any sums of money that may be due or payable by the Assembly to the person. (2) Without prejudice to the generality of subsection (1) of this section, in the case of a member of staff of a District Assembly the debt owed by him to the Assembly may unless the Presiding Member of the District Assembly directs in writing, be recovered by way of deductions from the emoluments of that person and the Controller and Accountant-General or other person shall carry out any reasonable request made in writing by the District Assembly for that purpose. Without prejudice to the generality of subsection (1) of this section, in the case of a member of staff of a District Assembly the debt owed by him to the Assembly may unless the Presiding Member of the District Assembly directs in writing, be recovered by way of deductions from the emoluments of that person and the Controller and Accountant-General or other person shall carry out any reasonable request made in writing by the District Assembly for that purpose."
    },
    {
      "provision_ref": "s155",
      "part": "Part XIV – Miscellaneous",
      "section": "155",
      "title": "Offences by bodies of persons",
      "content": "(1) Where an offence under this Act is committed by a body of persons the following provisions shall have effect— Where an offence under this Act is committed by a body of persons the following provisions shall have effect— where the body of persons is a body corporate other than a partnership, every member of the governing body of that body corporate and every director, mana­ger, secretary or similar officer of that body shall also be guilty of that offence; and where the body of persons is a body corporate other than a partnership, every member of the governing body of that body corporate and every director, mana­ger, secretary or similar officer of that body shall also be guilty of that offence; and where the body of persons is a partnership, every partner shall also be guilty of that offence. where the body of persons is a partnership, every partner shall also be guilty of that offence. (2) No person shall be guilty of an offence by virtue of sub­section (1) of this section if he proves that the act in respect of which he is charged was committed by some other person without his con­sent or connivance and that he exercised all due diligence to pre­vent the commission of that act, as he ought to have exercised having regard to all the circumstances. No person shall be guilty of an offence by virtue of sub­section (1) of this section if he proves that the act in respect of which he is charged was committed by some other person without his con­sent or connivance and that he exercised all due diligence to pre­vent the commission of that act, as he ought to have exercised having regard to all the circumstances."
    },
    {
      "provision_ref": "s156",
      "part": "Part XIV – Miscellaneous",
      "section": "156",
      "title": "Proof of acts of authority",
      "content": "Any authorisation, notice or other document purporting to be granted, given or made and any act purporting to be done by a District Assembly under this Act or of an instrument made under it shall be taken to be duly granted, given, made or done by the Assembly without further evidence unless the contrary is proved. Any authorisation, notice or other document purporting to be granted, given or made and any act purporting to be done by a District Assembly under this Act or of an instrument made under it shall be taken to be duly granted, given, made or done by the Assembly without further evidence unless the contrary is proved."
    },
    {
      "provision_ref": "s157",
      "part": "Part XIV – Miscellaneous",
      "section": "157",
      "title": "Payment of allowances to Assembly members and staffs",
      "content": "Model Standing Orders made by the Minister under section 18 of this Act may provide for the payment of transport and other allowances to members of the District Assembly and to persons invited to attend any of the meetings of the Assembly. Model Standing Orders made by the Minister under section 18 of this Act may provide for the payment of transport and other allowances to members of the District Assembly and to persons invited to attend any of the meetings of the Assembly."
    },
    {
      "provision_ref": "s158",
      "part": "Part XIV – Miscellaneous",
      "section": "158",
      "title": "Regulations",
      "content": "The Minister may by legislative instrument make such Regu­lations as he may think necessary for the purpose of carrying into effect the provisions of this Act. The Minister may by legislative instrument make such Regu­lations as he may think necessary for the purpose of carrying into effect the provisions of this Act."
    },
    {
      "provision_ref": "s159",
      "part": "Part XIV – Miscellaneous",
      "section": "159",
      "title": "Amendment of Schedules",
      "content": "The Minister may with the prior approval of Cabinet by legislative instrument amend any of the provisions of the Schedules to this Act except the Seventh Schedule. The Minister may with the prior approval of Cabinet by legislative instrument amend any of the provisions of the Schedules to this Act except the Seventh Schedule."
    },
    {
      "provision_ref": "s160",
      "part": "Part XIV – Miscellaneous",
      "section": "160",
      "title": "Amendment of other enactments",
      "content": "The enactments set out in the Seventh Schedule to this Act are amended in the manner indicated in that Schedule. The enactments set out in the Seventh Schedule to this Act are amended in the manner indicated in that Schedule."
    },
    {
      "provision_ref": "s161",
      "part": "Part XIV – Miscellaneous",
      "section": "161",
      "title": "Departments to cease to exist, staff transferred to local government service",
      "content": "(1) Every branch, division or unit of the Departments or organisations specified in the Eighth Schedule to this Act which has been established in the districts of Ghana and in existence on the coming into force of this Act, shall cease to exist in the districts. Every branch, division or unit of the Departments or organisations specified in the Eighth Schedule to this Act which has been established in the districts of Ghana and in existence on the coming into force of this Act, shall cease to exist in the districts. (2) The functions previously performed by the branches, divisions or units of the Departments or organisations specified in the Eighth Schedule to this Act shall be transferred to the relevant Departments of the District Assembly. The functions previously performed by the branches, divisions or units of the Departments or organisations specified in the Eighth Schedule to this Act shall be transferred to the relevant Departments of the District Assembly. (3) The members of staff of the branches, divisions or units of the Departments or organisations specified in the Eighth Sche­dule to this Act shall be transferred to the relevant Department of the District Assembly and they shall form part of the Local Govern­ment Service when established. The members of staff of the branches, divisions or units of the Departments or organisations specified in the Eighth Sche­dule to this Act shall be transferred to the relevant Department of the District Assembly and they shall form part of the Local Govern­ment Service when established."
    },
    {
      "provision_ref": "s162",
      "part": "Part XIV – Miscellaneous",
      "section": "162",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires—“Auditor-General” includes any auditor or public officer authorised by the Auditor-General in writing to act in his name and on his behalf;“Commission” means the National Development Planning Commission;“community right of space” means a road, street, foot­path, pavement, passenger terminal, parking area, any public right of way, school ground, hospital ground, open space, cemetery, playing field, square, durbar ground, market place, public place of assem­bly, or any space or ground or area for public or community use that exists or is so designated in an approved settlement plan or under the provision of any law;“district” means the area of authority of a District Assem­bly and includes a municipality and metropolis;“District Assembly” includes Municipal and Metropolitan Assembly;“District Chief Executive” includes Municipal and Metro­politan Chief Executives;“District Planning Authority” means the District Assem­bly;“electoral area” means local government electoral area specified in the Schedule to each instrument establish­ing a District Assembly;“general rate” has the meaning assigned to it by subsec­tion (2) of section 96 of this Act;“Minister” means the Minister responsible for Local Government;“nuisance” means any activity, operation, works, action, neglect or any effect of it on, in, under or over land which is offensive, injurious or prejudicial to amenity, public health, public safety, public peace, public con­venience or the local or national economy;“physical development” means the carrying out of build­ing, engineering, mining or other operations on, in, under or over land, or the material change in the existing use of land or building and includes sub-division of land, the disposal of waste on land including the discharge of effluent into a body of still or running water and the erection of advertisement or other hoarding;“prescribe” means prescribed by regulations made under section 158 of this Act;“rating authority” means the District Assembly for the District concerned;“replacement cost” has the meaning assigned to it by sub­section (10) of section 96 of this Act;“serviced land” means land on which infrastructural services including road, drainage system, water and other utilities have been provided;“session” means a series of meetings of a District Assem­bly within a period of twelve months;“special rate” has the meaning assigned to it by subsection (2) of section 96 of this Act;“traditional authority” means a House of Chiefs or any council or body established or recognised as such under customary law; In this Act unless the context otherwise requires— “Auditor-General” includes any auditor or public officer authorised by the Auditor-General in writing to act in his name and on his behalf; “Commission” means the National Development Planning Commission; “community right of space” means a road, street, foot­path, pavement, passenger terminal, parking area, any public right of way, school ground, hospital ground, open space, cemetery, playing field, square, durbar ground, market place, public place of assem­bly, or any space or ground or area for public or community use that exists or is so designated in an approved settlement plan or under the provision of any law; “district” means the area of authority of a District Assem­bly and includes a municipality and metropolis; “District Assembly” includes Municipal and Metropolitan Assembly; “District Chief Executive” includes Municipal and Metro­politan Chief Executives; “District Planning Authority” means the District Assem­bly; “electoral area” means local government electoral area specified in the Schedule to each instrument establish­ing a District Assembly; “general rate” has the meaning assigned to it by subsec­tion (2) of section 96 of this Act; “Minister” means the Minister responsible for Local Government; “nuisance” means any activity, operation, works, action, neglect or any effect of it on, in, under or over land which is offensive, injurious or prejudicial to amenity, public health, public safety, public peace, public con­venience or the local or national economy; “physical development” means the carrying out of build­ing, engineering, mining or other operations on, in, under or over land, or the material change in the existing use of land or building and includes sub-division of land, the disposal of waste on land including the discharge of effluent into a body of still or running water and the erection of advertisement or other hoarding; “prescribe” means prescribed by regulations made under section 158 of this Act; “rating authority” means the District Assembly for the District concerned; “replacement cost” has the meaning assigned to it by sub­section (10) of section 96 of this Act; “serviced land” means land on which infrastructural services including road, drainage system, water and other utilities have been provided; “session” means a series of meetings of a District Assem­bly within a period of twelve months; “special rate” has the meaning assigned to it by subsection (2) of section 96 of this Act; “traditional authority” means a House of Chiefs or any council or body established or recognised as such under customary law;"
    },
    {
      "provision_ref": "s163",
      "part": "Part XIV – Miscellaneous",
      "section": "163",
      "title": "Repeals and savings",
      "content": "(1) The following enactments are by this section repealed:Local Government Law, 1988 (P.N.D.C.L. 207);Local Government (Amendment) Law, 1990 (P.N.D.C.L. 235)Local Government (Amendment) (No. 2) Law, 1990 (P.N.D.C.L. 246);Local Government (Amendment) Law, 1992 (P.N.D.C.L. 272); andLocal Government (Amendment) Law, 1993 (P.N. D. CL. 306). The following enactments are by this section repealed: Local Government Law, 1988 (P.N.D.C.L. 207); Local Government (Amendment) Law, 1990 (P.N.D.C.L. 235) Local Government (Amendment) (No. 2) Law, 1990 (P.N.D.C.L. 246); Local Government (Amendment) Law, 1992 (P.N.D.C.L. 272); and Local Government (Amendment) Law, 1993 (P.N. D. CL. 306). (2) Notwithstanding the repeals under subsection (1) of this section any statutory instruments made or continued in existence under any of them and in force immediately before the commence­ment of this Act, shall continue in force as if made under corres­ponding provisions of this Act. Notwithstanding the repeals under subsection (1) of this section any statutory instruments made or continued in existence under any of them and in force immediately before the commence­ment of this Act, shall continue in force as if made under corres­ponding provisions of this Act. (3) Any bye-law or instrument (including building regula­tions) or any other thing made or done by any local authority or other body charged with the performance of local government functions in the district of a District Assembly or any part of it and in force immediately before the commencement of this Act shall continue in force in that district or part of it as if made or done under this Act. Any bye-law or instrument (including building regula­tions) or any other thing made or done by any local authority or other body charged with the performance of local government functions in the district of a District Assembly or any part of it and in force immediately before the commencement of this Act shall continue in force in that district or part of it as if made or done under this Act. (4) Notwithstanding the repeal under subsection (1) the District Assemblies in existence immediately before the coming into force of this Act shall continue in existence until the election and appointment of new District Assembly members. Notwithstanding the repeal under subsection (1) the District Assemblies in existence immediately before the coming into force of this Act shall continue in existence until the election and appointment of new District Assembly members."
    },
    {
      "provision_ref": "s164",
      "part": "Part XIV – Miscellaneous",
      "section": "164",
      "title": "Coming into force of sections 38 and 161",
      "content": "The Minister shall by legislative instrument prescribe the date for the coming into force of sections 38 and 161 of this Act. The Minister shall by legislative instrument prescribe the date for the coming into force of sections 38 and 161 of this Act."
    }
  ],
  "definitions": [
    {
      "term": "Commission",
      "definition": "the National Development Planning Commission",
      "source_provision": "s162"
    },
    {
      "term": "community right of space",
      "definition": "a road, street, foot­path, pavement, passenger terminal, parking area, any public right of way, school ground, hospital ground, open space, cemetery, playing field, square, durbar ground, market place, public place of assem­bly, or any space or ground or area for public or community use that exists or is so designated in an approved settlement plan or under the provision of any law",
      "source_provision": "s162"
    },
    {
      "term": "district",
      "definition": "the area of authority of a District Assem­bly and includes a municipality and metropolis",
      "source_provision": "s162"
    },
    {
      "term": "District Planning Authority",
      "definition": "the District Assem­bly",
      "source_provision": "s162"
    },
    {
      "term": "electoral area",
      "definition": "local government electoral area specified in the Schedule to each instrument establish­ing a District Assembly",
      "source_provision": "s162"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Local Government",
      "source_provision": "s162"
    },
    {
      "term": "nuisance",
      "definition": "any activity, operation, works, action, neglect or any effect of it on, in, under or over land which is offensive, injurious or prejudicial to amenity, public health, public safety, public peace, public con­venience or the local or national economy",
      "source_provision": "s162"
    },
    {
      "term": "physical development",
      "definition": "the carrying out of build­ing, engineering, mining or other operations on, in, under or over land, or the material change in the existing use of land or building and includes sub-division of land, the disposal of waste on land including the discharge of effluent into a body of still or running water and the erection of advertisement or other hoarding",
      "source_provision": "s162"
    },
    {
      "term": "prescribe",
      "definition": "prescribed by regulations made under section 158 of this Act",
      "source_provision": "s162"
    },
    {
      "term": "rating authority",
      "definition": "the District Assembly for the District concerned",
      "source_provision": "s162"
    },
    {
      "term": "serviced land",
      "definition": "land on which infrastructural services including road, drainage system, water and other utilities have been provided",
      "source_provision": "s162"
    },
    {
      "term": "session",
      "definition": "a series of meetings of a District Assem­bly within a period of twelve months",
      "source_provision": "s162"
    },
    {
      "term": "traditional authority",
      "definition": "a House of Chiefs or any council or body established or recognised as such under customary law",
      "source_provision": "s162"
    },
    {
      "term": "Commission",
      "definition": "the National Development Planning Commission",
      "source_provision": "s162"
    },
    {
      "term": "community right of space",
      "definition": "a road, street, foot­path, pavement, passenger terminal, parking area, any public right of way, school ground, hospital ground, open space, cemetery, playing field, square, durbar ground, market place, public place of assem­bly, or any space or ground or area for public or community use that exists or is so designated in an approved settlement plan or under the provision of any law",
      "source_provision": "s162"
    },
    {
      "term": "district",
      "definition": "the area of authority of a District Assem­bly and includes a municipality and metropolis",
      "source_provision": "s162"
    },
    {
      "term": "District Planning Authority",
      "definition": "the District Assem­bly",
      "source_provision": "s162"
    },
    {
      "term": "electoral area",
      "definition": "local government electoral area specified in the Schedule to each instrument establish­ing a District Assembly",
      "source_provision": "s162"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Local Government",
      "source_provision": "s162"
    },
    {
      "term": "nuisance",
      "definition": "any activity, operation, works, action, neglect or any effect of it on, in, under or over land which is offensive, injurious or prejudicial to amenity, public health, public safety, public peace, public con­venience or the local or national economy",
      "source_provision": "s162"
    },
    {
      "term": "physical development",
      "definition": "the carrying out of build­ing, engineering, mining or other operations on, in, under or over land, or the material change in the existing use of land or building and includes sub-division of land, the disposal of waste on land including the discharge of effluent into a body of still or running water and the erection of advertisement or other hoarding",
      "source_provision": "s162"
    },
    {
      "term": "prescribe",
      "definition": "prescribed by regulations made under section 158 of this Act",
      "source_provision": "s162"
    },
    {
      "term": "rating authority",
      "definition": "the District Assembly for the District concerned",
      "source_provision": "s162"
    },
    {
      "term": "serviced land",
      "definition": "land on which infrastructural services including road, drainage system, water and other utilities have been provided",
      "source_provision": "s162"
    },
    {
      "term": "session",
      "definition": "a series of meetings of a District Assem­bly within a period of twelve months",
      "source_provision": "s162"
    },
    {
      "term": "traditional authority",
      "definition": "a House of Chiefs or any council or body established or recognised as such under customary law",
      "source_provision": "s162"
    }
  ]
}