{
  "id": "act-488-1994",
  "type": "act",
  "title": "Locksmiths (Licensing) Act, 1994",
  "short_name": "Locksmiths (Licensing) Act, 1994 1994",
  "act_number": 488,
  "year": 1994,
  "status": "in_force",
  "issued_date": "1994-12-30",
  "url": "https://ghalii.org/akn/gh/act/1994/488",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Locksmiths to be licensed",
      "content": "No person shall engage in a business of making locks, repairing locks or cutting keys unless he has, on an application, been granted license by the Minister for the Interior or an officer authorised by the Minister for that purpose. No person shall engage in a business of making locks, repairing locks or cutting keys unless he has, on an application, been granted license by the Minister for the Interior or an officer authorised by the Minister for that purpose."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Application for license",
      "content": "(1) An application for a licence under section 1 shall be made to the Minister and shall be— An application for a licence under section 1 shall be made to the Minister and shall be— in such form; and in such form; and be accompanied with or contain such information as may be prescribed. be accompanied with or contain such information as may be prescribed. (2) A fee of ₵5,000 shall be paid as processing fee for each application form. A fee of ₵5,000 shall be paid as processing fee for each application form."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Grant of license",
      "content": "(1) The Minister or an officer authorised by him may issue a licence to an applicant subject to such conditions as may be prescribed by regulations. The Minister or an officer authorised by him may issue a licence to an applicant subject to such conditions as may be prescribed by regulations. (2) A fee of ₵20,000 shall be paid for each licence. A fee of ₵20,000 shall be paid for each licence. (3) Unless suspended or revoked under section 6 of this Act, the licence shall be valid for twelve months from the date of issue and may be renewed. Unless suspended or revoked under section 6 of this Act, the licence shall be valid for twelve months from the date of issue and may be renewed. (4) A fee of ₵20,000 shall be paid for the renewal of a licence. A fee of ₵20,000 shall be paid for the renewal of a licence."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Non-transferability of license",
      "content": "A licence issued under this Act shall not be transferable. A licence issued under this Act shall not be transferable."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Exhibition and inspection",
      "content": "The licence shall be exhibited in a prominent place on the business premises of the licensee. The licence shall be exhibited in a prominent place on the business premises of the licensee."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Suspension, revocation of licence",
      "content": "The Minister may suspend or revoke a licence where the licensee— has been convicted of an offence under this Act, regulations made under it or of an offence involving fraud; or has been convicted of an offence under this Act, regulations made under it or of an offence involving fraud; or is in breach of any of the conditions attached to the licence. is in breach of any of the conditions attached to the licence."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Appeals",
      "content": "An applicant aggrieved by refusal of the Minister to grant him a licence under this Act or a licensee aggrieved by the suspension or revocation of his licence may appeal to the High Court against the decision. An applicant aggrieved by refusal of the Minister to grant him a licence under this Act or a licensee aggrieved by the suspension or revocation of his licence may appeal to the High Court against the decision."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Other authorisation",
      "content": "A licence issued under this Act shall be in addition to any other authorisation required for the carrying on of the business. A licence issued under this Act shall be in addition to any other authorisation required for the carrying on of the business."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Offences",
      "content": "(1) A person who— A person who— without a valid licence issued under this Act engages in or carries on a business as a locksmith; or without a valid licence issued under this Act engages in or carries on a business as a locksmith; or makes any false statement for procuring the licence; or makes any false statement for procuring the licence; or fails to exhibit his licence contrary to section 5 of this Act; or fails to exhibit his licence contrary to section 5 of this Act; or transfers a licence granted under this Act, transfers a licence granted under this Act, commits an offence and is liable on conviction to a fine not exceeding ₵500,000 or imprisonment for a term not exceeding one year or to both. (2) Where an offence is committed under subsection (1) by a body of persons then— Where an offence is committed under subsection (1) by a body of persons then— in the case of a body corporate, every director, manager or secretary of that body shall also be deemed to be guilty of that offence; or in the case of a body corporate, every director, manager or secretary of that body shall also be deemed to be guilty of that offence; or in the case of partnership, every partner shall also be deemed to be guilty of the offence. in the case of partnership, every partner shall also be deemed to be guilty of the offence. (3) No person shall be deemed to be guilty of an offence under subsection (2) if he proves that the offence was committed without his consent or connivance and that he exercised all due care and diligence to prevent the commission of the offence, having regard to all the circumstances. No person shall be deemed to be guilty of an offence under subsection (2) if he proves that the offence was committed without his consent or connivance and that he exercised all due care and diligence to prevent the commission of the offence, having regard to all the circumstances."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Regulations",
      "content": "The Minister may by legislative instrument make regulations— providing for conditions for the grant, suspension or recovation of licences; providing for conditions for the grant, suspension or recovation of licences; providing for the inspection of business premises; providing for the inspection of business premises; amending the fees provided in this Act; and amending the fees provided in this Act; and generally for giving effect to this Act. generally for giving effect to this Act."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires—“licensee” means a person licensed under this Act;“locksmith” means a person who makes or repairs locks and includes a person who cuts keys for any type of lock;“Minister” means the Minister responsible for the Interior. In this Act unless the context otherwise requires— “licensee” means a person licensed under this Act; “locksmith” means a person who makes or repairs locks and includes a person who cuts keys for any type of lock; “Minister” means the Minister responsible for the Interior."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Transitional provisions",
      "content": "Any person who on the coming into force of this Act is engaged in a business as a locksmith shall within three months of the coming into force of this Act apply for a licence if he intends to continue with the business. Any person who on the coming into force of this Act is engaged in a business as a locksmith shall within three months of the coming into force of this Act apply for a licence if he intends to continue with the business."
    }
  ],
  "definitions": [
    {
      "term": "licensee",
      "definition": "a person licensed under this Act",
      "source_provision": "s11"
    },
    {
      "term": "locksmith",
      "definition": "a person who makes or repairs locks and includes a person who cuts keys for any type of lock",
      "source_provision": "s11"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for the Interior. In this Act unless the context otherwise requires— “licensee” means a person licensed under this Act",
      "source_provision": "s11"
    },
    {
      "term": "locksmith",
      "definition": "a person who makes or repairs locks and includes a person who cuts keys for any type of lock",
      "source_provision": "s11"
    }
  ]
}