{
  "id": "act-473-1994",
  "type": "act",
  "title": "District Assembly Elections Act, 1994",
  "short_name": "DAE 1994",
  "act_number": 473,
  "year": 1994,
  "status": "in_force",
  "issued_date": "1994-12-31",
  "url": "https://ghalii.org/akn/gh/act/1994/473",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "District Assembly elections",
      "content": "Elections to a District Assembly shall be held every four years except that District Assembly elections shall be held at least six months apart from parliamentary elections. Elections to a District Assembly shall be held every four years except that District Assembly elections shall be held at least six months apart from parliamentary elections."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Electoral Commission to organise elections",
      "content": "District Assembly elections shall be organised by the Electoral Commission referred to in this Act as “the Commission”. District Assembly elections shall be organised by the Electoral Commission referred to in this Act as “the Commission”."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Candidate to stand as individuals",
      "content": "(1) No candidate seeking election to a District Assembly or any lower local government unit shall— No candidate seeking election to a District Assembly or any lower local government unit shall— present himself to the electorate otherwise than as an individual; present himself to the electorate otherwise than as an individual; use a platform which has not been mounted by the Commission for promoting or canvassing his election; or use a platform which has not been mounted by the Commission for promoting or canvassing his election; or be required to make a deposit to the Commission. be required to make a deposit to the Commission. (2) Notwithstanding subsection (1) (b) of this section, a can­didate may canvass for his election from house to house. Notwithstanding subsection (1) (b) of this section, a can­didate may canvass for his election from house to house."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Candidate not to use political party symbols",
      "content": "No candidate seeking election to a District Assembly or any lower local government unit shall— use the name, motto or symbol of a political party organisation; and use the name, motto or symbol of a political party organisation; and solicit or accept the assistance of a political party in connection with the organisation of District Assembly elections. solicit or accept the assistance of a political party in connection with the organisation of District Assembly elections."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Penalty",
      "content": "A candidate who contravenes any provision of sections 3 or 4 of this Act commits an offence and on conviction shall have his nomination cancelled by the Commission. A candidate who contravenes any provision of sections 3 or 4 of this Act commits an offence and on conviction shall have his nomination cancelled by the Commission."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Unauthorised platform mounting",
      "content": "(1) No person shall mount a platform or cause a platform to be mounted for the purpose of promoting or canvassing for the election of a candidate to a District Assembly unless the Commission has so authorised. No person shall mount a platform or cause a platform to be mounted for the purpose of promoting or canvassing for the election of a candidate to a District Assembly unless the Commission has so authorised. (2) A person who contravenes the provision of subsection (1) of this section commits an offence and is liable on conviction to a fine of not exceeding ₵100,000.00 or to a term of imprisonment not exceeding one year. A person who contravenes the provision of subsection (1) of this section commits an offence and is liable on conviction to a fine of not exceeding ₵100,000.00 or to a term of imprisonment not exceeding one year. (3) No political party or organisation shall mount a platform or cause a platform to be mounted for the purpose of supporting or not supporting the election of a candidate to a District Assembly. No political party or organisation shall mount a platform or cause a platform to be mounted for the purpose of supporting or not supporting the election of a candidate to a District Assembly. (4) Any political party or organization which contravenes subsection (3) of this section commits an offence and is liable on conviction to a fine not exceeding five million cedis. Any political party or organization which contravenes subsection (3) of this section commits an offence and is liable on conviction to a fine not exceeding five million cedis."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "No political party sponsorship",
      "content": "(1) No political party or organisation shall— No political party or organisation shall— endorse or sponsor; endorse or sponsor; canvass for votes for; or canvass for votes for; or in a way campaign for or against in a way campaign for or against a candidate seeking election to a District Assembly or any lower local government unit. (2) Any political party or organisation which contravenes subsection (1) of this section commits an offence and is liable on conviction to a fine not exceeding five million cedis. Any political party or organisation which contravenes subsection (1) of this section commits an offence and is liable on conviction to a fine not exceeding five million cedis."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Returning officers",
      "content": "(1) The Commission shall appoint for each District a returning officer and two deputy returning officers who shall be referred to as “returning officers”. The Commission shall appoint for each District a returning officer and two deputy returning officers who shall be referred to as “returning officers”. (2) The returning officers shall— The returning officers shall— receive the nominations of candidates; receive the nominations of candidates; verify the qualifications and other particulars of can­didates; verify the qualifications and other particulars of can­didates; create or cause to be created platforms for the can­didates to present themselves and their programmes to the electorate; create or cause to be created platforms for the can­didates to present themselves and their programmes to the electorate; appoint a presiding officer and such number of poll­ing assistants as may be required for each polling station; appoint a presiding officer and such number of poll­ing assistants as may be required for each polling station; keep proper custody of election materials; and keep proper custody of election materials; and perform such other functions as may be required for the conduct and supervision of District Assembly elections. perform such other functions as may be required for the conduct and supervision of District Assembly elections. (3) The functions in subsection (2) of this section shall be performed by the returning officers under the direct supervision of the Commission. The functions in subsection (2) of this section shall be performed by the returning officers under the direct supervision of the Commission."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Qualifications and disqualifications of members of District Assemblies",
      "content": "(1) A person qualifies to be elected to a District Assembly if that person— A person qualifies to be elected to a District Assembly if that person— is a citizen of Ghana of not less than 18 years of age; is a citizen of Ghana of not less than 18 years of age; is a registered voter; is a registered voter; is ordinarily resident in the particular District for Assemblies, which he seeks election; and is ordinarily resident in the particular District for Assemblies, which he seeks election; and has paid all his taxes and rates or made arrangements satisfactory to the appropriate authority for the pay­ment of his taxes and rates. has paid all his taxes and rates or made arrangements satisfactory to the appropriate authority for the pay­ment of his taxes and rates. (2) For the purposes of paragraph (c) of subsection (1) of this section, a person shall be deemed to be ordinarily resident in a district if within the four years prior to the holding of the election to the District Assembly, he has lived in the district for an aggregate period of not less than twelve months. For the purposes of paragraph (c) of subsection (1) of this section, a person shall be deemed to be ordinarily resident in a district if within the four years prior to the holding of the election to the District Assembly, he has lived in the district for an aggregate period of not less than twelve months. (3) A person shall not qualify to be elected to a District Assem­bly if that person— A person shall not qualify to be elected to a District Assem­bly if that person— is of unsound mind; is of unsound mind; has been sentenced to death or imprisonment for an offence involving fraud, dishonesty or violence or has been convicted of an offence relating to or connected with elections under any enactment in force in Ghana at any time; has been sentenced to death or imprisonment for an offence involving fraud, dishonesty or violence or has been convicted of an offence relating to or connected with elections under any enactment in force in Ghana at any time; is a person against whom adverse findings have been made by a competent authority and accepted by Government or in respect of whom an offer of repara­tion has been made and accepted by the Government; is a person against whom adverse findings have been made by a competent authority and accepted by Government or in respect of whom an offer of repara­tion has been made and accepted by the Government; being a professional person, he is disqualified from practicing his profession on grounds of malpractice, fraud or dishonesty by the competent professional body; or being a professional person, he is disqualified from practicing his profession on grounds of malpractice, fraud or dishonesty by the competent professional body; or is a person exempted from payment of basic rate under paragraph (a) of subsection (2) of section 98 of the Local Government Act (Act). is a person exempted from payment of basic rate under paragraph (a) of subsection (2) of section 98 of the Local Government Act (Act). (4) Notwithstanding paragraph (b) or (c) of subsection (3) of this section, a person shall qualify to be elected to a District Assembly if ten years have elapsed since the end of the sentence, the acceptance of the adverse findings, the offer of reparation or if he has been pardoned. Notwithstanding paragraph (b) or (c) of subsection (3) of this section, a person shall qualify to be elected to a District Assembly if ten years have elapsed since the end of the sentence, the acceptance of the adverse findings, the offer of reparation or if he has been pardoned. (5) No person shall at any one time contest election to more than one District Assembly. No person shall at any one time contest election to more than one District Assembly."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Regulations",
      "content": "(1) The Commission shall by constitutional instrument make regulations for the effective performance of its functions under this Act. The Commission shall by constitutional instrument make regulations for the effective performance of its functions under this Act. (2) The exercise of the power to make regulations may be signified under the hand of the Chairman or in his absence the person acting as Chairman of the Commission. The exercise of the power to make regulations may be signified under the hand of the Chairman or in his absence the person acting as Chairman of the Commission."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Applica­tion of Represen­tation of the People Law, 1992 (P.N.D.C.L. 284)",
      "content": "Except as otherwise provided in this Act, the Representation of the People Law, 1992 (P.N.D.C.L. 284) shall apply to District Assembly election under this Act with such modifications as may be necessary. Except as otherwise provided in this Act, the Representation of the People Law, 1992 (P.N.D.C.L. 284) shall apply to District Assembly election under this Act with such modifications as may be necessary."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires—“Commission” means the Electoral Commission estab­lished by the Electoral Commission Act, 1993 (Act451);“District” means the area of authority of a District Assem­bly and includes a municipality and metropolis;“District Assembly” includes Municipal and Metropolitan Assemblies;“mount a platform” means to create a forum or an oppor­tunity for a candidate to present himself and his pro­grammes to the electorate to answer questions for the purpose of local government elections. In this Act unless the context otherwise requires— “Commission” means the Electoral Commission estab­lished by the Electoral Commission Act, 1993 (Act451); “District” means the area of authority of a District Assem­bly and includes a municipality and metropolis; “District Assembly” includes Municipal and Metropolitan Assemblies; “mount a platform” means to create a forum or an oppor­tunity for a candidate to present himself and his pro­grammes to the electorate to answer questions for the purpose of local government elections."
    }
  ],
  "definitions": [
    {
      "term": "Commission",
      "definition": "the Electoral Commission estab­lished by the Electoral Commission Act, 1993 (Act451)",
      "source_provision": "s12"
    },
    {
      "term": "District",
      "definition": "the area of authority of a District Assem­bly and includes a municipality and metropolis",
      "source_provision": "s12"
    },
    {
      "term": "mount a platform",
      "definition": "to create a forum or an oppor­tunity for a candidate to present himself and his pro­grammes to the electorate to answer questions for the purpose of local government elections. In this Act unless the context otherwise requires— “Commission” means the Electoral Commission estab­lished by the Electoral Commission Act, 1993 (Act451)",
      "source_provision": "s12"
    },
    {
      "term": "District",
      "definition": "the area of authority of a District Assem­bly and includes a municipality and metropolis",
      "source_provision": "s12"
    }
  ]
}