{
  "id": "act-482-1994",
  "type": "act",
  "title": "Public Services Commission Act, 1994",
  "short_name": "PSC 1994",
  "act_number": 482,
  "year": 1994,
  "status": "in_force",
  "issued_date": "1994-09-09",
  "url": "https://ghalii.org/akn/gh/act/1994/482",
  "provisions": [
    {
      "provision_ref": "s1",
      "part": "Part I – Establishment of Public Services Commission and its functions",
      "section": "1",
      "title": "The Public Services Commission",
      "content": "(1) There is established by this Act a Public Services Commission, in this Act referred to as “the Commission”. There is established by this Act a Public Services Commission, in this Act referred to as “the Commission”. (2) The Commission shall consist of— The Commission shall consist of— a Chairman, a Vice-Chairman and three other mem­bers who shall be full-time members of the Commis­sion; a Chairman, a Vice-Chairman and three other mem­bers who shall be full-time members of the Commis­sion; the Chairman of the National Council for Tertiary Education; and the Chairman of the National Council for Tertiary Education; and three other persons with extensive experience in the operation of the Public Services. three other persons with extensive experience in the operation of the Public Services. (3) The President shall acting in consultation with the Council of State appoint the Chairman and the other members of the Com­mission. The President shall acting in consultation with the Council of State appoint the Chairman and the other members of the Com­mission. (4) Members appointed under paragraphs (b) and (c) of sub­section (2) of this section shall hold office on part-time basis only and shall hold office for such period as shall be specified in their letters of appointment. Members appointed under paragraphs (b) and (c) of sub­section (2) of this section shall hold office on part-time basis only and shall hold office for such period as shall be specified in their letters of appointment."
    },
    {
      "provision_ref": "s2",
      "part": "Part I – Establishment of Public Services Commission and its functions",
      "section": "2",
      "title": "Qualification of members",
      "content": "(1) A person does not qualify to be appointed a member of the Commission— A person does not qualify to be appointed a member of the Commission— if he is not qualified to be elected as a member of Parliament; or if he is not qualified to be elected as a member of Parliament; or if he is otherwise disqualified from holding a public office. if he is otherwise disqualified from holding a public office. (2) A person holding a public office shall, upon being appointed a full-time member of the Commission, resign from that office. A person holding a public office shall, upon being appointed a full-time member of the Commission, resign from that office."
    },
    {
      "provision_ref": "s3",
      "part": "Part I – Establishment of Public Services Commission and its functions",
      "section": "3",
      "title": "Terms and conditions of services of members",
      "content": "(1) Subject to subsection (3) of this section, the terms and conditions of service including retiring ages of a Justice of the Court of Appeal shall apply to the Chairman of the Commission and those of a Justice of the High Court shall apply to the Vice-Chairman. Subject to subsection (3) of this section, the terms and conditions of service including retiring ages of a Justice of the Court of Appeal shall apply to the Chairman of the Commission and those of a Justice of the High Court shall apply to the Vice-Chairman. (2) The salaries, allowances, facilities and privileges payable or available to the members of the Commission other than the Chairman, Vice-Chairman and the full-time members, shall be determined by the President in accordance with article 71 of the Constitution. The salaries, allowances, facilities and privileges payable or available to the members of the Commission other than the Chairman, Vice-Chairman and the full-time members, shall be determined by the President in accordance with article 71 of the Constitution. (3) The provisions of article 146 of the Constitution relating to the removal from office of a Justice of the Superior Court of Judicature shall apply to the full-time members of the Commission and to any other member before the expiration of his tenure of office. The provisions of article 146 of the Constitution relating to the removal from office of a Justice of the Superior Court of Judicature shall apply to the full-time members of the Commission and to any other member before the expiration of his tenure of office. (4) A member of the Commission other than an ex officio member may resign his office by a letter addressed to the President. A member of the Commission other than an ex officio member may resign his office by a letter addressed to the President. (5) No member of the Commission shall serve as a member of a governing council of any of the public services listed in the Schedule to this Act. No member of the Commission shall serve as a member of a governing council of any of the public services listed in the Schedule to this Act."
    },
    {
      "provision_ref": "s4",
      "part": "Part I – Establishment of Public Services Commission and its functions",
      "section": "4",
      "title": "Functions of the Commission",
      "content": "The functions of the Commission are— to advise Government on the criteria for appointment to public offices as well as persons to hold or act in public offices; to advise Government on the criteria for appointment to public offices as well as persons to hold or act in public offices; to promote efficiency, accountability and integrity in the Public Services; to promote efficiency, accountability and integrity in the Public Services; to prescribe appropriate systems and procedures for the management of personnel records within the Public Services; to prescribe appropriate systems and procedures for the management of personnel records within the Public Services; to identify, explore and promote the recruitment of suitable personnel into the Public Services acting in collaboration with educational authorities; to identify, explore and promote the recruitment of suitable personnel into the Public Services acting in collaboration with educational authorities; to undertake planning of the manpower requirements of the Public Services, using data from the educational institutions and other sources; to undertake planning of the manpower requirements of the Public Services, using data from the educational institutions and other sources; to improve recruitment policies and techniques by introducing modern methods of judging suitability of Officers; to improve recruitment policies and techniques by introducing modern methods of judging suitability of Officers; to conduct examinations and interviews for appointments to posts and for promotions in the Public Ser­vices or within public corporations to ensure unifor­mity of standards of selection and qualifications; to conduct examinations and interviews for appointments to posts and for promotions in the Public Ser­vices or within public corporations to ensure unifor­mity of standards of selection and qualifications; to provide a standard framework for evaluating and classifying jobs in the Public Services; to provide a standard framework for evaluating and classifying jobs in the Public Services; to review the organization, structure and manpower requirements of agencies and bodies in the Public Services and advise Government on such manpower rationalization as may be necessary for maximum utilization of human resources in the Public Services; to review the organization, structure and manpower requirements of agencies and bodies in the Public Services and advise Government on such manpower rationalization as may be necessary for maximum utilization of human resources in the Public Services; to oversee the human resources development activities of the Public Services organizations to ensure career planning and career development in the Public Ser­vices; to oversee the human resources development activities of the Public Services organizations to ensure career planning and career development in the Public Ser­vices; to advise Government on the principles and procedures for determining salaries and other conditions of service within the Public Services; to advise Government on the principles and procedures for determining salaries and other conditions of service within the Public Services; to prescribe a standard framework for the provision of incentive schemes to promote higher productivity; to prescribe a standard framework for the provision of incentive schemes to promote higher productivity; to conduct in collaboration with training institutions, personnel research into human resources manage­ment in the Public Services in order to improve personnel practices and their utilization in the Public Services; and to conduct in collaboration with training institutions, personnel research into human resources manage­ment in the Public Services in order to improve personnel practices and their utilization in the Public Services; and to perform any other duties assigned to it under the Constitution or any other enactment. to perform any other duties assigned to it under the Constitution or any other enactment."
    },
    {
      "provision_ref": "s5",
      "part": "Part I – Establishment of Public Services Commission and its functions",
      "section": "5",
      "title": "Independence of Commission",
      "content": "Except as otherwise provided in the Constitution, or any other law not inconsistent with the Constitution, the Commission shall not be subject to the control or direction of any person or authority in the performance of its functions. Except as otherwise provided in the Constitution, or any other law not inconsistent with the Constitution, the Commission shall not be subject to the control or direction of any person or authority in the performance of its functions."
    },
    {
      "provision_ref": "s6",
      "part": "Part I – Establishment of Public Services Commission and its functions",
      "section": "6",
      "title": "Meetings of the Commission",
      "content": "(1) Every meeting of the Commission shall be presided over by the Chairman, or in his absence, the Vice-Chairman and in the absence of both the Chairman and Vice-Chairman by a full-time member elected from among the members present. Every meeting of the Commission shall be presided over by the Chairman, or in his absence, the Vice-Chairman and in the absence of both the Chairman and Vice-Chairman by a full-time member elected from among the members present. (2) There shall be working meetings and plenary meetings of the Commission. There shall be working meetings and plenary meetings of the Commission. (3) The Chairman or Vice-Chairman and two full-time mem­bers of the Commission shall form a quorum for a working meeting. The Chairman or Vice-Chairman and two full-time mem­bers of the Commission shall form a quorum for a working meeting. (4) The Chairman or the Vice-Chairman and any two full­time members of the Commission and two part-time members shall constitute a quorum for a plenary meeting. The Chairman or the Vice-Chairman and any two full­time members of the Commission and two part-time members shall constitute a quorum for a plenary meeting. (5) All decisions of the Commission shall be by a majority of members present and voting at the meeting of the Commission except that where there is equality of votes the Chairman or the person presiding shall have a second or casting vote. All decisions of the Commission shall be by a majority of members present and voting at the meeting of the Commission except that where there is equality of votes the Chairman or the person presiding shall have a second or casting vote. (6) The validity of any proceedings of the Commission shall not be affected by any vacancy among its members or any defect in their qualification or appointment. The validity of any proceedings of the Commission shall not be affected by any vacancy among its members or any defect in their qualification or appointment. (7) Except as otherwise provided in this Act, the Commission shall determine the procedure for its meetings. Except as otherwise provided in this Act, the Commission shall determine the procedure for its meetings."
    },
    {
      "provision_ref": "s7",
      "part": "Part II – The public services and miscellaneous provisions",
      "section": "7",
      "title": "Composition of the public services",
      "content": "(1) The public services of Ghana include— The public services of Ghana include— the Civil Service;the Judicial Service;the Audit Service;the Education Service;the Prisons Service;the Parliamentary Service;the Health Service;the Statistical Service;the National Fire Service;the Customs, Excise and Preventive Service;the Internal Revenue Service;the Police Service;the Immigration Service; andthe Legal Service; the Civil Service; the Judicial Service; the Audit Service; the Education Service; the Prisons Service; the Parliamentary Service; the Health Service; the Statistical Service; the National Fire Service; the Customs, Excise and Preventive Service; the Internal Revenue Service; the Police Service; the Immigration Service; and the Legal Service; public corporations other than those set up as com­mercial ventures; public corporations other than those set up as com­mercial ventures; public services established by the Constitution; and public services established by the Constitution; and such other public services as Parliament may by law prescribe. such other public services as Parliament may by law prescribe. (2) The Civil Service shall, until provision is otherwise made by Parliament, comprise service in both central and local government. The Civil Service shall, until provision is otherwise made by Parliament, comprise service in both central and local government. (3) For the purpose of this section “public corporation” means a public corporation established by an Act of Parliament other than one set up as a commercial venture. For the purpose of this section “public corporation” means a public corporation established by an Act of Parliament other than one set up as a commercial venture."
    },
    {
      "provision_ref": "s8",
      "part": "Part II – The public services and miscellaneous provisions",
      "section": "8",
      "title": "Appoint­ment of public officers",
      "content": "(1) Subject to the provisions of the Constitution, the power to appoint persons to hold or to act in an office in the Public Services shall vest in the President, acting in accordance with the advice of the governing council of the service concerned given in consultation with the Commission. Subject to the provisions of the Constitution, the power to appoint persons to hold or to act in an office in the Public Services shall vest in the President, acting in accordance with the advice of the governing council of the service concerned given in consultation with the Commission. (2) The President may, subject to such conditions as he may think fit, delegate some of his functions under this section by direc­tions in writing to the governing council concerned or to a committee of the council or to a member of that governing council or to any public officer. The President may, subject to such conditions as he may think fit, delegate some of his functions under this section by direc­tions in writing to the governing council concerned or to a committee of the council or to a member of that governing council or to any public officer. (3) The governing councils of the public services listed in the Schedule to this Act shall consult the Commission in matters of appointments of persons to hold office in the relevant public service except otherwise provided in the Constitution. The governing councils of the public services listed in the Schedule to this Act shall consult the Commission in matters of appointments of persons to hold office in the relevant public service except otherwise provided in the Constitution. (4) The Commission may amend the Schedule to this Act by regulations under section 16. The Commission may amend the Schedule to this Act by regulations under section 16."
    },
    {
      "provision_ref": "s9",
      "part": "Part II – The public services and miscellaneous provisions",
      "section": "9",
      "title": "Staff of the Com­mission",
      "content": "(1) There shall be a Secretary to the Commission who shall be appointed in accordance with section 8 of this Act. There shall be a Secretary to the Commission who shall be appointed in accordance with section 8 of this Act. (2) The Secretary is not a member of the Commission. The Secretary is not a member of the Commission. (3) The Secretary shall be responsible to the Commission for the day-to-day administration of the secretariat of the Commis­sion and shall keep records of meetings of the Commission. The Secretary shall be responsible to the Commission for the day-to-day administration of the secretariat of the Commis­sion and shall keep records of meetings of the Commission. (4) The Secretary and other staff of the Commission shall be public servants and shall not be transferred or seconded without the consent of the Commission. The Secretary and other staff of the Commission shall be public servants and shall not be transferred or seconded without the consent of the Commission. (5) The Commission may use the services of consultants and advisers when necessary. The Commission may use the services of consultants and advisers when necessary."
    },
    {
      "provision_ref": "s10",
      "part": "Part II – The public services and miscellaneous provisions",
      "section": "10",
      "title": "Request for information",
      "content": "(1) The Commission may, in exercise of its functions under this Act request any public officer, public corporation or public board, to supply relevant information or data on his or its work and such a request shall be binding on the person or organization concerned. The Commission may, in exercise of its functions under this Act request any public officer, public corporation or public board, to supply relevant information or data on his or its work and such a request shall be binding on the person or organization concerned. (2) The Commission may require any public officer to attend and give evidence before it concerning any matter which it re­quires to consider in exercise of its functions under this Act. The Commission may require any public officer to attend and give evidence before it concerning any matter which it re­quires to consider in exercise of its functions under this Act. (3) The Commission may require the production of any official document relevant to the exercise of its functions; and any public officer who submits any matter for the consideration of the Commission shall ensure that all relevant documents and papers are made available to the Commission. The Commission may require the production of any official document relevant to the exercise of its functions; and any public officer who submits any matter for the consideration of the Commission shall ensure that all relevant documents and papers are made available to the Commission. (4) A public officer shall not under this section be required to produce or disclose any information which he would be entitled to refuse to produce or disclose under any existing enactment. A public officer shall not under this section be required to produce or disclose any information which he would be entitled to refuse to produce or disclose under any existing enactment."
    },
    {
      "provision_ref": "s11",
      "part": "Part II – The public services and miscellaneous provisions",
      "section": "11",
      "title": "Powers of entry and inspection",
      "content": "(1) A member or officer of the Commission, when authorised by the Commission, may enter any premises of a Ministry, Department, office of a Regional Co-ordinating Council, office of a District Assembly or any public office and inspect and make copies of any records or documents kept there. A member or officer of the Commission, when authorised by the Commission, may enter any premises of a Ministry, Department, office of a Regional Co-ordinating Council, office of a District Assembly or any public office and inspect and make copies of any records or documents kept there. (2) A person who enters any premises in pursuance of sub­section (1) of this section shall on demand produce a document of his identification authenticated by the Commission. A person who enters any premises in pursuance of sub­section (1) of this section shall on demand produce a document of his identification authenticated by the Commission. (3) A public servant shall, where requested, assist the mem­ber or officer in the exercise of his powers under sub-section (1) of this section and give such information in relation to any matter within his knowledge or under his control as the member or officer may reasonably require. A public servant shall, where requested, assist the mem­ber or officer in the exercise of his powers under sub-section (1) of this section and give such information in relation to any matter within his knowledge or under his control as the member or officer may reasonably require."
    },
    {
      "provision_ref": "s12",
      "part": "Part II – The public services and miscellaneous provisions",
      "section": "12",
      "title": "Failure to comply with request of Commission",
      "content": "A public officer who without reasonable excuse fails to appear before the Commission when notified to do so, or who fails to comply with any request lawfully and properly made by or on behalf of the Commission or who obstructs the Commission or any member or officer of the Commission in the performance of his functions under this section shall be guilty of misconduct. A public officer who without reasonable excuse fails to appear before the Commission when notified to do so, or who fails to comply with any request lawfully and properly made by or on behalf of the Commission or who obstructs the Commission or any member or officer of the Commission in the performance of his functions under this section shall be guilty of misconduct."
    },
    {
      "provision_ref": "s13",
      "part": "Part II – The public services and miscellaneous provisions",
      "section": "13",
      "title": "Privilege from dis­closures in legal proceed­ings",
      "content": "(1) Any report, statement or record of any meeting, inquiry of proceedings which— Any report, statement or record of any meeting, inquiry of proceedings which— the Commission may make in exercise of its functions; the Commission may make in exercise of its functions; any member or officer of the Commission may make in the performance of his duties any member or officer of the Commission may make in the performance of his duties shall be privileged in that its production may not be compelled in any legal proceedings unless the Supreme Court certifies that the production is in the public interest. (2) Any communication— Any communication— sent to the Commission on a matter with which the Commission is concerned; sent to the Commission on a matter with which the Commission is concerned; sent by the Commission to a public servant in his official capacity sent by the Commission to a public servant in his official capacity shall be privileged in that its production may not be compelled in any legal proceedings unless the Supreme Court certifies that the production is in the public interest."
    },
    {
      "provision_ref": "s14",
      "part": "Part II – The public services and miscellaneous provisions",
      "section": "14",
      "title": "Expenditure of Commission",
      "content": "Parliament shall annually appropriate such monies as it considers necessary to meet the expenditure of the Commission. Parliament shall annually appropriate such monies as it considers necessary to meet the expenditure of the Commission."
    },
    {
      "provision_ref": "s15",
      "part": "Part II – The public services and miscellaneous provisions",
      "section": "15",
      "title": "Annual report",
      "content": "The Commission shall within three months after 31st December in each year submit to the President a report giving details of the administration of the Public Services during the pre­vious twelve months. The Commission shall within three months after 31st December in each year submit to the President a report giving details of the administration of the Public Services during the pre­vious twelve months."
    },
    {
      "provision_ref": "s16",
      "part": "Part II – The public services and miscellaneous provisions",
      "section": "16",
      "title": "Regulations",
      "content": "(1) The Commission may, subject to the approval of the President, by constitutional instrument make regulations for the effective and efficient performance of its functions under this Act or any other law. The Commission may, subject to the approval of the President, by constitutional instrument make regulations for the effective and efficient performance of its functions under this Act or any other law. (2) Regulations made by the Commission shall be issued under the hand of the Chairman or in his absence that of the Vice-Chairman. Regulations made by the Commission shall be issued under the hand of the Chairman or in his absence that of the Vice-Chairman."
    },
    {
      "provision_ref": "s17",
      "part": "Part II – The public services and miscellaneous provisions",
      "section": "17",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires—“full-time member” means a member of the Commission appointed under section 1(2)(a) of this Act;“governing council” includes boards of directors or governing bodies howsoever described;“plenary meeting” means joint meetings of the full-time Commissioners and part-time Commissioners convened to discuss broad issues;“public office” includes an office the emoluments attached to which are paid directly from the Consolidated Fund or directly out of moneys provided by Parlia­ment and an office in a public corporation estab­lished entirely out of public funds or moneys pro­vided by Parliament;“public service” includes service in any civil office of Government, the emoluments attached to which are paid directly from the Consolidated Fund or directly out of moneys provided by Parliament and service in a public corporation;“working meeting” means meeting convened for normal transaction of the business of the Commission, attended only by full-time Commissioners. In this Act unless the context otherwise requires— “full-time member” means a member of the Commission appointed under section 1(2)(a) of this Act; “governing council” includes boards of directors or governing bodies howsoever described; “plenary meeting” means joint meetings of the full-time Commissioners and part-time Commissioners convened to discuss broad issues; “public office” includes an office the emoluments attached to which are paid directly from the Consolidated Fund or directly out of moneys provided by Parlia­ment and an office in a public corporation estab­lished entirely out of public funds or moneys pro­vided by Parliament; “public service” includes service in any civil office of Government, the emoluments attached to which are paid directly from the Consolidated Fund or directly out of moneys provided by Parliament and service in a public corporation; “working meeting” means meeting convened for normal transaction of the business of the Commission, attended only by full-time Commissioners."
    }
  ],
  "definitions": [
    {
      "term": "full-time member",
      "definition": "a member of the Commission appointed under section 1(2)(a) of this Act",
      "source_provision": "s17"
    },
    {
      "term": "plenary meeting",
      "definition": "joint meetings of the full-time Commissioners and part-time Commissioners convened to discuss broad issues",
      "source_provision": "s17"
    },
    {
      "term": "working meeting",
      "definition": "meeting convened for normal transaction of the business of the Commission, attended only by full-time Commissioners. In this Act unless the context otherwise requires— “full-time member” means a member of the Commission appointed under section 1(2)(a) of this Act",
      "source_provision": "s17"
    },
    {
      "term": "plenary meeting",
      "definition": "joint meetings of the full-time Commissioners and part-time Commissioners convened to discuss broad issues",
      "source_provision": "s17"
    }
  ]
}