{
  "id": "act-485-1994",
  "type": "act",
  "title": "National Population Council Act, 1994",
  "short_name": "NPC 1994",
  "act_number": 485,
  "year": 1994,
  "status": "in_force",
  "issued_date": "1994-12-30",
  "url": "https://ghalii.org/akn/gh/act/1994/485",
  "provisions": [
    {
      "provision_ref": "s1",
      "part": "Part I – Establishment of National Population Council",
      "section": "1",
      "title": "Establishment of Council",
      "content": "(1) There is established by this Act a body to be known as the National Population Council referred to in this Act as the “Council”. There is established by this Act a body to be known as the National Population Council referred to in this Act as the “Council”. (2) The Council shall be a body corporate with perpetual succession and a common seal and may sue and be sued in its corporate name. The Council shall be a body corporate with perpetual succession and a common seal and may sue and be sued in its corporate name. (3) The Council may for the discharge of its functions acquire and hold any movable or immovable property and enter into any contract or other transaction. The Council may for the discharge of its functions acquire and hold any movable or immovable property and enter into any contract or other transaction. (4) The Council shall be responsible to the President. The Council shall be responsible to the President."
    },
    {
      "provision_ref": "s2",
      "part": "Part I – Establishment of National Population Council",
      "section": "2",
      "title": "Composition of the Council",
      "content": "(1) The Council shall consist of the following members who shall be appointed by the President in consultation with the Council of State— The Council shall consist of the following members who shall be appointed by the President in consultation with the Council of State— a chairman who shall be a person knowledgeable in population matters; a chairman who shall be a person knowledgeable in population matters; a Vice-Chairman; a Vice-Chairman; the Executive Director appointed under section 10 of this Act; the Executive Director appointed under section 10 of this Act; one representative from each of the following— one representative from each of the following— the National Council on Women and Development (N.C.W.D.); the National Council on Women and Development (N.C.W.D.); the National Association of Farmers and Fishermen; the National Association of Farmers and Fishermen; the National Development Planning Commission (N.D.P.C.); the National Development Planning Commission (N.D.P.C.); the Ministry of Finance; the Ministry of Finance; the Ministry of Health; the Ministry of Health; the Trades Union Congress; the Trades Union Congress; the Statistical Service; the Statistical Service; the Ghana Medical Association; the Ghana Medical Association; the National House of Chiefs. the National House of Chiefs. three persons representing NGO’s registered in Ghana; and three persons representing NGO’s registered in Ghana; and eight other citizens at least three of whom shall be women. eight other citizens at least three of whom shall be women. (2) The President shall in appointing the persons under paragraph (f) of subsection (1) of this section have regard to the knowledge of the persons and their ability to contribute to the work of the Council. The President shall in appointing the persons under paragraph (f) of subsection (1) of this section have regard to the knowledge of the persons and their ability to contribute to the work of the Council."
    },
    {
      "provision_ref": "s3",
      "part": "Part I – Establishment of National Population Council",
      "section": "3",
      "title": "Functions of the Council",
      "content": "The Council shall have the following functions— advise the Government on population programmes and activities which the Council considers necessary for better and effective population management; advise the Government on population programmes and activities which the Council considers necessary for better and effective population management; recommend such new population policies or changes to existing policies as it considers necessary for a better and effective population management; recommend such new population policies or changes to existing policies as it considers necessary for a better and effective population management; promote comprehensive population programmes for integration into the national development plans; promote comprehensive population programmes for integration into the national development plans; determine targets for population programme performance and the expected impact and recommend strategies for their achievement; determine targets for population programme performance and the expected impact and recommend strategies for their achievement; encourage the full participation of the private sector in attaining the set population targets or goals; encourage the full participation of the private sector in attaining the set population targets or goals; promote research and studies on population issues; promote research and studies on population issues; co-ordinate and monitor population programmes in the country; co-ordinate and monitor population programmes in the country; advise on suitable methods for generating internal and external resources to support the implementation of population policies; and advise on suitable methods for generating internal and external resources to support the implementation of population policies; and perform such other functions as are incidental to the foregoing. perform such other functions as are incidental to the foregoing."
    },
    {
      "provision_ref": "s4",
      "part": "Part I – Establishment of National Population Council",
      "section": "4",
      "title": "Tenure of office of members",
      "content": "(1) A member of the Council other than the Executive Director shall hold office for a period not exceeding three years and shall on the expiration of that period be eligible for re-appointment. A member of the Council other than the Executive Director shall hold office for a period not exceeding three years and shall on the expiration of that period be eligible for re-appointment. (2) A member of the Council other than the Executive Director may at any time by letter addressed to the President resign his office. A member of the Council other than the Executive Director may at any time by letter addressed to the President resign his office. (3) A member who is absent from three consecutive meetings of the Council without sufficient cause shall cease to be a member. A member who is absent from three consecutive meetings of the Council without sufficient cause shall cease to be a member. (4) The Chairman or a member of the Council may be removed from office by the President for inability to perform the functions of his office, for stated misbehaviour or for any other just cause. The Chairman or a member of the Council may be removed from office by the President for inability to perform the functions of his office, for stated misbehaviour or for any other just cause. (5) The Chairman of the Council shall notify the President of vacancies that occur in the membership of the Council within three months of occurrence of the vacancy. The Chairman of the Council shall notify the President of vacancies that occur in the membership of the Council within three months of occurrence of the vacancy."
    },
    {
      "provision_ref": "s5",
      "part": "Part I – Establishment of National Population Council",
      "section": "5",
      "title": "Allowances for members",
      "content": "The Chairman and the other members of the Council shall be paid such allowances as the Council with the approval of the Minister responsible for Finance, may determine. The Chairman and the other members of the Council shall be paid such allowances as the Council with the approval of the Minister responsible for Finance, may determine."
    },
    {
      "provision_ref": "s6",
      "part": "Part I – Establishment of National Population Council",
      "section": "6",
      "title": "Meetings of the Council",
      "content": "(1) The Council shall meet for the despatch of business at such times and in such places as the Chairman may determine but shall meet at least twice in a year. The Council shall meet for the despatch of business at such times and in such places as the Chairman may determine but shall meet at least twice in a year. (2) The Chairman shall upon the request of not less than one-third of the membership convene a special meeting of the Council. The Chairman shall upon the request of not less than one-third of the membership convene a special meeting of the Council. (3) The quorum at a meeting of the Council shall consist of at least one-third of the membership and shall include the Executive Director or the person acting in that capacity. The quorum at a meeting of the Council shall consist of at least one-third of the membership and shall include the Executive Director or the person acting in that capacity. (4) Every meeting of the Council shall be presided over by the Chairman and in his absence by the Vice-Chairman and in the absence of both, by a member of the Council elected by the members present from among their number. Every meeting of the Council shall be presided over by the Chairman and in his absence by the Vice-Chairman and in the absence of both, by a member of the Council elected by the members present from among their number. (5) Questions before the Council shall be decided by a majority of the members present and voting. Questions before the Council shall be decided by a majority of the members present and voting. (6) The Chairman or the person presiding at a meeting of the Council shall in the event of equality of votes have a second or casting vote. The Chairman or the person presiding at a meeting of the Council shall in the event of equality of votes have a second or casting vote. (7) The Council may co-opt any person to attend any of its meetings but no co-opted person is entitled to vote at the meeting. The Council may co-opt any person to attend any of its meetings but no co-opted person is entitled to vote at the meeting. (8) The validity of the proceedings of the Council shall not be affected by a vacancy among its members or by a defect in the appointment or qualification of a member. The validity of the proceedings of the Council shall not be affected by a vacancy among its members or by a defect in the appointment or qualification of a member. (9) Except as otherwise expressly provided for under this Act, the Council shall determine and regulate the procedure for its meetings. Except as otherwise expressly provided for under this Act, the Council shall determine and regulate the procedure for its meetings."
    },
    {
      "provision_ref": "s7",
      "part": "Part I – Establishment of National Population Council",
      "section": "7",
      "title": "Committees of the Council",
      "content": "The Council may for the discharge of its functions appoint committees including technical committees of the Council comprising members of the Council or non-members or both and may assign to any such committee such functions of the Council as it may determine. The Council may for the discharge of its functions appoint committees including technical committees of the Council comprising members of the Council or non-members or both and may assign to any such committee such functions of the Council as it may determine."
    },
    {
      "provision_ref": "s8",
      "part": "Part I – Establishment of National Population Council",
      "section": "8",
      "title": "Function of Regional Co-ordinating Office and District Assembly",
      "content": "The office of each Regional Co-ordinating Council and of each District Assembly shall perform such functions of the Council in the region or district as the Council may assign to them. The office of each Regional Co-ordinating Council and of each District Assembly shall perform such functions of the Council in the region or district as the Council may assign to them."
    },
    {
      "provision_ref": "s9",
      "part": "Part II – Management and general provisions",
      "section": "9",
      "title": "Secretariat of the Council",
      "content": "(1) There shall be a National Population Council Secretariat referred to in this Act as the “Secretariat” which shall consist of the staff and employees of the Council and shall be headed by the Executive Director. There shall be a National Population Council Secretariat referred to in this Act as the “Secretariat” which shall consist of the staff and employees of the Council and shall be headed by the Executive Director. (2) The Secretariat shall, subject to the provisions of this Act, be responsible for giving effect to the decisions of the Council. The Secretariat shall, subject to the provisions of this Act, be responsible for giving effect to the decisions of the Council."
    },
    {
      "provision_ref": "s10",
      "part": "Part II – Management and general provisions",
      "section": "10",
      "title": "Executive Director and his functions",
      "content": "(1) There shall be appointed by the President in accordance with the advice of the Council given in consultation with the Public Services Commission an Executive Director of the Council who shall be the chief executive of the Council. There shall be appointed by the President in accordance with the advice of the Council given in consultation with the Public Services Commission an Executive Director of the Council who shall be the chief executive of the Council. (2) The Executive Director shall hold office on such terms and conditions as shall be specified in his letter of appointment. The Executive Director shall hold office on such terms and conditions as shall be specified in his letter of appointment. (3) Subject to such general directives as the Council may give, the Executive Director shall be responsible for the direction of the work of the Secretariat and for the day-to-day administration of the Council and shall ensure the implementation of the decision of the Council. Subject to such general directives as the Council may give, the Executive Director shall be responsible for the direction of the work of the Secretariat and for the day-to-day administration of the Council and shall ensure the implementation of the decision of the Council. (4) The Executive Director may delegate such of his duties as he may determine to any officer of the Council but the Executive Director shall not be relieved from ultimate responsibility for the discharge of any delegated function. The Executive Director may delegate such of his duties as he may determine to any officer of the Council but the Executive Director shall not be relieved from ultimate responsibility for the discharge of any delegated function. (5) The Executive Director shall be the secretary to the Council. The Executive Director shall be the secretary to the Council."
    },
    {
      "provision_ref": "s11",
      "part": "Part II – Management and general provisions",
      "section": "11",
      "title": "Appointment of other staff",
      "content": "(1) The Council shall have such other officers and employees as may be necessary for the proper and effective performance of its functions under this Act. The Council shall have such other officers and employees as may be necessary for the proper and effective performance of its functions under this Act. (2) Appointment of officers of the Council shall be made by the President in accordance with the advice of the Council given in consultation with the Public Services Commission. Appointment of officers of the Council shall be made by the President in accordance with the advice of the Council given in consultation with the Public Services Commission. (3) Other public officers may be transferred or seconded to the Council. Other public officers may be transferred or seconded to the Council. (4) The Council may engage the services of such experts and consultants as it may determine. The Council may engage the services of such experts and consultants as it may determine."
    },
    {
      "provision_ref": "s12",
      "part": "Part II – Management and general provisions",
      "section": "12",
      "title": "Delegation of power of appointment",
      "content": "The President may in accordance with article 195(2) of the Constitution delegate his power of appointment of public officers under this Part. The President may in accordance with article 195(2) of the Constitution delegate his power of appointment of public officers under this Part."
    },
    {
      "provision_ref": "s13",
      "part": "Part II – Management and general provisions",
      "section": "13",
      "title": "Funds of the Council",
      "content": "(1) The funds of the Council shall consist of— The funds of the Council shall consist of— Government subvention; Government subvention; any monies that may accrue to the Council in the performance of its functions; any monies that may accrue to the Council in the performance of its functions; profits from investments; and profits from investments; and gifts and donations. gifts and donations. (2) The Council may with the approval of the Minister for Finance invest such of its monies as are not required for immediate use. The Council may with the approval of the Minister for Finance invest such of its monies as are not required for immediate use."
    },
    {
      "provision_ref": "s14",
      "part": "Part II – Management and general provisions",
      "section": "14",
      "title": "Borrowing powers and bank account",
      "content": "(1) Subject to the provisions on loans in article 181 of the Constitution, the Council may obtain loans and other credit facilities on the guarantee of government from such bank and institutions as the Minister for Finance may approve. Subject to the provisions on loans in article 181 of the Constitution, the Council may obtain loans and other credit facilities on the guarantee of government from such bank and institutions as the Minister for Finance may approve. (2) The Council may open bank accounts in such banks as the Minister for Finance may approve. The Council may open bank accounts in such banks as the Minister for Finance may approve."
    },
    {
      "provision_ref": "s15",
      "part": "Part II – Management and general provisions",
      "section": "15",
      "title": "Accounts and audits",
      "content": "(1) The Council shall keep books of account and proper records in relation to them and the accounts and records of the Council shall be in a form approved by the Auditor-General. The Council shall keep books of account and proper records in relation to them and the accounts and records of the Council shall be in a form approved by the Auditor-General. (2) The accounts of the Council shall be audited by the Auditor-General within six months after the end of each financial year. The accounts of the Council shall be audited by the Auditor-General within six months after the end of each financial year. (3) The financial year of the Council shall be the same as the financial year of the government. The financial year of the Council shall be the same as the financial year of the government. (4) The Executive Director shall prepare budget estimates for each financial year and present the estimates to the Council for its approval not later than two months before the beginning of the financial year to which the estimates relate. The Executive Director shall prepare budget estimates for each financial year and present the estimates to the Council for its approval not later than two months before the beginning of the financial year to which the estimates relate."
    },
    {
      "provision_ref": "s16",
      "part": "Part II – Management and general provisions",
      "section": "16",
      "title": "Annual report and other reports",
      "content": "(1) The Council shall as soon as possible after the expiration of each financial year but within six months after the end of the year, submit to the President an annual report covering the activities and the operations of the Council for the year to which the report relates. The Council shall as soon as possible after the expiration of each financial year but within six months after the end of the year, submit to the President an annual report covering the activities and the operations of the Council for the year to which the report relates. (2) The annual report submitted under subsection (1) shall include the report of the Auditor-General. The annual report submitted under subsection (1) shall include the report of the Auditor-General. (3) A copy of the annual report of the Council shall be sent by the Council to the following— A copy of the annual report of the Council shall be sent by the Council to the following— the Minister for Finance; the Minister for Finance; the Government Statistician; and the Government Statistician; and the Chairman, National Development Planning Commission. the Chairman, National Development Planning Commission. (4) The President shall within two months after the receipt of the annual report cause the report to be submitted to Parliament with such statement as he may consider necessary. The President shall within two months after the receipt of the annual report cause the report to be submitted to Parliament with such statement as he may consider necessary. (5) The Council shall also submit to the President such other reports as the President may require. The Council shall also submit to the President such other reports as the President may require."
    },
    {
      "provision_ref": "s17",
      "part": "Part II – Management and general provisions",
      "section": "17",
      "title": "Tax exemption",
      "content": "The Council may be exempted from the payment of such taxes and duties as the Minister for Finance with the approval of Parliament may determine. The Council may be exempted from the payment of such taxes and duties as the Minister for Finance with the approval of Parliament may determine."
    },
    {
      "provision_ref": "s18",
      "part": "Part II – Management and general provisions",
      "section": "18",
      "title": "Relationship with other public bodies",
      "content": "All government departments, government agencies and all other public authorities shall co-operate fully with the Council in the performance of its functions under this Act. All government departments, government agencies and all other public authorities shall co-operate fully with the Council in the performance of its functions under this Act."
    },
    {
      "provision_ref": "s19",
      "part": "Part II – Management and general provisions",
      "section": "19",
      "title": "Regulations",
      "content": "The President or a Minister designated by him for the purpose may on the advice of the Council by legislative instrument make such regulations as may be necessary for the full implementation of the provisions of this Act. The President or a Minister designated by him for the purpose may on the advice of the Council by legislative instrument make such regulations as may be necessary for the full implementation of the provisions of this Act."
    }
  ],
  "definitions": []
}