{
  "id": "act-490-1994",
  "type": "act",
  "title": "Environmental Protection Agency Act, 1994",
  "short_name": "EPA 1994",
  "act_number": 490,
  "year": 1994,
  "status": "in_force",
  "issued_date": "1994-12-30",
  "url": "https://ghalii.org/akn/gh/act/1994/490",
  "provisions": [
    {
      "provision_ref": "s1",
      "part": "Part I – Establishment of the Environmental Protection Agency",
      "section": "1",
      "title": "Establishment of Agency",
      "content": "(1) There is established by this Act a body to be known as the Environmental Protection Agency referred to in this Act as the “Agency”. There is established by this Act a body to be known as the Environmental Protection Agency referred to in this Act as the “Agency”. (2) The Agency shall be a body corporate with per­petual succession and a common seal and may sue and be sued in its corporate name. The Agency shall be a body corporate with per­petual succession and a common seal and may sue and be sued in its corporate name. (3) The Agency shall for the discharge of its functions have power to acquire and hold any movable or immovable property and to enter into any contract or other transaction. The Agency shall for the discharge of its functions have power to acquire and hold any movable or immovable property and to enter into any contract or other transaction."
    },
    {
      "provision_ref": "s2",
      "part": "Part I – Establishment of the Environmental Protection Agency",
      "section": "2",
      "title": "Functions of the Agency",
      "content": "The functions of the Agency are— to advise the Minister on the formulation of policies on all aspects of the environment and in particular make recommendations for the protection of the environment; to advise the Minister on the formulation of policies on all aspects of the environment and in particular make recommendations for the protection of the environment; to co-ordinate the activities of bodies concerned with the technical or practical aspects of the environment and serve as a channel of com­munication between such bodies and the Ministry; to co-ordinate the activities of bodies concerned with the technical or practical aspects of the environment and serve as a channel of com­munication between such bodies and the Ministry; to co-ordinate the activities of such bodies as it considers appropriate for the purposes of controlling the generation, treatment, storage, transportation and disposal of industrial waste; to co-ordinate the activities of such bodies as it considers appropriate for the purposes of controlling the generation, treatment, storage, transportation and disposal of industrial waste; to secure in collaboration with such persons as it may determine the control and prevention of discharge of waste into the environment and the protection and improvement of the quality of the environment; to secure in collaboration with such persons as it may determine the control and prevention of discharge of waste into the environment and the protection and improvement of the quality of the environment; to collaborate with such foreign and interna­tional agencies as the Agency considers necessary for the purposes of this Act; to collaborate with such foreign and interna­tional agencies as the Agency considers necessary for the purposes of this Act; to issue environmental permits and pollution abatement notices for controlling the volume, types, constituents and effects of waste dis­charges, emissions, deposits or other source of pollutants and of substances which are hazardous or potentially dangerous to the quality of the environment or any segment of the environ­ment; to issue environmental permits and pollution abatement notices for controlling the volume, types, constituents and effects of waste dis­charges, emissions, deposits or other source of pollutants and of substances which are hazardous or potentially dangerous to the quality of the environment or any segment of the environ­ment; to issue notice in the form of directives, procedures or warnings to such bodies as it may determine for the purpose of controlling the volume, intensity and quality of noise in the environment; to issue notice in the form of directives, procedures or warnings to such bodies as it may determine for the purpose of controlling the volume, intensity and quality of noise in the environment; to prescribe standards and guidelines relating to the pollution of air, water, land and other forms of environmental pollution including the discharge of wastes and the control of toxic substances; to prescribe standards and guidelines relating to the pollution of air, water, land and other forms of environmental pollution including the discharge of wastes and the control of toxic substances; to ensure compliance with any laid down envir­onmental impact assessment procedures in the planning and execution of development projects, including compliance in respect of existing projects; to ensure compliance with any laid down envir­onmental impact assessment procedures in the planning and execution of development projects, including compliance in respect of existing projects; to act in liaison and co-operation with govern­ment agencies, District Assemblies and other bodies and institutions to control pollution and generally protect the environment; to act in liaison and co-operation with govern­ment agencies, District Assemblies and other bodies and institutions to control pollution and generally protect the environment; to conduct investigations into environmental issues and advise the Minister thereon; to conduct investigations into environmental issues and advise the Minister thereon; to promote studies, research, surveys and analy­ses for the improvement and protection of the environment and the maintenance of sound ecological systems in Ghana; to promote studies, research, surveys and analy­ses for the improvement and protection of the environment and the maintenance of sound ecological systems in Ghana; to initiate and pursue formal and non-formal education programmes for the creation of public awareness of the environment and its importance to the economic and social life of the country; to initiate and pursue formal and non-formal education programmes for the creation of public awareness of the environment and its importance to the economic and social life of the country; to promote effective planning in the manage­ment of the environment; to promote effective planning in the manage­ment of the environment; to develop a comprehensive database on the environment and environmental protection for the information of the public; to develop a comprehensive database on the environment and environmental protection for the information of the public; to conduct seminars and training programmes and gather and publish reports and informa­tion relating to the environment; to conduct seminars and training programmes and gather and publish reports and informa­tion relating to the environment; to impose and collect environmental protection levies in accordance with this Act or regula­tions made under this Act; to impose and collect environmental protection levies in accordance with this Act or regula­tions made under this Act; to co-ordinate with such international agencies as the Agency considers necessary for the purposes of this Act; and to co-ordinate with such international agencies as the Agency considers necessary for the purposes of this Act; and to perform any other functions conferred on it under this Act. to perform any other functions conferred on it under this Act."
    },
    {
      "provision_ref": "s3",
      "part": "Part I – Establishment of the Environmental Protection Agency",
      "section": "3",
      "title": "Ministerial directions",
      "content": "The Minister may give to the Agency such directives of a general nature as to the policy to be followed by the Agency in the performance of its functions as appear to the Minister to be necessary in the public interest. The Minister may give to the Agency such directives of a general nature as to the policy to be followed by the Agency in the performance of its functions as appear to the Minister to be necessary in the public interest."
    },
    {
      "provision_ref": "s4",
      "part": "Part I – Establishment of the Environmental Protection Agency",
      "section": "4",
      "title": "Governing body of Agency",
      "content": "(1) The governing body of the Agency shall be a Board which shall be responsible for the discharge of the functions of the Agency. The governing body of the Agency shall be a Board which shall be responsible for the discharge of the functions of the Agency. (2) The Board shall consist of the following members appointed by the President in consultation with the Council of State— The Board shall consist of the following members appointed by the President in consultation with the Council of State— a chairman who shall be a person knowledgeable in environmental matters; a chairman who shall be a person knowledgeable in environmental matters; the Executive Director of the Agency; the Executive Director of the Agency; a representative of the Council for Scientific and Industrial Research, not below the rank of Principal Research Officer; a representative of the Council for Scientific and Industrial Research, not below the rank of Principal Research Officer; a representative of the Ghana Standards Board, not below the rank of Principal Scienti­fic Officer; a representative of the Ghana Standards Board, not below the rank of Principal Scienti­fic Officer; a representative, not below the rank of Director from the Ministries responsible for— a representative, not below the rank of Director from the Ministries responsible for— Environment; Environment; Local Government; Local Government; Finance; Finance; Health; and Health; and Education; Education; a representative of the Association of Ghana Industries; and a representative of the Association of Ghana Industries; and three other persons at least one of whom shall be a woman. three other persons at least one of whom shall be a woman. (3) One of the members appointed under subsection (2)(g) of this section shall be a person knowledgeable in finance or commerce. One of the members appointed under subsection (2)(g) of this section shall be a person knowledgeable in finance or commerce. (4) The President shall in making the appointments under this section have regard to the knowledge, expertise and experience of the persons in matters relating to the environment. The President shall in making the appointments under this section have regard to the knowledge, expertise and experience of the persons in matters relating to the environment."
    },
    {
      "provision_ref": "s5",
      "part": "Part I – Establishment of the Environmental Protection Agency",
      "section": "5",
      "title": "Tenure of office of members",
      "content": "(1) A member of the Board other than the Executive Director shall hold office for a period not exceeding three years and shall on the expiration of that period be eligible for re-appointment. A member of the Board other than the Executive Director shall hold office for a period not exceeding three years and shall on the expiration of that period be eligible for re-appointment. (2) A member of the Board other than the Executive Director may at any time by letter addressed to the Presi­dent resign his office. A member of the Board other than the Executive Director may at any time by letter addressed to the Presi­dent resign his office. (3) A member who is absent from three consecutive meetings of the Board without sufficient cause shall cease to be a member. A member who is absent from three consecutive meetings of the Board without sufficient cause shall cease to be a member. (4) The Chairman or a member of the Board may be removed from office by the President for inability to per­form the functions of his office, for stated misbehaviour or for any other just cause. The Chairman or a member of the Board may be removed from office by the President for inability to per­form the functions of his office, for stated misbehaviour or for any other just cause. (5) The Chairman of the Board shall through the Minister notify the President of vacancies that occur in the membership of the Board within one month of the occur­rence of the vacancy. The Chairman of the Board shall through the Minister notify the President of vacancies that occur in the membership of the Board within one month of the occur­rence of the vacancy."
    },
    {
      "provision_ref": "s6",
      "part": "Part I – Establishment of the Environmental Protection Agency",
      "section": "6",
      "title": "Allowances for members",
      "content": "The Chairman and the other members of the Board shall be paid such allowances as the Minister, in consultation with the Minister responsible for Finance, may determine. The Chairman and the other members of the Board shall be paid such allowances as the Minister, in consultation with the Minister responsible for Finance, may determine."
    },
    {
      "provision_ref": "s7",
      "part": "Part I – Establishment of the Environmental Protection Agency",
      "section": "7",
      "title": "Meeting of the Board",
      "content": "(1) The Board shall meet for the despatch of business at such times and in such places as the Chairman may determine but shall meet at least once every three months. The Board shall meet for the despatch of business at such times and in such places as the Chairman may determine but shall meet at least once every three months. (2) The Chairman shall upon the request of not less than one-third of the membership convene a special meeting of the Board. The Chairman shall upon the request of not less than one-third of the membership convene a special meeting of the Board. (3) The quorum at a meeting of the Board shall consist of seven members and shall include the Executive Director or the person acting in that capacity. The quorum at a meeting of the Board shall consist of seven members and shall include the Executive Director or the person acting in that capacity. (4) Every meeting of the Board shall be presided over by the Chairman and in his absence by a member of the Board elected by the members present from among their number. Every meeting of the Board shall be presided over by the Chairman and in his absence by a member of the Board elected by the members present from among their number. (5) Questions before the Board shall be decided by a majority of the members present and voting. Questions before the Board shall be decided by a majority of the members present and voting. (6) The Chairman or the person presiding at a meet­ing of the Board shall in the event of equality of votes have a second or casting vote. The Chairman or the person presiding at a meet­ing of the Board shall in the event of equality of votes have a second or casting vote. (7) The Board may co-opt any person to act as an adviser at its meetings but no co-opted person is entitled to vote at the meeting. The Board may co-opt any person to act as an adviser at its meetings but no co-opted person is entitled to vote at the meeting. (8) The validity of the proceedings of the Board shall not be affected by a vacancy among its members or by a defect in the appointment or qualification of a member. The validity of the proceedings of the Board shall not be affected by a vacancy among its members or by a defect in the appointment or qualification of a member. (9) Except as otherwise expressly provided for under this section, the Board shall determine and regulate the proce­dure for its meetings. Except as otherwise expressly provided for under this section, the Board shall determine and regulate the proce­dure for its meetings."
    },
    {
      "provision_ref": "s8",
      "part": "Part I – Establishment of the Environmental Protection Agency",
      "section": "8",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who is directly or indirectly interested in any matter being considered or dealt with by the Board shall disclose the nature of his interest at a meet­ing of the Board and shall not take part in any deliberation or decision of the Board with respect to the matter. A member of the Board who is directly or indirectly interested in any matter being considered or dealt with by the Board shall disclose the nature of his interest at a meet­ing of the Board and shall not take part in any deliberation or decision of the Board with respect to the matter. (2) A member who fails to disclose his interest under subsection (2) of this section shall be removed from the Board. A member who fails to disclose his interest under subsection (2) of this section shall be removed from the Board."
    },
    {
      "provision_ref": "s9",
      "part": "Part I – Establishment of the Environmental Protection Agency",
      "section": "9",
      "title": "Committees of the Board",
      "content": "The Board may for the discharge of the functions of the Agency appoint committees of the Board compris­ing members of the Board or non-members or both and assign to any such committee such functions of the Agency as the Board may determine. The Board may for the discharge of the functions of the Agency appoint committees of the Board compris­ing members of the Board or non-members or both and assign to any such committee such functions of the Agency as the Board may determine."
    },
    {
      "provision_ref": "s10",
      "part": "Part I – Establishment of the Environmental Protection Agency",
      "section": "10",
      "title": "Hazardous Chemicals Committee",
      "content": "(1) Without prejudice to section 9 of this Act there is established by this Act a committee of the Board to be known as the “Hazardous Chemicals Committee”. Without prejudice to section 9 of this Act there is established by this Act a committee of the Board to be known as the “Hazardous Chemicals Committee”. (2) The Hazardous Chemicals Committee shall con­sist of— The Hazardous Chemicals Committee shall con­sist of— the Executive Director who shall be the Chairman; the Executive Director who shall be the Chairman; one representative of the— one representative of the— Ghana Standards Board; Ghana Standards Board; Ghana Atomic Energy Commission; Ghana Atomic Energy Commission; Ghana Cocoa Board; Ghana Cocoa Board; Crops Services Department of the Ministry of Food and Agriculture; Crops Services Department of the Ministry of Food and Agriculture; Veterinary Services Department of the Ministry of Food and Agriculture; Veterinary Services Department of the Ministry of Food and Agriculture; Council for Scientific and Indus­trial Research; Council for Scientific and Indus­trial Research; three officers from the Agency; and three officers from the Agency; and three other persons being persons with specialised knowledge and experience in toxic chemical management. three other persons being persons with specialised knowledge and experience in toxic chemical management. (3) The functions of the Hazardous Chemicals Committee shall be to— The functions of the Hazardous Chemicals Committee shall be to— monitor, the use of hazardous chemicals by collecting information on the importation, exportation, manufacture, distribution, sale, use and disposal of such chemicals; monitor, the use of hazardous chemicals by collecting information on the importation, exportation, manufacture, distribution, sale, use and disposal of such chemicals; advise the Board and the Executive Director on the regulation and management of hazardous chemicals; and advise the Board and the Executive Director on the regulation and management of hazardous chemicals; and perform such other functions relating to such chemicals as the Board or the Executive Director may determine. perform such other functions relating to such chemicals as the Board or the Executive Director may determine."
    },
    {
      "provision_ref": "s11",
      "part": "Part I – Establishment of the Environmental Protection Agency",
      "section": "11",
      "title": "Regional and district offices of Agency",
      "content": "(1) There shall be established in each regional capital of Ghana and in such districts as the Board may determine regional and district offices of the Agency. There shall be established in each regional capital of Ghana and in such districts as the Board may determine regional and district offices of the Agency. (2) A regional or district office of the Agency shall be provided with such public officers as the Board in consultation with the Public Services Commission shall deter­mine. A regional or district office of the Agency shall be provided with such public officers as the Board in consultation with the Public Services Commission shall deter­mine. (3) A regional or district office of the Agency shall perform such functions of the Agency in the region or district as the Board shall direct. A regional or district office of the Agency shall perform such functions of the Agency in the region or district as the Board shall direct."
    },
    {
      "provision_ref": "s12",
      "part": "Part II – Enforcement and Control",
      "section": "12",
      "title": "Power of Agency to request for environmental impact assessment",
      "content": "(1) The Agency may by notice in writing require any person responsible for any undertaking which in the opinion of the Agency has or is likely to have adverse effect on the environment to submit to the Agency in respect of the undertaking an environmental impact assessment con­taining such information within such period as shall be specified in the notice. The Agency may by notice in writing require any person responsible for any undertaking which in the opinion of the Agency has or is likely to have adverse effect on the environment to submit to the Agency in respect of the undertaking an environmental impact assessment con­taining such information within such period as shall be specified in the notice. (2) Where the Agency issues a notice under sub-section (1), it shall inform any organ or department of government that has responsibility for the issue of any licence, permit, approval or consent in connection with any matter affecting the environment that the notice has been issued, and the organ or department shall not grant the licence, permit, approval or consent unless it has been notified by the Agency that the notice has been complied with. Where the Agency issues a notice under sub-section (1), it shall inform any organ or department of government that has responsibility for the issue of any licence, permit, approval or consent in connection with any matter affecting the environment that the notice has been issued, and the organ or department shall not grant the licence, permit, approval or consent unless it has been notified by the Agency that the notice has been complied with."
    },
    {
      "provision_ref": "s13",
      "part": "Part II – Enforcement and Control",
      "section": "13",
      "title": "Enforcement notice",
      "content": "(1) Where it appears to the Agency that the activities of any undertaking poses a serious threat to the environment or to public health, the Agency may serve on the person responsible for the undertaking, an enforcement notice requiring him to take such steps as the Agency thinks necessary to prevent or stop the activities. Where it appears to the Agency that the activities of any undertaking poses a serious threat to the environment or to public health, the Agency may serve on the person responsible for the undertaking, an enforcement notice requiring him to take such steps as the Agency thinks necessary to prevent or stop the activities. (2) An enforcement notice shall specify— An enforcement notice shall specify— the offending activity; the offending activity; the steps required to be taken; and the steps required to be taken; and the time within which the steps shall be taken. the time within which the steps shall be taken. (3) The Agency may in an enforcement notice direct the immediate cessation of the offending activity where it considers that the circumstances so demand. The Agency may in an enforcement notice direct the immediate cessation of the offending activity where it considers that the circumstances so demand. (4) Any person who acts contrary to an enforcement notice issued under this section commits an offence and shall be liable on summary conviction to a fine not exceeding ₵2 million and in default to imprisonment for a term not exceeding one year. Any person who acts contrary to an enforcement notice issued under this section commits an offence and shall be liable on summary conviction to a fine not exceeding ₵2 million and in default to imprisonment for a term not exceeding one year."
    },
    {
      "provision_ref": "s14",
      "part": "Part II – Enforcement and Control",
      "section": "14",
      "title": "Power of Minister relating to enforcement notice",
      "content": "(1) Where a person to whom a notice has been served under subsection (1) of section 13 fails to comply with the directives contained in the notice within the stipulated time or such further period as the Agency may grant, the Minister, may without prejudice to a prosecution under subsection (4) of section 13, take such steps as he considers appropriate to ensure compliance with the notice. Where a person to whom a notice has been served under subsection (1) of section 13 fails to comply with the directives contained in the notice within the stipulated time or such further period as the Agency may grant, the Minister, may without prejudice to a prosecution under subsection (4) of section 13, take such steps as he considers appropriate to ensure compliance with the notice. (2) Where authorized by the Minister acting by virtue of subsection (1), a police officer, an officer of the Agency or any public officer authorised by the Minister may use such force as may be necessary for the purpose of ensuring compliance with the enforcement notice. Where authorized by the Minister acting by virtue of subsection (1), a police officer, an officer of the Agency or any public officer authorised by the Minister may use such force as may be necessary for the purpose of ensuring compliance with the enforcement notice. (3) Any person who hinders or obstructs any person acting under this section commits an offence and shall be liable on summary conviction to a fine not exceeding ₵500,000 or to imprisonment for a term not exceeding six months. Any person who hinders or obstructs any person acting under this section commits an offence and shall be liable on summary conviction to a fine not exceeding ₵500,000 or to imprisonment for a term not exceeding six months. (4) Any amount reasonably incurred by the Minister or any institution to prevent or stop the offending activities may be recovered from the person responsible as a civil debt, unless a court considers that the amount was incurred unnecessarily. Any amount reasonably incurred by the Minister or any institution to prevent or stop the offending activities may be recovered from the person responsible as a civil debt, unless a court considers that the amount was incurred unnecessarily."
    },
    {
      "provision_ref": "s15",
      "part": "Part II – Enforcement and Control",
      "section": "15",
      "title": "Environ­ment Protection Inspectors and their powers",
      "content": "(1) There shall be appointed by the Board officers designated as Environment Protection Inspectors referred to in this Act as “Inspectors”. There shall be appointed by the Board officers designated as Environment Protection Inspectors referred to in this Act as “Inspectors”. (2) An Inspector or any person authorised by the Board may at any reasonable time enter any premises for the purpose of ensuring compliance with this or any other law pertaining to the protection of the environment and shall, if required to do so by the person in charge of the premises, produce his authority to the person. An Inspector or any person authorised by the Board may at any reasonable time enter any premises for the purpose of ensuring compliance with this or any other law pertaining to the protection of the environment and shall, if required to do so by the person in charge of the premises, produce his authority to the person. (3) Any person who assaults or obstructs a duly authorized person acting in the execution of his duty under subsection (1) commits an offence and shall be liable on summary conviction to a fine not exceeding ₵500,000 or to imprisonment not exceeding six months or to both. Any person who assaults or obstructs a duly authorized person acting in the execution of his duty under subsection (1) commits an offence and shall be liable on summary conviction to a fine not exceeding ₵500,000 or to imprisonment not exceeding six months or to both."
    },
    {
      "provision_ref": "s16",
      "part": "Part III – National Environment Fund",
      "section": "16",
      "title": "Establish­ment of Environ­ment Fund",
      "content": "(1) There is established by this Act a fund to be known as the National Environment Fund referred to in this Act as the “Fund”. There is established by this Act a fund to be known as the National Environment Fund referred to in this Act as the “Fund”. (2) The sources of money for the Fund shall be— The sources of money for the Fund shall be— grants from government for the protection or improvement of the environment; grants from government for the protection or improvement of the environment; levies collected by the Agency in the per­formance of its functions; levies collected by the Agency in the per­formance of its functions; donations from the general public, institutions and organisations; and donations from the general public, institutions and organisations; and gifts. gifts."
    },
    {
      "provision_ref": "s17",
      "part": "Part III – National Environment Fund",
      "section": "17",
      "title": "Object of Fund",
      "content": "Monies of the Fund shall be applied for— environmental education of the general public; environmental education of the general public; research, studies and investigations relating to the functions of the Agency; research, studies and investigations relating to the functions of the Agency; human resource development; and human resource development; and such other purposes as the Board in consulta­tion with the Minister may determine. such other purposes as the Board in consulta­tion with the Minister may determine."
    },
    {
      "provision_ref": "s18",
      "part": "Part III – National Environment Fund",
      "section": "18",
      "title": "Manage­ment of the Fund",
      "content": "(1) The Fund shall be managed and administered by the Board which shall for this purpose include the Controller and Accountant-General or his representative. The Fund shall be managed and administered by the Board which shall for this purpose include the Controller and Accountant-General or his representative. (2) All monies for the Fund shall be paid into a bank account for the purpose opened by the Board with the approval of the Controller and Accountant-General. All monies for the Fund shall be paid into a bank account for the purpose opened by the Board with the approval of the Controller and Accountant-General. (3) The provisions under sections 25 and 26 of this Act on accounts and audit and annual report shall apply to the Fund. The provisions under sections 25 and 26 of this Act on accounts and audit and annual report shall apply to the Fund."
    },
    {
      "provision_ref": "s19",
      "part": "Part III – National Environment Fund",
      "section": "19",
      "title": "Functions of the Board in relation to the Fund",
      "content": "(1) The Board shall for the purpose of managing the Fund— The Board shall for the purpose of managing the Fund— formulate policies to generate money for the Fund; formulate policies to generate money for the Fund; determine the allocations to be made towards the objects of the Fund; and determine the allocations to be made towards the objects of the Fund; and determine annual targets of the Fund. determine annual targets of the Fund. (2) The Board may invest such part of the Fund as it considers appropriate in government securities or in such manner as may be approved by the Minister in con­sultation with the Minister for Finance. The Board may invest such part of the Fund as it considers appropriate in government securities or in such manner as may be approved by the Minister in con­sultation with the Minister for Finance. (3) All payments issued from the Fund shall be signed by the Chairman of the Board, the Executive Director and one other member of the Board. All payments issued from the Fund shall be signed by the Chairman of the Board, the Executive Director and one other member of the Board."
    },
    {
      "provision_ref": "s20",
      "part": "Part IV – Administration and General Provisions",
      "section": "20",
      "title": "Organisation of the Agency",
      "content": "The Board may create such departments or divisions in the Agency as the Board may consider necessary for the efficient discharge of the functions of the Agency. The Board may create such departments or divisions in the Agency as the Board may consider necessary for the efficient discharge of the functions of the Agency."
    },
    {
      "provision_ref": "s21",
      "part": "Part IV – Administration and General Provisions",
      "section": "21",
      "title": "Executive Director and his functions",
      "content": "(1) There shall be appointed by the President in accordance with the advice of the Board given in consultation with the Public Services Commission an Executive Director of the Agency who shall be the chief executive of the Agency. There shall be appointed by the President in accordance with the advice of the Board given in consultation with the Public Services Commission an Executive Director of the Agency who shall be the chief executive of the Agency. (2) The Executive Director shall hold office on such terms and conditions as shall be specified in his letter of appointment. The Executive Director shall hold office on such terms and conditions as shall be specified in his letter of appointment. (3) Subject to such general directives as the Board may give, the Executive Director shall be responsible for the direction of the work of the Agency and for the day to day administration of the Agency and shall ensure the implementation of the decisions of the Board. Subject to such general directives as the Board may give, the Executive Director shall be responsible for the direction of the work of the Agency and for the day to day administration of the Agency and shall ensure the implementation of the decisions of the Board. (4) The Executive Director may delegate such of his duties as he may determine to any officer of the Agency but the Executive Director shall not be relieved from ultimate responsibility for the discharge of any delegated function. The Executive Director may delegate such of his duties as he may determine to any officer of the Agency but the Executive Director shall not be relieved from ultimate responsibility for the discharge of any delegated function. (5) The Executive Director shall act as secretary to the Fund. The Executive Director shall act as secretary to the Fund."
    },
    {
      "provision_ref": "s22",
      "part": "Part IV – Administration and General Provisions",
      "section": "22",
      "title": "Appointment of other staff",
      "content": "(1) The Agency shall have such other officers and employees as may be necessary for the proper and effective performance of its functions under this Act. The Agency shall have such other officers and employees as may be necessary for the proper and effective performance of its functions under this Act. (2) Other public officers may be transferred or seconded to the Agency. Other public officers may be transferred or seconded to the Agency. (3) Appointment of officers of the Agency shall be made by the President in accordance with the advice of the Board given in consultation with the Public Services Commission and upon such terms and conditions as the appointing authority shall determine. Appointment of officers of the Agency shall be made by the President in accordance with the advice of the Board given in consultation with the Public Services Commission and upon such terms and conditions as the appointing authority shall determine. (4) The Agency may engage the services of such experts and consultants as the Board may determine. The Agency may engage the services of such experts and consultants as the Board may determine."
    },
    {
      "provision_ref": "s23",
      "part": "Part IV – Administration and General Provisions",
      "section": "23",
      "title": "Delegation of power of appointment",
      "content": "The President may in accordance with article 195 (2) of Constitution delegate his power of appointment of public officers under this Part. The President may in accordance with article 195 (2) of Constitution delegate his power of appointment of public officers under this Part."
    },
    {
      "provision_ref": "s24",
      "part": "Part IV – Administration and General Provisions",
      "section": "24",
      "title": "Expenses of the Agency",
      "content": "Parliament shall annually provide to the Agency such sum of money as may be necessary for the efficient discharge of its functions under this Act. Parliament shall annually provide to the Agency such sum of money as may be necessary for the efficient discharge of its functions under this Act."
    },
    {
      "provision_ref": "s25",
      "part": "Part IV – Administration and General Provisions",
      "section": "25",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books of account and proper records in relation to them and the accounts and records of the Agency shall be in a form approved by the Auditor-General. The Board shall keep books of account and proper records in relation to them and the accounts and records of the Agency shall be in a form approved by the Auditor-General. (2) The accounts of the Agency shall be audited by the Auditor-General within six months after the end of each financial year. The accounts of the Agency shall be audited by the Auditor-General within six months after the end of each financial year. (3) The financial year of the Agenoy shall be the same as the financial year of the government. The financial year of the Agenoy shall be the same as the financial year of the government. (4) The Executive Director shall prepare budget estimates for each financial year and present the estimates to the Board for its approval not later than two months before the end of the financial year. The Executive Director shall prepare budget estimates for each financial year and present the estimates to the Board for its approval not later than two months before the end of the financial year."
    },
    {
      "provision_ref": "s26",
      "part": "Part IV – Administration and General Provisions",
      "section": "26",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall as soon as practicable after the expiration of each financial year but within six months after the end of the year, submit to the Minister an annual report covering the activities and the operations of the Agency for the year to which the report relates. The Board shall as soon as practicable after the expiration of each financial year but within six months after the end of the year, submit to the Minister an annual report covering the activities and the operations of the Agency for the year to which the report relates. (2) The annual report submitted under subsection (1) shall include the report of the Auditor-General. The annual report submitted under subsection (1) shall include the report of the Auditor-General. (3) The Minister shall within two months after the receipt of the annual report submit a report to Parliament with such statement as he may consider necessary. The Minister shall within two months after the receipt of the annual report submit a report to Parliament with such statement as he may consider necessary. (4) The Board shall also submit to the Minister such other reports as the Minister may in writing require. The Board shall also submit to the Minister such other reports as the Minister may in writing require."
    },
    {
      "provision_ref": "s27",
      "part": "Part IV – Administration and General Provisions",
      "section": "27",
      "title": "Request for information",
      "content": "(1) The Executive Director or any officer of the Agency authorized by the Executive Director may request in writing from any person or request any person to attend at a time and place specified to give any information which the Executive Director considers reasonably necessary for the purposes of this Act. The Executive Director or any officer of the Agency authorized by the Executive Director may request in writing from any person or request any person to attend at a time and place specified to give any information which the Executive Director considers reasonably necessary for the purposes of this Act. (2) Any person who— Any person who— without reasonable excuse fails to provide information requested under subsection (1); or without reasonable excuse fails to provide information requested under subsection (1); or without reasonable excuse refuses or fails to attend as requested under subsection (1); or without reasonable excuse refuses or fails to attend as requested under subsection (1); or knowingly provides false information or any information which he has no reason to believe to be true; or knowingly provides false information or any information which he has no reason to believe to be true; or obstructs any public officer in the lawful execution of any powers under this Act; obstructs any public officer in the lawful execution of any powers under this Act; commits an offence and is liable on conviction to a fine not exceeding ¢22 million or to imprisonment for one year or to both. (3) Where an offence is committed under this Act or regulations made under it by a body of parsons— Where an offence is committed under this Act or regulations made under it by a body of parsons— in the case of body corporate other than a partnership, every director or an officer of the body shall also be deemed to be guilty of the offence; and in the case of body corporate other than a partnership, every director or an officer of the body shall also be deemed to be guilty of the offence; and in the case of a partnership every partner or officer of that body shall also be deemed to be guilty of that offence. in the case of a partnership every partner or officer of that body shall also be deemed to be guilty of that offence. (4) No person shall be deemed to be guilty of an offence by virtue of subsection (3) of this section if he proves that the offence was committed without his know­ledge or connivance and that he exercised all due care and diligence to prevent the commission of the offence having regard to all the circumstances. No person shall be deemed to be guilty of an offence by virtue of subsection (3) of this section if he proves that the offence was committed without his know­ledge or connivance and that he exercised all due care and diligence to prevent the commission of the offence having regard to all the circumstances."
    },
    {
      "provision_ref": "s28",
      "part": "Part IV – Administration and General Provisions",
      "section": "28",
      "title": "Regulations",
      "content": "(1) The Minister may on the advice of the Board by legislative instrument make regulations for the purpose of giving effect to the provisions of this Act. The Minister may on the advice of the Board by legislative instrument make regulations for the purpose of giving effect to the provisions of this Act. (2) Without prejudice to the generality of subsection (1) of this section, such regulation may provide for— Without prejudice to the generality of subsection (1) of this section, such regulation may provide for— standards and code of practice relating to the protection, development and rehabilitation of the environment; standards and code of practice relating to the protection, development and rehabilitation of the environment; the category of undertakings, enterprises, con­structions or developments in respect of which environmental impact assessment or environ­mental management plan is required by the Agency; the category of undertakings, enterprises, con­structions or developments in respect of which environmental impact assessment or environ­mental management plan is required by the Agency; the type, quantity, conditions or concentration of substances that may be released into the environment; the type, quantity, conditions or concentration of substances that may be released into the environment; the manufacture, importation, use, collection, storage, recycling, recovery or disposal of substances which may be hazardous to the environment; the manufacture, importation, use, collection, storage, recycling, recovery or disposal of substances which may be hazardous to the environment; the disposal of waste generally; the disposal of waste generally; the protection of any particular species of fauna and flora; the protection of any particular species of fauna and flora; matters in respect of which fees are payable and the amount payable; and matters in respect of which fees are payable and the amount payable; and matters for which permits are required under this Act. matters for which permits are required under this Act. (3) Notwithstanding section 9 of the Statutory Instruments Act, 1959 (No. 52) regulations made under this section may impose a penalty not exceeding ₵2 million or imprisonment for a term not exceeding one year or both and in the case of a continuing offence an additional penalty not exceeding ₵200,000 in respect of each day on which the offence is continued. Notwithstanding section 9 of the Statutory Instruments Act, 1959 (No. 52) regulations made under this section may impose a penalty not exceeding ₵2 million or imprisonment for a term not exceeding one year or both and in the case of a continuing offence an additional penalty not exceeding ₵200,000 in respect of each day on which the offence is continued."
    },
    {
      "provision_ref": "s29",
      "part": "Part IV – Administration and General Provisions",
      "section": "29",
      "title": "Interpretation",
      "content": "In his Act unless the context otherwise requires—“Board” means the governing body provided for under section 4(1) of this Act;“Minister” means the Minister responsible for the environment;“person responsible” in relation to any under­taking, enterprise, construction or develop­ment, includes any person at whose order or on whose behalf the undertaking, enterprise, construction or development is being done or will be done;“premises” includes any building, land, ship, air­craft, caravan but does not include a building or place used exclusively as a dwelling house. In his Act unless the context otherwise requires— “Board” means the governing body provided for under section 4(1) of this Act; “Minister” means the Minister responsible for the environment; “person responsible” in relation to any under­taking, enterprise, construction or develop­ment, includes any person at whose order or on whose behalf the undertaking, enterprise, construction or development is being done or will be done; “premises” includes any building, land, ship, air­craft, caravan but does not include a building or place used exclusively as a dwelling house."
    },
    {
      "provision_ref": "s30",
      "part": "Part IV – Administration and General Provisions",
      "section": "30",
      "title": "Dissolution, repeal and vesting",
      "content": "(1) The Environmental Protection Council Decree, 1974 (N.R.C.D. 239) and the Environmental Protection Council (Amendment) Decree, 1976 (S.M.C.D. 58) are repealed by this Act and accordingly the Council established under that Decree is dissolved. The Environmental Protection Council Decree, 1974 (N.R.C.D. 239) and the Environmental Protection Council (Amendment) Decree, 1976 (S.M.C.D. 58) are repealed by this Act and accordingly the Council established under that Decree is dissolved. (2) Notwithstanding the repeal under this section any instrument, any permit or order issued under the repealed enactment and in force at the commencement of this Act shall continue in force until altered or revoked under this Act. Notwithstanding the repeal under this section any instrument, any permit or order issued under the repealed enactment and in force at the commencement of this Act shall continue in force until altered or revoked under this Act. (3) All rights, assets, properties, obligations, liabili­ties held for or on behalf of the dissolved Environmental Protection Council and all persons employed for or by the dissolved Council are by this section transferred to the Agency established under this Act. All rights, assets, properties, obligations, liabili­ties held for or on behalf of the dissolved Environmental Protection Council and all persons employed for or by the dissolved Council are by this section transferred to the Agency established under this Act."
    }
  ],
  "definitions": [
    {
      "term": "Board",
      "definition": "the governing body provided for under section 4(1) of this Act",
      "source_provision": "s29"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for the environment",
      "source_provision": "s29"
    },
    {
      "term": "Board",
      "definition": "the governing body provided for under section 4(1) of this Act",
      "source_provision": "s29"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for the environment",
      "source_provision": "s29"
    }
  ]
}