{
  "id": "act-564-1998",
  "type": "act",
  "title": "Community Water and Sanitation Agency Act, 1998",
  "short_name": "CWSA 1998",
  "act_number": 564,
  "year": 1998,
  "status": "in_force",
  "issued_date": "1999-02-05",
  "url": "https://ghalii.org/akn/gh/act/1998/564",
  "provisions": [
    {
      "provision_ref": "s1",
      "part": "Part I – Establishment of the Community Water and Sanitation Agency",
      "section": "1",
      "title": "Establishment of the Community Water and Sanitation Agency",
      "content": "(1) There is established by this Act a body to be known as the Community Water and Sanitation Agency referred to in this Act as “the Agency”. There is established by this Act a body to be known as the Community Water and Sanitation Agency referred to in this Act as “the Agency”. (2) The Agency shall be a body corporate with perpetual succession and a common seal and may sue and be sued in its corporate name. The Agency shall be a body corporate with perpetual succession and a common seal and may sue and be sued in its corporate name. (3) The Agency may in the discharge of its functions acquire and hold any movable or immovable property and enter into any contract or other transaction. The Agency may in the discharge of its functions acquire and hold any movable or immovable property and enter into any contract or other transaction."
    },
    {
      "provision_ref": "s2",
      "part": "Part I – Establishment of the Community Water and Sanitation Agency",
      "section": "2",
      "title": "Object and functions of the Agency",
      "content": "(1) The object of the Agency is to facilitate the provision of safe water and related sanitation services to rural communities and small towns. The object of the Agency is to facilitate the provision of safe water and related sanitation services to rural communities and small towns. (2) For the purposes of subsection (1) the Agency shall perform the following functions— For the purposes of subsection (1) the Agency shall perform the following functions— provide support to District Assemblies to— provide support to District Assemblies to— promote the sustainability of safe water supply and related sanitation services in rural communities and small towns; and promote the sustainability of safe water supply and related sanitation services in rural communities and small towns; and enable the Assemblies encourage the active involvement of the communities, especially women, in the design, planning, construction and community management of projects related to safe water supply and related sanitation services; enable the Assemblies encourage the active involvement of the communities, especially women, in the design, planning, construction and community management of projects related to safe water supply and related sanitation services; formulate strategies for the effective mobilization of resources for the execution of safe water development and related sanitation programmes in rural communities and small towns; formulate strategies for the effective mobilization of resources for the execution of safe water development and related sanitation programmes in rural communities and small towns; encourage private sector participation in the provision of safe water supply and related sanitation services in rural communities and small towns; encourage private sector participation in the provision of safe water supply and related sanitation services in rural communities and small towns; provide District Assemblies with technical assistance in the planning and execution of water development and sanitation projects in the districts; provide District Assemblies with technical assistance in the planning and execution of water development and sanitation projects in the districts; assist and co-ordinate with Non-Governmental Organisations (NGOs) engaged in— assist and co-ordinate with Non-Governmental Organisations (NGOs) engaged in— the development of rural community and small town water supply; the development of rural community and small town water supply; the provision of sanitation facilities and hygiene education in the country; the provision of sanitation facilities and hygiene education in the country; initiate and pursue in collaboration with the Ministries of Local Government, Environment, Health and Education, formal and non-formal education programmes for the creation of public awareness in rural communities and small towns of water related health hazards; initiate and pursue in collaboration with the Ministries of Local Government, Environment, Health and Education, formal and non-formal education programmes for the creation of public awareness in rural communities and small towns of water related health hazards; prescribe standards and guidelines for safe water supply and provision of related sanitation services in rural communities and small towns and support the District Assemblies to ensure compliance by the suppliers of the services; prescribe standards and guidelines for safe water supply and provision of related sanitation services in rural communities and small towns and support the District Assemblies to ensure compliance by the suppliers of the services; charge reasonable fees for the services provided; charge reasonable fees for the services provided; collaborate with such international agencies as the Agency considers necessary for the purposes of this Act; and collaborate with such international agencies as the Agency considers necessary for the purposes of this Act; and perform any other functions assigned to it under this Act. perform any other functions assigned to it under this Act. (3) The Agency shall in the performance of its functions under this Act, act in conjunction with, collaborate with and co-operate with the Water Resources Commission, the Environmental Protection Agency, the Ghana Water and Sewerage Corporation and Other public and private bodies whose activities relate to the provision of safe water and related Sanitation services in rural communities and small towns. The Agency shall in the performance of its functions under this Act, act in conjunction with, collaborate with and co-operate with the Water Resources Commission, the Environmental Protection Agency, the Ghana Water and Sewerage Corporation and Other public and private bodies whose activities relate to the provision of safe water and related Sanitation services in rural communities and small towns. (4) Without prejudice to subsection (3), the Agency shall in the discharge of its functions under this Act co-operate with all government departments, public and private institutions and any other agencies. Without prejudice to subsection (3), the Agency shall in the discharge of its functions under this Act co-operate with all government departments, public and private institutions and any other agencies."
    },
    {
      "provision_ref": "s3",
      "part": "Part I – Establishment of the Community Water and Sanitation Agency",
      "section": "3",
      "title": "Ministerial directives",
      "content": "The Minister may give to the Agency such directives of a general nature on the policy to be followed by the Agency in the performance of its functions as appear to him to be in the public interest. The Minister may give to the Agency such directives of a general nature on the policy to be followed by the Agency in the performance of its functions as appear to him to be in the public interest."
    },
    {
      "provision_ref": "s4",
      "part": "Part I – Establishment of the Community Water and Sanitation Agency",
      "section": "4",
      "title": "Governing body of Agency",
      "content": "(1) The governing body of the Agency shall be a Board. The governing body of the Agency shall be a Board. (2) The Board shall consist of the following members appointed by the President in consultation with the Council of State— The Board shall consist of the following members appointed by the President in consultation with the Council of State— a chairman; a chairman; the Chief Executive of the Agency appointed under section 12; the Chief Executive of the Agency appointed under section 12; a representative of the Ghana Water and Sewerage Corporation, not below the rank of a Deputy Managing Director; a representative of the Ghana Water and Sewerage Corporation, not below the rank of a Deputy Managing Director; a representative of the Ministry of Local Government and Rural Development not below the rank of a Director; a representative of the Ministry of Local Government and Rural Development not below the rank of a Director; a representative of the Ministry of Works and Housing not below the rank of a Director; a representative of the Ministry of Works and Housing not below the rank of a Director; one representative of NGOs engaged in the rural water supply and sanitation sector; one representative of NGOs engaged in the rural water supply and sanitation sector; a representative of the National House of Chiefs; and a representative of the National House of Chiefs; and two other persons. two other persons. (3) Two at least of the members of the Board shall be women. Two at least of the members of the Board shall be women. (4) The President shall in making the appointments under this section, have regard to the expertise and experience of the persons in matters related to the functions of the Agency, particularly in the fields of public health, local government administration and finance. The President shall in making the appointments under this section, have regard to the expertise and experience of the persons in matters related to the functions of the Agency, particularly in the fields of public health, local government administration and finance."
    },
    {
      "provision_ref": "s5",
      "part": "Part I – Establishment of the Community Water and Sanitation Agency",
      "section": "5",
      "title": "Functions of the Board",
      "content": "The Board shall be responsible for— ensuring the implementation of the functions of the Agency; ensuring the implementation of the functions of the Agency; investing such monies of the Agency as it considers fit; and investing such monies of the Agency as it considers fit; and the formulation of general policies for the proper management of the Agency. the formulation of general policies for the proper management of the Agency."
    },
    {
      "provision_ref": "s6",
      "part": "Part I – Establishment of the Community Water and Sanitation Agency",
      "section": "6",
      "title": "Tenure of office of members",
      "content": "(1) A member of the Board other than the Chief Executive shall hold office for a period not exceeding three years and shall on the expiration of that period be eligible for re-appointment. A member of the Board other than the Chief Executive shall hold office for a period not exceeding three years and shall on the expiration of that period be eligible for re-appointment. (2) A member who is absent from three consecutive meetings of the Board without sufficient cause shall cease to be a member of the Board. A member who is absent from three consecutive meetings of the Board without sufficient cause shall cease to be a member of the Board. (3) Where a member of the Board is incapacitated by reason of his absence from Ghana or illness or any other sufficient cause from the performance of the duties of his office for a period of more than twelve months, the President may appoint another person to hold office in his place until the incapacity of that person has terminated or until the expiration of the term of office of that member, whichever occurs first. Where a member of the Board is incapacitated by reason of his absence from Ghana or illness or any other sufficient cause from the performance of the duties of his office for a period of more than twelve months, the President may appoint another person to hold office in his place until the incapacity of that person has terminated or until the expiration of the term of office of that member, whichever occurs first. (4) The chairman of the Board shall through the Minister notify the President of vacancies that occur in the membership of the Board within one month from the occurrence of the vacancy. The chairman of the Board shall through the Minister notify the President of vacancies that occur in the membership of the Board within one month from the occurrence of the vacancy. (5) A member of the Board other than the Chief Executive may, at any time by letter addressed to the President through the Minister, resign his office. A member of the Board other than the Chief Executive may, at any time by letter addressed to the President through the Minister, resign his office."
    },
    {
      "provision_ref": "s7",
      "part": "Part I – Establishment of the Community Water and Sanitation Agency",
      "section": "7",
      "title": "Allowances for members",
      "content": "The members of the Board shall be paid such allowances as the Board shall determine in consultation with the Minister and the Minister for Finance. The members of the Board shall be paid such allowances as the Board shall determine in consultation with the Minister and the Minister for Finance."
    },
    {
      "provision_ref": "s8",
      "part": "Part I – Establishment of the Community Water and Sanitation Agency",
      "section": "8",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet for the despatch of business at such times and in such places as the chairman may determine but shall meet at least once every two months. The Board shall meet for the despatch of business at such times and in such places as the chairman may determine but shall meet at least once every two months. (2) The chairman shall, upon the written request of the Chief Executive or not less than one-third of the membership of the Board, convene a special meeting of the Board. The chairman shall, upon the written request of the Chief Executive or not less than one-third of the membership of the Board, convene a special meeting of the Board. (3) The quorum at a meeting of the Board shall be five and shall include the Chief Executive or the person acting in that capacity. The quorum at a meeting of the Board shall be five and shall include the Chief Executive or the person acting in that capacity. (4) Every meeting of the Board shall be presided over by the chairman or in his absence by a member of the Board elected by the members present from among their number. Every meeting of the Board shall be presided over by the chairman or in his absence by a member of the Board elected by the members present from among their number. (5) Questions before the Board shall be decided by a majority of members present and voting and in the event of equality of votes the person presiding shall have a second or casting vote. Questions before the Board shall be decided by a majority of members present and voting and in the event of equality of votes the person presiding shall have a second or casting vote. (6) The Board may co-opt any person to act as an adviser at its meetings, but no co-opted person is entitled to vote at the meeting. The Board may co-opt any person to act as an adviser at its meetings, but no co-opted person is entitled to vote at the meeting. (7) The validity of any proceedings of the Board shall not be affected by a vacancy among its members or by a defect in the appointment or qualification of a member. The validity of any proceedings of the Board shall not be affected by a vacancy among its members or by a defect in the appointment or qualification of a member. (8) Except as otherwise expressly provided under this section, the Board shall determine and regulate the procedure for its meetings. Except as otherwise expressly provided under this section, the Board shall determine and regulate the procedure for its meetings."
    },
    {
      "provision_ref": "s9",
      "part": "Part I – Establishment of the Community Water and Sanitation Agency",
      "section": "9",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who is directly or indirectly interested in any matter being dealt with by the Board shall disclose the nature of his interest at a meeting of the Board and shall not take part in any deliberation or decision of the Board with respect to the matter. A member of the Board who is directly or indirectly interested in any matter being dealt with by the Board shall disclose the nature of his interest at a meeting of the Board and shall not take part in any deliberation or decision of the Board with respect to the matter. (2) A member who fails to disclose his interest under subsection (1) of this section shall be removed from the Board. A member who fails to disclose his interest under subsection (1) of this section shall be removed from the Board."
    },
    {
      "provision_ref": "s10",
      "part": "Part I – Establishment of the Community Water and Sanitation Agency",
      "section": "10",
      "title": "Committees of the Board",
      "content": "The Board may for the discharge of its functions and the functions of the Agency appoint committees of the Board comprising members of the Board or non-members or both and assign to a committee such functions of the Agency or the Board as the Board may determine; except that a committee composed entirely of non-members may only advise the Board. The Board may for the discharge of its functions and the functions of the Agency appoint committees of the Board comprising members of the Board or non-members or both and assign to a committee such functions of the Agency or the Board as the Board may determine; except that a committee composed entirely of non-members may only advise the Board."
    },
    {
      "provision_ref": "s11",
      "part": "Part I – Establishment of the Community Water and Sanitation Agency",
      "section": "11",
      "title": "Regional offices of the Agency",
      "content": "(1) There shall be established in each regional capital a regional office of the Agency. There shall be established in each regional capital a regional office of the Agency. (2) A regional office of the Agency shall be provided with such public officers as the Board in consultation with the Public Services Commission shall determine. A regional office of the Agency shall be provided with such public officers as the Board in consultation with the Public Services Commission shall determine. (3) A regional office of the Agency shall perform such functions of the Agency in the region as the Board may direct. A regional office of the Agency shall perform such functions of the Agency in the region as the Board may direct."
    },
    {
      "provision_ref": "s12",
      "part": "Part II – Administrative, financial and general provisions",
      "section": "12",
      "title": "Chief Executive and his functions",
      "content": "(1) The Agency shall have a Chief Executive who shall be appointed by the President in accordance with the advice of the Board given in consultation with the Public Services Commission. The Agency shall have a Chief Executive who shall be appointed by the President in accordance with the advice of the Board given in consultation with the Public Services Commission. (2) The Chief Executive shall hold office on such terms and conditions as shall be specified in his letter of appointment. The Chief Executive shall hold office on such terms and conditions as shall be specified in his letter of appointment. (3) Subject to such general directives as the Board may give, the Chief Executive shall be responsible for the direction of the work of the Agency and for the day to day administration of the Agency and shall ensure the implementation of the decisions of the Board. Subject to such general directives as the Board may give, the Chief Executive shall be responsible for the direction of the work of the Agency and for the day to day administration of the Agency and shall ensure the implementation of the decisions of the Board. (4) The Chief Executive may delegate such of his duties as he may determine to any officer of the Agency, but this delegation shall not relieve the Chief Executive from ultimate responsibility for the discharge of any delegated function. The Chief Executive may delegate such of his duties as he may determine to any officer of the Agency, but this delegation shall not relieve the Chief Executive from ultimate responsibility for the discharge of any delegated function."
    },
    {
      "provision_ref": "s13",
      "part": "Part II – Administrative, financial and general provisions",
      "section": "13",
      "title": "Appointment of other staff",
      "content": "(1) The Agency shall have such other officers and employees as may be necessary for the proper and effective performance of its functions under this Act. The Agency shall have such other officers and employees as may be necessary for the proper and effective performance of its functions under this Act. (2) The Board may on the recommendation of the Chief Executive engage the services of such experts and consultants as the Board may determine. The Board may on the recommendation of the Chief Executive engage the services of such experts and consultants as the Board may determine. (3) Other public officers may be transferred or seconded to the Agency. Other public officers may be transferred or seconded to the Agency. (4) Appointment of officers of the Agency shall be made by the President in accordance with the advice of the Board given in consultation with the Public Services Commission and upon such terms and conditions as the appointing authority shall determine. Appointment of officers of the Agency shall be made by the President in accordance with the advice of the Board given in consultation with the Public Services Commission and upon such terms and conditions as the appointing authority shall determine."
    },
    {
      "provision_ref": "s14",
      "part": "Part II – Administrative, financial and general provisions",
      "section": "14",
      "title": "Delegation of power of appointment",
      "content": "The President may in accordance with article 195(2) of the Constitution delegate his power of appointment of public officers under this Part. The President may in accordance with article 195(2) of the Constitution delegate his power of appointment of public officers under this Part."
    },
    {
      "provision_ref": "s15",
      "part": "Part II – Administrative, financial and general provisions",
      "section": "15",
      "title": "Expenses and funds of the Agency",
      "content": "The sources of money for the discharge of the functions of the Agency shall include— annual appropriation made in respect of the Agency by Parliament; annual appropriation made in respect of the Agency by Parliament; monies payable to the Agency under any enactment; monies payable to the Agency under any enactment; fees or charges accruing to the Agency in the performance of its functions under this Act; fees or charges accruing to the Agency in the performance of its functions under this Act; interest from investments; and interest from investments; and grants and endowments. grants and endowments."
    },
    {
      "provision_ref": "s16",
      "part": "Part II – Administrative, financial and general provisions",
      "section": "16",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books of account and proper records in relation to them and the accounts and records of the Agency shall be in a form approved by the Auditor-General. The Board shall keep books of account and proper records in relation to them and the accounts and records of the Agency shall be in a form approved by the Auditor-General. (2) The accounts of the Agency shall be audited by the Auditor-General within six months after the end of each financial year. The accounts of the Agency shall be audited by the Auditor-General within six months after the end of each financial year. (3) The Auditor-General shall, not later than six months after the termination of each financial year, forward to the Minister a copy of the audited accounts of the Agency for the financial year immediately preceding. The Auditor-General shall, not later than six months after the termination of each financial year, forward to the Minister a copy of the audited accounts of the Agency for the financial year immediately preceding. (4) The financial year of the Agency shall be the same as the financial year of the government. The financial year of the Agency shall be the same as the financial year of the government. (5) The Chief Executive shall prepare budget estimates for each financial year and present the estimates to the Board for its approval not later than three months before the end of the financial year. The Chief Executive shall prepare budget estimates for each financial year and present the estimates to the Board for its approval not later than three months before the end of the financial year."
    },
    {
      "provision_ref": "s17",
      "part": "Part II – Administrative, financial and general provisions",
      "section": "17",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall as soon as practicable after the expiration of each financial year but within eight months after the end of the year submit to the Minister an annual report covering the activities and the operations of the Agency for the year to which the report relates. The Board shall as soon as practicable after the expiration of each financial year but within eight months after the end of the year submit to the Minister an annual report covering the activities and the operations of the Agency for the year to which the report relates. (2) The annual report submitted under subsection (1) shall include the report of the Auditor-General. The annual report submitted under subsection (1) shall include the report of the Auditor-General. (3) The Minister shall within 30 days of the receipt of the annual report submit a report to Parliament with such statement as he considers necessary. The Minister shall within 30 days of the receipt of the annual report submit a report to Parliament with such statement as he considers necessary. (4) The Board shall also submit to the Minister such other reports as the Minister may in writing require. The Board shall also submit to the Minister such other reports as the Minister may in writing require."
    },
    {
      "provision_ref": "s18",
      "part": "Part II – Administrative, financial and general provisions",
      "section": "18",
      "title": "Regulations and guidelines",
      "content": "(1) The Minister may on the advice of the Board, by legislative instrument, make regulations— The Minister may on the advice of the Board, by legislative instrument, make regulations— on detailed technical standards and acceptable code of practice to be adhered to by any operator in the rural water and sanitation sector; on detailed technical standards and acceptable code of practice to be adhered to by any operator in the rural water and sanitation sector; for inspection of any equipment or appliances to be used for the supply of safe water and the provision of related sanitation services in the rural communities and small towns; and for inspection of any equipment or appliances to be used for the supply of safe water and the provision of related sanitation services in the rural communities and small towns; and generally for carrying into effect the provisions of this Act. generally for carrying into effect the provisions of this Act. (2) The Board may issue guidelines on— The Board may issue guidelines on— the operation and maintenance of any system or appliance for rural water supply and the day to day management of the system or appliance; the operation and maintenance of any system or appliance for rural water supply and the day to day management of the system or appliance; methods for financing the capital and recurrent cost of safe water and related sanitation facilities in rural communities and small towns; and methods for financing the capital and recurrent cost of safe water and related sanitation facilities in rural communities and small towns; and the content of sanitation education programmes for rural communities and small towns. the content of sanitation education programmes for rural communities and small towns."
    },
    {
      "provision_ref": "s19",
      "part": "Part II – Administrative, financial and general provisions",
      "section": "19",
      "title": "Power of entry",
      "content": "(1) For the purpose of carrying out any of its functions, the Agency may by its officers or other employees, after giving notice to the owner or occupier of any land or premises enter upon the land or premises and do any act reasonably necessary for carrying out its functions. For the purpose of carrying out any of its functions, the Agency may by its officers or other employees, after giving notice to the owner or occupier of any land or premises enter upon the land or premises and do any act reasonably necessary for carrying out its functions. (2) The Agency shall pay compensation for any damage caused as a result of any action taken under subsection (1), and the liability for and the amount of the compensation shall in case of dispute, be settled by negotiation, failing which remedy may be sought in the courts. The Agency shall pay compensation for any damage caused as a result of any action taken under subsection (1), and the liability for and the amount of the compensation shall in case of dispute, be settled by negotiation, failing which remedy may be sought in the courts. (3) The Agency may delegate its power under this section to the District Assemblies. The Agency may delegate its power under this section to the District Assemblies."
    },
    {
      "provision_ref": "s20",
      "part": "Part II – Administrative, financial and general provisions",
      "section": "20",
      "title": "Transfer and vesting of assets and liabilities",
      "content": "There shall be transferred to the Agency by— the Ghana Water and Sewerage Corporation; and the Ghana Water and Sewerage Corporation; and such other public bodies and institutions as the Minister shall determine, such other public bodies and institutions as the Minister shall determine, such assets and liabilities of the Corporation and the bodies and institutions as the Minister may determine and any assets and liabilities so transferred shall vest in the Agency."
    },
    {
      "provision_ref": "s21",
      "part": "Part II – Administrative, financial and general provisions",
      "section": "21",
      "title": "Liability and responsibility",
      "content": "(1) In respect of the transfer and vesting of assets and liabilities under section 20 the Agency shall be responsible for any liability incurred and contract entered into by any person or authority before the date of the commencement of this Act. In respect of the transfer and vesting of assets and liabilities under section 20 the Agency shall be responsible for any liability incurred and contract entered into by any person or authority before the date of the commencement of this Act. (2) Any matter relating to the liability and contract shall be carried out on and after that date by the Agency as if the Agency were the other person or authority. Any matter relating to the liability and contract shall be carried out on and after that date by the Agency as if the Agency were the other person or authority."
    },
    {
      "provision_ref": "s22",
      "part": "Part II – Administrative, financial and general provisions",
      "section": "22",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires—\"Board\" means the governing body provided for under section 4 of this Act;\"community\" means a group of households who refer to their settlement by the same name;\"community management\" means the management by one or more communities or sections of these communities of their safe water supply and related sanitation facilities including the ownership, planning, operation and maintenance and collection of revenues to pay recurrent costs;“District Assembly” includes Municipal and Metropolitan Assembly;“Minister” means the Minister for the time being charged with responsibility for the Agency;“operator” means any person other than the Agency who provides safe water and related sanitation services in a rural community or small towns;“recurrent cost” includes operation, maintenance and replacement cost of ordinary parts of equipment in use, but not the replacement of major components of such equipment;“rural community” means a community with a population of less than 5,000 people or any other figure which the Minister may from time to time declare by publication in the Gazette and the mass media;“sanitation” means hygiene education and disposal of faucal matter as they affect water usage;“small town” means a community that is not rural but is a small urban community that has decided to manage its own water and sanitation systems. In this Act unless the context otherwise requires— \"Board\" means the governing body provided for under section 4 of this Act; \"community\" means a group of households who refer to their settlement by the same name; \"community management\" means the management by one or more communities or sections of these communities of their safe water supply and related sanitation facilities including the ownership, planning, operation and maintenance and collection of revenues to pay recurrent costs; “District Assembly” includes Municipal and Metropolitan Assembly; “Minister” means the Minister for the time being charged with responsibility for the Agency; “operator” means any person other than the Agency who provides safe water and related sanitation services in a rural community or small towns; “recurrent cost” includes operation, maintenance and replacement cost of ordinary parts of equipment in use, but not the replacement of major components of such equipment; “rural community” means a community with a population of less than 5,000 people or any other figure which the Minister may from time to time declare by publication in the Gazette and the mass media; “sanitation” means hygiene education and disposal of faucal matter as they affect water usage; “small town” means a community that is not rural but is a small urban community that has decided to manage its own water and sanitation systems."
    }
  ],
  "definitions": [
    {
      "term": "Board",
      "definition": "the governing body provided for under section 4 of this Act",
      "source_provision": "s22"
    },
    {
      "term": "community",
      "definition": "a group of households who refer to their settlement by the same name",
      "source_provision": "s22"
    },
    {
      "term": "community management",
      "definition": "the management by one or more communities or sections of these communities of their safe water supply and related sanitation facilities including the ownership, planning, operation and maintenance and collection of revenues to pay recurrent costs",
      "source_provision": "s22"
    },
    {
      "term": "Minister",
      "definition": "the Minister for the time being charged with responsibility for the Agency",
      "source_provision": "s22"
    },
    {
      "term": "operator",
      "definition": "any person other than the Agency who provides safe water and related sanitation services in a rural community or small towns",
      "source_provision": "s22"
    },
    {
      "term": "rural community",
      "definition": "a community with a population of less than 5,000 people or any other figure which the Minister may from time to time declare by publication in the Gazette and the mass media",
      "source_provision": "s22"
    },
    {
      "term": "sanitation",
      "definition": "hygiene education and disposal of faucal matter as they affect water usage",
      "source_provision": "s22"
    },
    {
      "term": "small town",
      "definition": "a community that is not rural but is a small urban community that has decided to manage its own water and sanitation systems. In this Act unless the context otherwise requires— \"Board\" means the governing body provided for under section 4 of this Act",
      "source_provision": "s22"
    },
    {
      "term": "community",
      "definition": "a group of households who refer to their settlement by the same name",
      "source_provision": "s22"
    },
    {
      "term": "community management",
      "definition": "the management by one or more communities or sections of these communities of their safe water supply and related sanitation facilities including the ownership, planning, operation and maintenance and collection of revenues to pay recurrent costs",
      "source_provision": "s22"
    },
    {
      "term": "Minister",
      "definition": "the Minister for the time being charged with responsibility for the Agency",
      "source_provision": "s22"
    },
    {
      "term": "operator",
      "definition": "any person other than the Agency who provides safe water and related sanitation services in a rural community or small towns",
      "source_provision": "s22"
    },
    {
      "term": "rural community",
      "definition": "a community with a population of less than 5,000 people or any other figure which the Minister may from time to time declare by publication in the Gazette and the mass media",
      "source_provision": "s22"
    },
    {
      "term": "sanitation",
      "definition": "hygiene education and disposal of faucal matter as they affect water usage",
      "source_provision": "s22"
    }
  ]
}