{
  "id": "act-556-1998",
  "type": "act",
  "title": "Road (Vehicle Use) Fee Act, 1998",
  "short_name": "RVUF 1998",
  "act_number": 556,
  "year": 1998,
  "status": "in_force",
  "issued_date": "1998-12-24",
  "url": "https://ghalii.org/akn/gh/act/1998/556",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Prohibition of use of motor vehicle on road without road certificate",
      "content": "(1) No person shall— No person shall— drive or use; or drive or use; or permit any other person to drive or use permit any other person to drive or use any motor vehicle on a road unless there is in force in respect of the motor vehicle a road use certificate provided for under this Act. (2) An application for a road use certificate referred to in this Act as \"the certificate\" shall be made to the licensing authority in such form as the licensing authority shall determine. An application for a road use certificate referred to in this Act as \"the certificate\" shall be made to the licensing authority in such form as the licensing authority shall determine."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Payment of fee",
      "content": "(1) An application for the certificate shall be accompanied with the fee specified in the Schedule to this Act relevant to the type and class of vehicle. An application for the certificate shall be accompanied with the fee specified in the Schedule to this Act relevant to the type and class of vehicle. (2) The fee specified in the Schedule shall be paid once in every six months in respect of commercial vehicles and once every year in respect of private vehicles. The fee specified in the Schedule shall be paid once in every six months in respect of commercial vehicles and once every year in respect of private vehicles."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Issue of certificate/sticker",
      "content": "(1) The licensing authority shall upon payment of the fee issue a certificate in the form of a sticker for the vehicle to the applicant. The licensing authority shall upon payment of the fee issue a certificate in the form of a sticker for the vehicle to the applicant. (2) The sticker shall be carried on the windscreen of the vehicle so as to be readily identified by a police officer or the licensing authority. The sticker shall be carried on the windscreen of the vehicle so as to be readily identified by a police officer or the licensing authority. (3) The certificate shall remain valid for six months in the case of commercial vehicles and twelve months in the case of private vehicles from the date of issue and shall then expire. The certificate shall remain valid for six months in the case of commercial vehicles and twelve months in the case of private vehicles from the date of issue and shall then expire. (4) Where the licensing authority is satisfied that a certificate has become defaced or is lost he may issue a duplicate certificate upon payment of such fee as prescribed in the Schedule. Where the licensing authority is satisfied that a certificate has become defaced or is lost he may issue a duplicate certificate upon payment of such fee as prescribed in the Schedule."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Exemption from requirement for certificate",
      "content": "The requirement for the certificate does not apply to— vehicles owned by the Armed Forces, the Police Service or the Prisons Service; vehicles owned by the Armed Forces, the Police Service or the Prisons Service; Fire Service vehicles; Fire Service vehicles; government and Mission hospitals ambulances; government and Mission hospitals ambulances; any motor vehicle exempted by an instrument issued by the Minister under this Act. any motor vehicle exempted by an instrument issued by the Minister under this Act."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Payment of fee into the Road Fund",
      "content": "(1) The fees collected under this Act shall be used for periodic and routine maintenance of roads and facilities related to the roads. The fees collected under this Act shall be used for periodic and routine maintenance of roads and facilities related to the roads. (2) The monies collected under this Act shall be deposited by the licensing authority into a bank account opened for the purpose by the Road Fund Management Board to the credit of the Road Fund established under the Road Fund Act, 1997 (Act 536). The monies collected under this Act shall be deposited by the licensing authority into a bank account opened for the purpose by the Road Fund Management Board to the credit of the Road Fund established under the Road Fund Act, 1997 (Act 536)."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Amendment of Schedule and making of regulations",
      "content": "The Minister for Roads and Transport may with the approval of Cabinet by legislative instrument— amend the Schedule to this Act; amend the Schedule to this Act; prescribe different rates of fees for different classes of vehicles; prescribe different rates of fees for different classes of vehicles; exempt any class of vehicles; and exempt any class of vehicles; and make such regulations as may be necessary for the implementation of this Act. make such regulations as may be necessary for the implementation of this Act."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Interpretation",
      "content": "Any person who on a road drives or uses a motor vehicle in respect of which there is no valid certificate commits an offence and is liable on summary conviction to a fine not exceeding ¢500,000 or imprisonment for a term not exceeding 3 months or to both. Any person who on a road drives or uses a motor vehicle in respect of which there is no valid certificate commits an offence and is liable on summary conviction to a fine not exceeding ¢500,000 or imprisonment for a term not exceeding 3 months or to both."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires—\"licensing authority\", \"motor vehicle\" and \"road\" have the same meaning as provided in the Road Traffic Ordinance (No. 55 of 1952). In this Act unless the context otherwise requires— \"licensing authority\", \"motor vehicle\" and \"road\" have the same meaning as provided in the Road Traffic Ordinance (No. 55 of 1952)."
    }
  ],
  "definitions": []
}