{
  "id": "act-549-1998",
  "type": "act",
  "title": "Powers of Attorney Act, 1998",
  "short_name": "PA 1998",
  "act_number": 549,
  "year": 1998,
  "status": "in_force",
  "issued_date": "1998-05-04",
  "url": "https://ghalii.org/akn/gh/act/1998/549",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Execution of powers of attorney",
      "content": "(1) An instrument creating a power of attorney shall be signed by the donor of the power, or a person authorised by him in the presence of the donor. An instrument creating a power of attorney shall be signed by the donor of the power, or a person authorised by him in the presence of the donor. (2) Where the instrument is signed by the donor of the power one witness shall be present and shall attest the instrument. Where the instrument is signed by the donor of the power one witness shall be present and shall attest the instrument. (3) Where the instrument is signed by a person authorised by the donor, two witnesses shall be present and shall attest the instrument. Where the instrument is signed by a person authorised by the donor, two witnesses shall be present and shall attest the instrument. (4) The section shall apply in addition to any requirement under any enactment in respect of witnessing of an instrument creating power of attorney including any rules relating to the execution of instruments by bodies corporate. The section shall apply in addition to any requirement under any enactment in respect of witnessing of an instrument creating power of attorney including any rules relating to the execution of instruments by bodies corporate."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Powers of attorney given as security",
      "content": "(1) A power of attorney given as security for a proprietary interest of the donee or as security for an obligation owed to the donee may be expressed as irrevocable. A power of attorney given as security for a proprietary interest of the donee or as security for an obligation owed to the donee may be expressed as irrevocable. (2) A power of attorney given to secure a proprietary interest may be given to a person entitled to the interest and persons deriving title under him in respect of that interest and those persons shall constitute donees of the power subject to the authorisation to appoint substitutes given by the power. A power of attorney given to secure a proprietary interest may be given to a person entitled to the interest and persons deriving title under him in respect of that interest and those persons shall constitute donees of the power subject to the authorisation to appoint substitutes given by the power. (3) Where a power of attorney is expressed to be irrevocable and is given to secure— Where a power of attorney is expressed to be irrevocable and is given to secure— a proprietary interest of the donee of the power; or a proprietary interest of the donee of the power; or the performance of an obligation owed to the donee, the performance of an obligation owed to the donee, then, whilst that interest or the obligation remains undischarged, the power shall not be revoked— then, whilst that interest or the obligation remains undischarged, the power shall not be revoked— by the donor without the consent of the donee; or by the donor without the consent of the donee; or by the death, incapacity or bankruptcy of the donor or, if the donor is a body corporate by its winding up or dissolution. by the death, incapacity or bankruptcy of the donor or, if the donor is a body corporate by its winding up or dissolution."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Protection of donee and third persons where power is revoked",
      "content": "(1) A donee of a power of attorney who acts under the power at a time when it has been revoked shall not incur any liability to any person if at that time he did not know that the power had been revoked. A donee of a power of attorney who acts under the power at a time when it has been revoked shall not incur any liability to any person if at that time he did not know that the power had been revoked. (2) Where a power of attorney has been revoked and a person, without knowledge of the revocation, deals with the donee of the power, unless the donor has reasonable grounds to believe that the person was aware of the revocation, the transaction shall be as valid as if the power had been in existence at the time of the transaction. Where a power of attorney has been revoked and a person, without knowledge of the revocation, deals with the donee of the power, unless the donor has reasonable grounds to believe that the person was aware of the revocation, the transaction shall be as valid as if the power had been in existence at the time of the transaction. (3) Where a donee who knows that his power has been revoked acts under the power as if it exists and transacts business with a person to the detriment of the donor, the donee commits an offence and is liable on summary conviction to a fine of not less than ¢100,000 and not more than ¢1 million, or imprisonment for a term not exceeding 6 months. Where a donee who knows that his power has been revoked acts under the power as if it exists and transacts business with a person to the detriment of the donor, the donee commits an offence and is liable on summary conviction to a fine of not less than ¢100,000 and not more than ¢1 million, or imprisonment for a term not exceeding 6 months. (4) Where the power is irrevocable and is given as security, the person dealing with the donee may assume that the power cannot be revoked except by the donor with the consent of the donee unless that person is aware that the power was not given as security or that it has been revoked. Where the power is irrevocable and is given as security, the person dealing with the donee may assume that the power cannot be revoked except by the donor with the consent of the donee unless that person is aware that the power was not given as security or that it has been revoked."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Execution of instrument by donee of power of attorney",
      "content": "The donee of a power of attorney may— execute an instrument with his own signature; and execute an instrument with his own signature; and do any other thing in his own name if authorised by the donor do any other thing in his own name if authorised by the donor and the document executed and thing done shall be as effective as if done by the donor of the power."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Power to delegate trusts by power of attorney",
      "content": "(1) A trustee may delegate by power of attorney for a period of not more than twelve months, the execution or exercise of any of the trusts, powers and discretions vested in him as trustee alone or jointly notwithstanding any rule of law or equity. A trustee may delegate by power of attorney for a period of not more than twelve months, the execution or exercise of any of the trusts, powers and discretions vested in him as trustee alone or jointly notwithstanding any rule of law or equity. (2) A donee of a power of attorney under this section may include a trust corporation but shall not include the other co-trustee, if any, of the donor of the power unless that co-trustee is a trust corporation. A donee of a power of attorney under this section may include a trust corporation but shall not include the other co-trustee, if any, of the donor of the power unless that co-trustee is a trust corporation. (3) Within seven days after executing a power of attorney under this section, the donor shall give written notice to the donee specifying— Within seven days after executing a power of attorney under this section, the donor shall give written notice to the donee specifying— the date on which the power comes into operation; the date on which the power comes into operation; its duration; its duration; the donee of the power; the donee of the power; the reason why the power is given; and the reason why the power is given; and the trusts, powers and discretions delegated to each person who has power to appoint a new trustee and to each of the other trustees the trusts, powers and discretions delegated to each person who has power to appoint a new trustee and to each of the other trustees but failure to comply with these provisions shall not invalidate any act done or instrument executed by the donee. (4) The donor of a power of attorney given under this section is liable for the acts or defaults of the donee as if they were the acts or defaults of the donor. The donor of a power of attorney given under this section is liable for the acts or defaults of the donee as if they were the acts or defaults of the donor. (5) The donee may exercise any of the powers conferred on the donor as trustee by statute or by the instrument creating the trust but not including the power of delegation conferred by this section. The donee may exercise any of the powers conferred on the donor as trustee by statute or by the instrument creating the trust but not including the power of delegation conferred by this section. (6) The fact that it appears that in dealing with stock the donee is acting on the execution of a trust shall not be considered as affecting any person in whose books the stock is registered with notice of the trust. The fact that it appears that in dealing with stock the donee is acting on the execution of a trust shall not be considered as affecting any person in whose books the stock is registered with notice of the trust. (7) This section shall apply to a personal representative and any person with a life interest in the property except that subsection (3) of this section shall apply with the following modification— This section shall apply to a personal representative and any person with a life interest in the property except that subsection (3) of this section shall apply with the following modification— notice shall be given to the other representatives but not an executor who has renounced probate; and notice shall be given to the other representatives but not an executor who has renounced probate; and notice shall be given to each person who jointly enjoys the life interest in the property. notice shall be given to each person who jointly enjoys the life interest in the property."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Effect of general power of attorney",
      "content": "Subject to the other provisions of this Act, a general power of attorney in the form set out in the Schedule to this Act shall operate to confer— on the donee of the power; or on the donee of the power; or if there is more than one donee, on the donees acting jointly or acting jointly and severally if there is more than one donee, on the donees acting jointly or acting jointly and severally authority to do on behalf of the donor anything which can be lawfully done by an attorney."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Repeal",
      "content": "The Powers of Attorney Ordinance, 1933 (Cap. 263) is hereby repealed. The Powers of Attorney Ordinance, 1933 (Cap. 263) is hereby repealed."
    }
  ],
  "definitions": []
}