{
  "id": "act-569-1999",
  "type": "act",
  "title": "Driver and Vehicle Licensing Authority Act, 1999",
  "short_name": "DVLA 1999",
  "act_number": 569,
  "year": 1999,
  "status": "in_force",
  "issued_date": "1999-08-27",
  "url": "https://ghalii.org/akn/gh/act/1999/569",
  "provisions": [
    {
      "provision_ref": "s1",
      "part": "Part I – Establishment and functions of the Driver and Vehicle Licensing Authority",
      "section": "1",
      "title": "Establishment of the Authority",
      "content": "(1) There is established by this Act a body corporate to be known as the Driver and Vehicle Licensing Authority in this Act referred to as “the Authority”. There is established by this Act a body corporate to be known as the Driver and Vehicle Licensing Authority in this Act referred to as “the Authority”. (2) The Authority shall have perpetual succession and a common seal and may sue and be sued in its corporate name. The Authority shall have perpetual succession and a common seal and may sue and be sued in its corporate name. (3) The Authority may for the discharge of its functions under this Act, acquire and hold any movable or immovable property, dispose of the property and enter into any contract or other transaction. The Authority may for the discharge of its functions under this Act, acquire and hold any movable or immovable property, dispose of the property and enter into any contract or other transaction. (4) Where the Authority decides and the Government agrees that an acquisition of land or a right over land is necessary, the land may be acquired under the State Property and Contracts Act, 1960 (C.A. 6) or the State Lands Act, 1962 (Act 125) for the purpose of this Act. Where the Authority decides and the Government agrees that an acquisition of land or a right over land is necessary, the land may be acquired under the State Property and Contracts Act, 1960 (C.A. 6) or the State Lands Act, 1962 (Act 125) for the purpose of this Act."
    },
    {
      "provision_ref": "s2",
      "part": "Part I – Establishment and functions of the Driver and Vehicle Licensing Authority",
      "section": "2",
      "title": "Object of the Authority",
      "content": "The object of the Authority is to promote good driving standards in the country; and ensure the use of road worthy vehicles on the roads and in other public places. The object of the Authority is to promote good driving standards in the country; and ensure the use of road worthy vehicles on the roads and in other public places."
    },
    {
      "provision_ref": "s3",
      "part": "Part I – Establishment and functions of the Driver and Vehicle Licensing Authority",
      "section": "3",
      "title": "Functions of the Authority",
      "content": "(1) For the purpose of achieving its object under section 2, the Authority shall have the following functions— For the purpose of achieving its object under section 2, the Authority shall have the following functions— establish standards and methods for the training and testing of driving instructors and drivers of motor vehicles and riders of motor cycles; establish standards and methods for the training and testing of driving instructors and drivers of motor vehicles and riders of motor cycles; establish standards and methods for the training and testing of vehicle examiners; establish standards and methods for the training and testing of vehicle examiners; provide syllabi for driver training and the training of instructors; provide syllabi for driver training and the training of instructors; issue driving licences; issue driving licences; register and license driving schools; register and license driving schools; license driving instructors; license driving instructors; inspect, test and register motor vehicles; inspect, test and register motor vehicles; issue vehicle registration certificates; issue vehicle registration certificates; issue vehicle examination certificates; issue vehicle examination certificates; license and regulate private garages to undertake vehicle testing; license and regulate private garages to undertake vehicle testing; maintain registers containing particulars of licensed motor vehicles, driving instructors, driving schools and drivers of motor vehicles; maintain registers containing particulars of licensed motor vehicles, driving instructors, driving schools and drivers of motor vehicles; advise the Minister on policy formulation and development strategy for the achievement of the object of the Authority; advise the Minister on policy formulation and development strategy for the achievement of the object of the Authority; ensure strict compliance with this Act and regulations made under it; ensure strict compliance with this Act and regulations made under it; carry out such other functions as are incidental to the attainment of the object of the Authority. carry out such other functions as are incidental to the attainment of the object of the Authority. (2) The Authority may with the approval of the Minister in writing, delegate any of its functions to any body. The Authority may with the approval of the Minister in writing, delegate any of its functions to any body."
    },
    {
      "provision_ref": "s4",
      "part": "Part I – Establishment and functions of the Driver and Vehicle Licensing Authority",
      "section": "4",
      "title": "Directions of the Minister",
      "content": "The Minister may give to the Authority such directions of a general character as appear to him to be required in the public interest relating to the discharge of the functions of the Authority and the Authority shall give effect to them. The Minister may give to the Authority such directions of a general character as appear to him to be required in the public interest relating to the discharge of the functions of the Authority and the Authority shall give effect to them."
    },
    {
      "provision_ref": "s5",
      "part": "Part I – Establishment and functions of the Driver and Vehicle Licensing Authority",
      "section": "5",
      "title": "The Board",
      "content": "(1) The governing body of the Authority shall be a Board which shall be responsible for securing the effective implementation of the functions of the Authority. The governing body of the Authority shall be a Board which shall be responsible for securing the effective implementation of the functions of the Authority. (2) The Board shall consist of— The Board shall consist of— a chairman; a chairman; a representative of each of the following— a representative of each of the following— the Ministry responsible for Roads and Transport; the Ministry responsible for Roads and Transport; the National Road Safety Commission; the National Road Safety Commission; the Motor Traffic and Transport Unit of the Police Service; the Motor Traffic and Transport Unit of the Police Service; the Ghana Armed Forces; the Ghana Armed Forces; the Ghana National Association of Garages; the Ghana National Association of Garages; registered motor vehicle and manufacturing companies; registered motor vehicle and manufacturing companies; private road transport providers; private road transport providers; the National Insurance Commission; the National Insurance Commission; registered driver training schools;[Please note: numbering as in original.] registered driver training schools; [Please note: numbering as in original.] Customs, Excise and Preventive Service; Customs, Excise and Preventive Service; the Chief Executive appointed under section 13; and the Chief Executive appointed under section 13; and one road transport user nominated by the Minister. one road transport user nominated by the Minister. (3) The members of the Board shall be appointed by the President acting in consultation with the Council of State. The members of the Board shall be appointed by the President acting in consultation with the Council of State."
    },
    {
      "provision_ref": "s6",
      "part": "Part I – Establishment and functions of the Driver and Vehicle Licensing Authority",
      "section": "6",
      "title": "Tenure of office of members",
      "content": "(1) A member of the Board other than the Chief Executive shall hold office for a period not exceeding three years and is on the expiration of that period eligible for re-appointment. A member of the Board other than the Chief Executive shall hold office for a period not exceeding three years and is on the expiration of that period eligible for re-appointment. (2) A member of the Board other than the Chief Executive may at any time by letter addressed to the President through the Minister, resign his office. A member of the Board other than the Chief Executive may at any time by letter addressed to the President through the Minister, resign his office. (3) A member who is absent from three consecutive meetings of the Board without reasonable excuse shall cease to be a member. A member who is absent from three consecutive meetings of the Board without reasonable excuse shall cease to be a member. (4) The chairman or a member of the Board may be removed from office by the President for inability to perform the functions of his office or for stated misbehaviour or for any other just cause. The chairman or a member of the Board may be removed from office by the President for inability to perform the functions of his office or for stated misbehaviour or for any other just cause. (5) The chairman of the Board shall through the Minister notify the President of vacancies that occur in the membership of the Board within one month of such occurrence. The chairman of the Board shall through the Minister notify the President of vacancies that occur in the membership of the Board within one month of such occurrence."
    },
    {
      "provision_ref": "s7",
      "part": "Part I – Establishment and functions of the Driver and Vehicle Licensing Authority",
      "section": "7",
      "title": "Allowance for members",
      "content": "The chairman and the other members of the Board shall be paid such allowances as the Minister in consultation with the Minister responsible for Finance, may determine. The chairman and the other members of the Board shall be paid such allowances as the Minister in consultation with the Minister responsible for Finance, may determine."
    },
    {
      "provision_ref": "s8",
      "part": "Part I – Establishment and functions of the Driver and Vehicle Licensing Authority",
      "section": "8",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet for the despatch of business at such times and in such places as the Board may determine but shall meet at least once every two months. The Board shall meet for the despatch of business at such times and in such places as the Board may determine but shall meet at least once every two months. (2) The chairman may convene a special meeting and shall upon the request of not less than one-third of the membership of the Board convene a special meeting of the Board. The chairman may convene a special meeting and shall upon the request of not less than one-third of the membership of the Board convene a special meeting of the Board. (3) The quorum at a meeting of the Board shall be five members and shall include the Chief Executive or the person acting in that capacity. The quorum at a meeting of the Board shall be five members and shall include the Chief Executive or the person acting in that capacity. (4) Every meeting of the Board shall be presided over by the chairman and in his absence, by a member of the Board elected by the members present from among their number. Every meeting of the Board shall be presided over by the chairman and in his absence, by a member of the Board elected by the members present from among their number. (5) Decisions of the Board shall be determined by a majority of the members present. Decisions of the Board shall be determined by a majority of the members present. (6) The chairman or the person presiding at a meeting of the Board shall in the event of equality of votes have a second or casting vote. The chairman or the person presiding at a meeting of the Board shall in the event of equality of votes have a second or casting vote. (7) The Board may co-opt any person to act as an adviser at its meetings but no co-opted person is entitled to vote at the meeting. The Board may co-opt any person to act as an adviser at its meetings but no co-opted person is entitled to vote at the meeting. (8) The validity of the proceedings of the Board shall not be affected by a vacancy among its members or by a defect in the appointment or qualification of a member. The validity of the proceedings of the Board shall not be affected by a vacancy among its members or by a defect in the appointment or qualification of a member. (9) Except as otherwise provided in this section, the Board shall regulate the procedure for its meetings. Except as otherwise provided in this section, the Board shall regulate the procedure for its meetings."
    },
    {
      "provision_ref": "s9",
      "part": "Part I – Establishment and functions of the Driver and Vehicle Licensing Authority",
      "section": "9",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who is directly interested in any matter being considered or dealt with by the Board shall disclose the nature of his interest at a meeting of the Board and shall not take part in any deliberation or decision of the Board with respect to the matter. A member of the Board who is directly interested in any matter being considered or dealt with by the Board shall disclose the nature of his interest at a meeting of the Board and shall not take part in any deliberation or decision of the Board with respect to the matter. (2) A member who fails to disclose his interest under subsection (1) shall be removed from the Board. A member who fails to disclose his interest under subsection (1) shall be removed from the Board."
    },
    {
      "provision_ref": "s10",
      "part": "Part I – Establishment and functions of the Driver and Vehicle Licensing Authority",
      "section": "10",
      "title": "Committees of the Board",
      "content": "The Board may for the discharge of the functions of the Authority appoint committees of the Board comprising members of the Board or non-members or both and assign to any such committee such functions of the Authority as the Board may determine except that a committee composed exclusively of non-members of the Board may only advise the Board. The Board may for the discharge of the functions of the Authority appoint committees of the Board comprising members of the Board or non-members or both and assign to any such committee such functions of the Authority as the Board may determine except that a committee composed exclusively of non-members of the Board may only advise the Board."
    },
    {
      "provision_ref": "s11",
      "part": "Part II – Administration and financial provisions",
      "section": "11",
      "title": "Divisions of the Authority",
      "content": "(1) For the purposes of effective implementation of its function, the Authority shall have such divisions as the Board may determine. For the purposes of effective implementation of its function, the Authority shall have such divisions as the Board may determine. (2) Without prejudice to subsection (1) the following divisions shall be established by the Board— Without prejudice to subsection (1) the following divisions shall be established by the Board— the Driver Training, Testing Licensing Division; the Driver Training, Testing Licensing Division; the Vehicle, Inspection and Registration Division; the Vehicle, Inspection and Registration Division; the Planning, Monitoring and Evaluation Division; and the Planning, Monitoring and Evaluation Division; and the Finance and Administration Division. the Finance and Administration Division. (3) Each division shall be headed by a Director and shall consist of such other employees as the Board may determine. Each division shall be headed by a Director and shall consist of such other employees as the Board may determine. (4) The functions of the divisions shall be such as may be determined by the Board. The functions of the divisions shall be such as may be determined by the Board."
    },
    {
      "provision_ref": "s12",
      "part": "Part II – Administration and financial provisions",
      "section": "12",
      "title": "Regional and other offices of the Authority",
      "content": "The Board may with the approval of the Minister establish regional and other offices in Ghana. The Board may with the approval of the Minister establish regional and other offices in Ghana. (2) Regional and other offices shall be headed by Regional Licensing Officers and other Licensing Officers respectively. Regional and other offices shall be headed by Regional Licensing Officers and other Licensing Officers respectively. (3) There shall be appointed for regional and other offices of the Authority such officers as the Authority may require. There shall be appointed for regional and other offices of the Authority such officers as the Authority may require. (4) The regional and other offices of the Authority shall perform such functions as may be assigned to them by the Board. The regional and other offices of the Authority shall perform such functions as may be assigned to them by the Board."
    },
    {
      "provision_ref": "s13",
      "part": "Part II – Administration and financial provisions",
      "section": "13",
      "title": "Appointment of Chief Executive",
      "content": "(1) There shall be appointed for the Authority a Chief Executive who shall be responsible for the day-to-day administration of the Authority, and ensure the effective implementation of the decisions of the Board. There shall be appointed for the Authority a Chief Executive who shall be responsible for the day-to-day administration of the Authority, and ensure the effective implementation of the decisions of the Board. (2) The Chief Executive shall be appointed by the President in accordance with the advice of the Board given in consultation with the Public Services Commission and shall hold office on such terms and conditions as shall be specified in his letter of appointment. The Chief Executive shall be appointed by the President in accordance with the advice of the Board given in consultation with the Public Services Commission and shall hold office on such terms and conditions as shall be specified in his letter of appointment. (3) The Chief Executive shall be a person with the requisite qualification and relevant experience in the transport industry. The Chief Executive shall be a person with the requisite qualification and relevant experience in the transport industry."
    },
    {
      "provision_ref": "s14",
      "part": "Part II – Administration and financial provisions",
      "section": "14",
      "title": "Delegation by Chief Executive",
      "content": "The Chief Executive may delegate any of his functions to an officer of the Authority subject to any conditions that he may impose but he shall not be relieved from ultimate responsibility for the discharge of the delegated function. The Chief Executive may delegate any of his functions to an officer of the Authority subject to any conditions that he may impose but he shall not be relieved from ultimate responsibility for the discharge of the delegated function."
    },
    {
      "provision_ref": "s15",
      "part": "Part II – Administration and financial provisions",
      "section": "15",
      "title": "Secretary",
      "content": "The Authority shall have an officer to be designated as secretary to the Board who shall perform such functions as the Board or the Chief Executive may direct. The Authority shall have an officer to be designated as secretary to the Board who shall perform such functions as the Board or the Chief Executive may direct."
    },
    {
      "provision_ref": "s16",
      "part": "Part II – Administration and financial provisions",
      "section": "16",
      "title": "Internal auditor",
      "content": "(1) There shall be appointed for the Authority an internal auditor who shall be responsible to the Chief Executive in the performance of his duties. There shall be appointed for the Authority an internal auditor who shall be responsible to the Chief Executive in the performance of his duties. (2) The internal auditor shall at the end of every three months prepare and submit a report of the audit of the Authority to the Chief Executive. The internal auditor shall at the end of every three months prepare and submit a report of the audit of the Authority to the Chief Executive. (3) The internal auditor shall prepare at the end of each financial year, a report on the accounts of the Authority for that year and submit the report to the Chief Executive who shall submit the report to the Board. The internal auditor shall prepare at the end of each financial year, a report on the accounts of the Authority for that year and submit the report to the Chief Executive who shall submit the report to the Board."
    },
    {
      "provision_ref": "s17",
      "part": "Part II – Administration and financial provisions",
      "section": "17",
      "title": "Appointment of other officers and employees",
      "content": "(1) The Authority shall have such other officers and employees as may be necessary for the proper and effective performance of its functions. The Authority shall have such other officers and employees as may be necessary for the proper and effective performance of its functions. (2) The President shall in accordance with the advice of the Board given in consultation with the Public Services Commission and on such terms and conditions as may be specified in their letters of appointment appoint the officers and other employees of the Authority. The President shall in accordance with the advice of the Board given in consultation with the Public Services Commission and on such terms and conditions as may be specified in their letters of appointment appoint the officers and other employees of the Authority. (3) The President may in accordance with article 195(2) of the Constitution delegate his power of appointment of public officers under this Part. The President may in accordance with article 195(2) of the Constitution delegate his power of appointment of public officers under this Part. (4) The Board may engage the services of such consultants and advisers as it may on the recommendation of the Chief Executive determine. The Board may engage the services of such consultants and advisers as it may on the recommendation of the Chief Executive determine."
    },
    {
      "provision_ref": "s18",
      "part": "Part II – Administration and financial provisions",
      "section": "18",
      "title": "Funds of the Authority",
      "content": "The funds of the Authority shall include— monies provided to the Authority by Parliament for the performance of its functions; monies provided to the Authority by Parliament for the performance of its functions; loans granted to the Authority; and loans granted to the Authority; and grants. grants."
    },
    {
      "provision_ref": "s19",
      "part": "Part II – Administration and financial provisions",
      "section": "19",
      "title": "Bank account of the Authority",
      "content": "(1) Monies accruing to the Authority under section 18 shall be paid into such bank accounts as the Board with the approval of the Minister and the Minister for Finance may determine. Monies accruing to the Authority under section 18 shall be paid into such bank accounts as the Board with the approval of the Minister and the Minister for Finance may determine. (2) Monies obtained by the Authority in the performance of its functions shall be paid into the Consolidated Fund. Monies obtained by the Authority in the performance of its functions shall be paid into the Consolidated Fund."
    },
    {
      "provision_ref": "s20",
      "part": "Part II – Administration and financial provisions",
      "section": "20",
      "title": "Execution of contracts",
      "content": "(1) The use of the seal of the Authority shall be authenticated by two signatures of— The use of the seal of the Authority shall be authenticated by two signatures of— the Chief Executive or another officer of the Authority authorised by the Board to authenticate the use of the seal; and the Chief Executive or another officer of the Authority authorised by the Board to authenticate the use of the seal; and a Director of the Authority. a Director of the Authority. (2) The Authority may under its common seal empower any person to act as its attorney to execute deeds on its behalf in any place outside Ghana and every deed signed by the attorney on behalf of the Authority and under his seal shall be binding on the Authority and have the same effect as if it were under the common seal of the Authority. The Authority may under its common seal empower any person to act as its attorney to execute deeds on its behalf in any place outside Ghana and every deed signed by the attorney on behalf of the Authority and under his seal shall be binding on the Authority and have the same effect as if it were under the common seal of the Authority. (3) Any instrument or contract which if executed or entered into by a person other than a body corporate would not require to be under seal, may be executed or entered into on behalf of the Authority by the Chief Executive or any member of the Board if the person has previously been authorised by a decision of the Board to execute or enter into that particular agreement or contract. Any instrument or contract which if executed or entered into by a person other than a body corporate would not require to be under seal, may be executed or entered into on behalf of the Authority by the Chief Executive or any member of the Board if the person has previously been authorised by a decision of the Board to execute or enter into that particular agreement or contract. (4) The provisions of this section shall be subject to section 12 of the Contracts Act, 1960 (Act 25). The provisions of this section shall be subject to section 12 of the Contracts Act, 1960 (Act 25)."
    },
    {
      "provision_ref": "s21",
      "part": "Part II – Administration and financial provisions",
      "section": "21",
      "title": "Annual budget of Authority",
      "content": "(1) The Authority shall, not later than 3 months before the end of each financial year, cause to be prepared and submitted to the Minister for the approval of Parliament, an annual budget in respect of the ensuing financial year comprising estimates of expected recurrent, maintenance, development and capital expenditure of the Authority in that financial year. The Authority shall, not later than 3 months before the end of each financial year, cause to be prepared and submitted to the Minister for the approval of Parliament, an annual budget in respect of the ensuing financial year comprising estimates of expected recurrent, maintenance, development and capital expenditure of the Authority in that financial year. (2) The budget plan shall be in such form as the Minister for Finance may direct. The budget plan shall be in such form as the Minister for Finance may direct."
    },
    {
      "provision_ref": "s22",
      "part": "Part II – Administration and financial provisions",
      "section": "22",
      "title": "Accounts and audit",
      "content": "(1) The Authority shall keep books of account and proper records in relation to them; and the books of account and records of the Authority shall be in such form as the Auditor-General may approve. The Authority shall keep books of account and proper records in relation to them; and the books of account and records of the Authority shall be in such form as the Auditor-General may approve. (2) The books of account of the Authority shall be audited within three months after the end of each financial year by the Auditor-General or by an auditor appointed by him. The books of account of the Authority shall be audited within three months after the end of each financial year by the Auditor-General or by an auditor appointed by him."
    },
    {
      "provision_ref": "s23",
      "part": "Part II – Administration and financial provisions",
      "section": "23",
      "title": "Financial year",
      "content": "The financial year of the Authority shall be the same as the financial year of the Government. The financial year of the Authority shall be the same as the financial year of the Government."
    },
    {
      "provision_ref": "s24",
      "part": "Part II – Administration and financial provisions",
      "section": "24",
      "title": "Exemption from taxes and duties",
      "content": "The Authority may be exempted from such taxes and duties as the Minister responsible for Finance may, with the approval of Parliament determine. The Authority may be exempted from such taxes and duties as the Minister responsible for Finance may, with the approval of Parliament determine."
    },
    {
      "provision_ref": "s25",
      "part": "Part II – Administration and financial provisions",
      "section": "25",
      "title": "Annual report",
      "content": "(1) The Board shall submit to the Minister as soon as practicable and in any event not more than six months after the end of each financial year a report dealing generally with the activities and operations of the Authority during the year to which the report relates and shall include— The Board shall submit to the Minister as soon as practicable and in any event not more than six months after the end of each financial year a report dealing generally with the activities and operations of the Authority during the year to which the report relates and shall include— the audited accounts of the Authority and the Auditor-General’s report on the accounts; the audited accounts of the Authority and the Auditor-General’s report on the accounts; a statement of the Authority’s budget and operational plans for the next financial year; and a statement of the Authority’s budget and operational plans for the next financial year; and such other information as the Board may consider necessary. such other information as the Board may consider necessary. (2) The Minister shall within two months after receipt of the annual report submit the report to Parliament with such statements as he considers necessary. The Minister shall within two months after receipt of the annual report submit the report to Parliament with such statements as he considers necessary."
    },
    {
      "provision_ref": "s26",
      "part": "Part II – Administration and financial provisions",
      "section": "26",
      "title": "Regulations",
      "content": "(1) The Minister may on the recommendation of the Board, by legislative instrument, make regulations relating to driving and use of motor vehicles and for giving effect to this Act. The Minister may on the recommendation of the Board, by legislative instrument, make regulations relating to driving and use of motor vehicles and for giving effect to this Act. (2) Regulations under subsection (1) of this section may provide for— Regulations under subsection (1) of this section may provide for— guidelines on the organisation of driving schools; guidelines on the organisation of driving schools; syllabus for the training of potential drivers; syllabus for the training of potential drivers; standards for training drivers of motor vehicles and driving instructors; standards for training drivers of motor vehicles and driving instructors; fees to be charged for services performed by the Authority; and fees to be charged for services performed by the Authority; and guidelines for the licensing of private garages for motor vehicle inspections and to set standards for testing of motor vehicles. guidelines for the licensing of private garages for motor vehicle inspections and to set standards for testing of motor vehicles."
    },
    {
      "provision_ref": "s27",
      "part": "Part II – Administration and financial provisions",
      "section": "27",
      "title": "Transfer of assets and liabilities",
      "content": "The assets, rights, properties, obligations and liabilities of the Vehicle Examination and Licensing Division are hereby transferred to the Authority. The assets, rights, properties, obligations and liabilities of the Vehicle Examination and Licensing Division are hereby transferred to the Authority."
    },
    {
      "provision_ref": "s28",
      "part": "Part II – Administration and financial provisions",
      "section": "28",
      "title": "Interpretation",
      "content": "(1) In this Act unless the context otherwise requires—“Authority” means the Authority established under section 1 of this Act;“Board” means the governing body of the Authority; and“Minister” means the Minister responsible for Roads and Transport; In this Act unless the context otherwise requires— “Authority” means the Authority established under section 1 of this Act; “Board” means the governing body of the Authority; and “Minister” means the Minister responsible for Roads and Transport; (2) A reference to the Licensing Authority in the Road Traffic Ordinance, 1952 shall be read as a reference to the Authority established under this Act. A reference to the Licensing Authority in the Road Traffic Ordinance, 1952 shall be read as a reference to the Authority established under this Act."
    },
    {
      "provision_ref": "s29",
      "part": "Part II – Administration and financial provisions",
      "section": "29",
      "title": "Application of Road Traffic Ordinance and consequential amendments",
      "content": "(1) Section 3 of the Road Traffic Ordinance, 1952 (No. 55) is hereby repealed. Section 3 of the Road Traffic Ordinance, 1952 (No. 55) is hereby repealed. (2) This Act shall be read as one with the Road Traffic Ordinance, 1952 (No. 55). This Act shall be read as one with the Road Traffic Ordinance, 1952 (No. 55)."
    }
  ],
  "definitions": [
    {
      "term": "Authority",
      "definition": "the Authority established under section 1 of this Act",
      "source_provision": "s28"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Authority",
      "source_provision": "s28"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Roads and Transport",
      "source_provision": "s28"
    },
    {
      "term": "Authority",
      "definition": "the Authority established under section 1 of this Act",
      "source_provision": "s28"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Authority",
      "source_provision": "s28"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Roads and Transport",
      "source_provision": "s28"
    }
  ]
}