{
  "id": "act-567-1999",
  "type": "act",
  "title": "National Road Safety Commission Act, 1999",
  "short_name": "NRSC 1999",
  "act_number": 567,
  "year": 1999,
  "status": "in_force",
  "issued_date": "1999-04-30",
  "url": "https://ghalii.org/akn/gh/act/1999/567",
  "provisions": [
    {
      "provision_ref": "s1",
      "part": "Part I – Establishment and  functions of the National Road Safety Commission",
      "section": "1",
      "title": "Establishment of the Commission",
      "content": "(1) There is established by this Act a National Road Safety Commission in this Act referred to as “the Commission”. There is established by this Act a National Road Safety Commission in this Act referred to as “the Commission”. (2) The Commission shall be a body corporate with perpetual succession, a common seal and may sue and be sued in its corporate name. The Commission shall be a body corporate with perpetual succession, a common seal and may sue and be sued in its corporate name. (3) The Commission may for the discharge of its functions under this Act acquire and hold movable or immovable property, dispose of the property and enter into any contract or other transaction. The Commission may for the discharge of its functions under this Act acquire and hold movable or immovable property, dispose of the property and enter into any contract or other transaction. (4) Where there is a hindrance to the acquisition of any property under subsection (3) of this section, the property may be acquired for the Commission under the State Property and Contracts Act, 1960 (C.A. 6) or the State Lands Act, 1962 (Act 125). Where there is a hindrance to the acquisition of any property under subsection (3) of this section, the property may be acquired for the Commission under the State Property and Contracts Act, 1960 (C.A. 6) or the State Lands Act, 1962 (Act 125)."
    },
    {
      "provision_ref": "s2",
      "part": "Part I – Establishment and  functions of the National Road Safety Commission",
      "section": "2",
      "title": "Object and functions of the Commission",
      "content": "(1) The object of the Commission is to develop and promote road safety in Ghana and to co-ordinate policies in relation to them. The object of the Commission is to develop and promote road safety in Ghana and to co-ordinate policies in relation to them. (2) Without prejudice to subsection (1) of this section, the Commission shall— Without prejudice to subsection (1) of this section, the Commission shall— undertake nationwide road safety education; undertake nationwide road safety education; encourage the development of road safety education as part of the curriculum and the training of teachers in road safety; encourage the development of road safety education as part of the curriculum and the training of teachers in road safety; carry out special projects for the improvement of road safety; carry out special projects for the improvement of road safety; co-ordinate, monitor and evaluate road safety activities, programmes and strategies; co-ordinate, monitor and evaluate road safety activities, programmes and strategies; recommend to the Minister and such bodies as it may determine measures calculated to prevent accident involving the use of vehicles on roads; recommend to the Minister and such bodies as it may determine measures calculated to prevent accident involving the use of vehicles on roads; act in liaison and co-operation with government agencies, the Driver and Vehicle Licensing Authority and such other bodies as it may determine to promote road safety; act in liaison and co-operation with government agencies, the Driver and Vehicle Licensing Authority and such other bodies as it may determine to promote road safety; conduct investigations into road safety issues and advise the Minister on them; conduct investigations into road safety issues and advise the Minister on them; advise the Minister on the formulation of road safety policies and action programmes; advise the Minister on the formulation of road safety policies and action programmes; develop and maintain a comprehensive data base on road safety for the information of the public; develop and maintain a comprehensive data base on road safety for the information of the public; gather and publish reports and information relating to road safety; gather and publish reports and information relating to road safety; collaborate with such foreign and international bodies as the Commission considers necessary for the purpose of this Act; collaborate with such foreign and international bodies as the Commission considers necessary for the purpose of this Act; develop a long term road safety plan; develop a long term road safety plan; establish with the road authorities, procedures for safety audit of projects for roads construction, reconstruction or improvement; establish with the road authorities, procedures for safety audit of projects for roads construction, reconstruction or improvement; promote road safety research; and promote road safety research; and set standards for road safety equipment's in consultation with the Building and Road Research Institute (BRRI), the Ghana Standards Board and other bodies with relevant knowledge and expertise on road safety and ensure compliance with the standards. set standards for road safety equipment's in consultation with the Building and Road Research Institute (BRRI), the Ghana Standards Board and other bodies with relevant knowledge and expertise on road safety and ensure compliance with the standards. (3) In the performance of its functions under subsection (2), the Commission shall take into consideration the interest of the public and the interest of the owners of properties on adjoining roads. In the performance of its functions under subsection (2), the Commission shall take into consideration the interest of the public and the interest of the owners of properties on adjoining roads."
    },
    {
      "provision_ref": "s3",
      "part": "Part I – Establishment and  functions of the National Road Safety Commission",
      "section": "3",
      "title": "Membership of the Commission",
      "content": "(1) The Commission shall consist of— The Commission shall consist of— a chairman; a chairman; a representative of— a representative of— the Minister for Roads and Transport; the Minister for Roads and Transport; the Minister for Local Government and Rural Development; the Minister for Local Government and Rural Development; the Minister for Health; the Minister for Health; the Minister for Education; the Minister for Education; the Minister for Communication; the Minister for Communication; the Minister for Justice and Attorney-General; the Minister for Justice and Attorney-General; the Executive Director of the Commission appointed under section 13 of this Act; the Executive Director of the Commission appointed under section 13 of this Act; a representative from each of the following organisations nominated by the organisation concerned— a representative from each of the following organisations nominated by the organisation concerned— the Road Traffic Police; the Road Traffic Police; Ghana Armed Forces; Ghana Armed Forces; National Insurance Commission; National Insurance Commission; National Association of Driving Schools; National Association of Driving Schools; Broadcasting Industry; Broadcasting Industry; Ghana Journalists Association; Ghana Journalists Association; Building and Road Research Institute; Building and Road Research Institute; Driver and Vehicle Licensing Authority; Driver and Vehicle Licensing Authority; Ghana Insurers Association; and Ghana Insurers Association; and three representatives of private providers of road transport. three representatives of private providers of road transport. (2) A representative of a Minister specified in subsection (1) shall be an officer not below the rank of a Director or its equivalent. A representative of a Minister specified in subsection (1) shall be an officer not below the rank of a Director or its equivalent. (3) The chairman and other members of the Commission shall be appointed by the President, acting in consultation with the Council of State. The chairman and other members of the Commission shall be appointed by the President, acting in consultation with the Council of State. (4) The President shall, in making the appointments under this section have regard to the knowledge, expertise and experience of the persons and in particular to their knowledge in matters relevant to the functions of the Commission. The President shall, in making the appointments under this section have regard to the knowledge, expertise and experience of the persons and in particular to their knowledge in matters relevant to the functions of the Commission."
    },
    {
      "provision_ref": "s4",
      "part": "Part I – Establishment and  functions of the National Road Safety Commission",
      "section": "4",
      "title": "Tenure of office of members",
      "content": "(1) Subject to the provisions of this section, a member of the Commission shall hold office for a period not exceeding three years and is eligible for reappointment. Subject to the provisions of this section, a member of the Commission shall hold office for a period not exceeding three years and is eligible for reappointment. (2) A member of the Commission other than the Executive Director may at any time, by letter addressed to the President through the Minister, resign his office. A member of the Commission other than the Executive Director may at any time, by letter addressed to the President through the Minister, resign his office. (3) A member who is absent from three consecutive meetings of the Commission without reasonable excuse shall cease to be a member of the Commission. A member who is absent from three consecutive meetings of the Commission without reasonable excuse shall cease to be a member of the Commission. (4) A member of the Commission may be removed from office by the President for inability to perform the functions of his office or for stated misbehaviour or any just cause. A member of the Commission may be removed from office by the President for inability to perform the functions of his office or for stated misbehaviour or any just cause. (5) The chairman of the Commission shall through the Minister notify the President of vacancies which occur in the membership of the Commission within one month of the occurrence of the vacancy. The chairman of the Commission shall through the Minister notify the President of vacancies which occur in the membership of the Commission within one month of the occurrence of the vacancy."
    },
    {
      "provision_ref": "s5",
      "part": "Part I – Establishment and  functions of the National Road Safety Commission",
      "section": "5",
      "title": "Allowance of members",
      "content": "The chairman and the other members of the Commission shall be paid such allowances as the Minister, in consultation with the Minister responsible for Finance, may determine. The chairman and the other members of the Commission shall be paid such allowances as the Minister, in consultation with the Minister responsible for Finance, may determine."
    },
    {
      "provision_ref": "s6",
      "part": "Part I – Establishment and  functions of the National Road Safety Commission",
      "section": "6",
      "title": "Meetings of the Commission",
      "content": "(1) The Commission shall meet for the despatch of business at such times and in such places as the Chairman may determine but shall meet at least once every two months. The Commission shall meet for the despatch of business at such times and in such places as the Chairman may determine but shall meet at least once every two months. (2) The chairman shall upon the request of not less than one-third of the membership of the Commission convene a special meeting. The chairman shall upon the request of not less than one-third of the membership of the Commission convene a special meeting. (3) The quorum at a meeting of Commission shall be one-third of the membership of the Commission. The quorum at a meeting of Commission shall be one-third of the membership of the Commission. (4) Every meeting of the Commission shall be presided over by the chairman and in his absence by a member of the Commission elected by the members present from among their number. Every meeting of the Commission shall be presided over by the chairman and in his absence by a member of the Commission elected by the members present from among their number. (5) Matters before the Commission for determination shall be decided by a majority of the members present and voting. Matters before the Commission for determination shall be decided by a majority of the members present and voting. (6) The chairman or the person presiding at a meeting of the Commission shall in the event of equality of votes have a second or casting vote. The chairman or the person presiding at a meeting of the Commission shall in the event of equality of votes have a second or casting vote. (7) The Commission may co-opt any person to act as an adviser at its meetings but no co-opted person is entitled to vote at the meeting. The Commission may co-opt any person to act as an adviser at its meetings but no co-opted person is entitled to vote at the meeting. (8) Except as otherwise provided in this section, the Commission shall regulate the procedure for its meetings. Except as otherwise provided in this section, the Commission shall regulate the procedure for its meetings."
    },
    {
      "provision_ref": "s7",
      "part": "Part I – Establishment and  functions of the National Road Safety Commission",
      "section": "7",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Commission who has an interest in any matter to be considered or dealt with by the Commission shall disclose the nature of his interest to the Commission and shall, unless the meeting otherwise directs, be disqualified from participating in any deliberations in respect of the matter and shall, in any case be disqualified from voting on any decision on that matter. A member of the Commission who has an interest in any matter to be considered or dealt with by the Commission shall disclose the nature of his interest to the Commission and shall, unless the meeting otherwise directs, be disqualified from participating in any deliberations in respect of the matter and shall, in any case be disqualified from voting on any decision on that matter. (2) A member who fails to disclose his interest under subsection (1) of this section shall be removed from the Commission. A member who fails to disclose his interest under subsection (1) of this section shall be removed from the Commission."
    },
    {
      "provision_ref": "s8",
      "part": "Part I – Establishment and  functions of the National Road Safety Commission",
      "section": "8",
      "title": "Committees of the Commission",
      "content": "The Commission may for the discharge of its functions appoint committees consisting of members of the Commission or non-members or both and may assign to a committee such of its functions as the Commission may determine except that a committee composed exclusively of non-members of the Commission may only advise the Commission. The Commission may for the discharge of its functions appoint committees consisting of members of the Commission or non-members or both and may assign to a committee such of its functions as the Commission may determine except that a committee composed exclusively of non-members of the Commission may only advise the Commission."
    },
    {
      "provision_ref": "s9",
      "part": "Part I – Establishment and  functions of the National Road Safety Commission",
      "section": "9",
      "title": "Directions of the Minister",
      "content": "The Minister may give to the Commission such directions of a general character as appear to him to be required in the public interest relating to the discharge of the functions of the Commission and the Commission shall give effect to the directives. The Minister may give to the Commission such directions of a general character as appear to him to be required in the public interest relating to the discharge of the functions of the Commission and the Commission shall give effect to the directives."
    },
    {
      "provision_ref": "s10",
      "part": "Part I – Establishment and  functions of the National Road Safety Commission",
      "section": "10",
      "title": "Ministerial responsibility",
      "content": "The Minister for Roads and Transport shall have ministerial responsibility of the Commission. The Minister for Roads and Transport shall have ministerial responsibility of the Commission."
    },
    {
      "provision_ref": "s11",
      "part": "Part I – Establishment and  functions of the National Road Safety Commission",
      "section": "11",
      "title": "Commission to conduct investigations",
      "content": "(1) The Commission may— The Commission may— investigate or authorise any person to investigate and make a special report on any matter in respect of its functions; or investigate or authorise any person to investigate and make a special report on any matter in respect of its functions; or with the consent of the Minister, hold an inquiry or direct an inquiry to be held into any such matter. with the consent of the Minister, hold an inquiry or direct an inquiry to be held into any such matter. (2) An inquiry under this section shall be held in accordance with regulations made by the Minister and the inquiry shall be held in public unless the regulations provide otherwise. An inquiry under this section shall be held in accordance with regulations made by the Minister and the inquiry shall be held in public unless the regulations provide otherwise. (3) The Commission may cause any report made under this section to be made public at such time and in such manner as the Commission thinks fit. The Commission may cause any report made under this section to be made public at such time and in such manner as the Commission thinks fit. (4) The Commission shall pay an officer who conducts investigations or persons who hold an inquiry under this section, such allowances as the Commission thinks fit. The Commission shall pay an officer who conducts investigations or persons who hold an inquiry under this section, such allowances as the Commission thinks fit."
    },
    {
      "provision_ref": "s12",
      "part": "Part I – Establishment and  functions of the National Road Safety Commission",
      "section": "12",
      "title": "Regional offices",
      "content": "(1) There shall be in each region of Ghana, a regional office of the Commission. There shall be in each region of Ghana, a regional office of the Commission. (2) A regional office shall be headed by a Regional Road Safety Officer. A regional office shall be headed by a Regional Road Safety Officer. (3) There shall be appointed for each regional office of the Commission such officers as the Commission may determine. There shall be appointed for each regional office of the Commission such officers as the Commission may determine. (4) A regional office of the Commission shall perform in the relevant region such functions as may be assigned to it by the Commission. A regional office of the Commission shall perform in the relevant region such functions as may be assigned to it by the Commission."
    },
    {
      "provision_ref": "s13",
      "part": "Part II – General administrative and financial provisions",
      "section": "13",
      "title": "Executive Director",
      "content": "(1) The Commission shall have an Executive Director who shall be appointed by the President in accordance with the advice of the Commission given in consultation with the Public Services Commission. The Commission shall have an Executive Director who shall be appointed by the President in accordance with the advice of the Commission given in consultation with the Public Services Commission. (2) The Executive Director shall be a member of the Commission, and act as secretary to the Commission. The Executive Director shall be a member of the Commission, and act as secretary to the Commission. (3) The Executive Director shall hold office upon such terms and conditions as shall be specified in his letter of appointment. The Executive Director shall hold office upon such terms and conditions as shall be specified in his letter of appointment. (4) Subject to such general directives as the Commission may give, the Executive Director shall be responsible for the day-to-day administration of the Commission and ensure the implementation of the decisions of the Commission. Subject to such general directives as the Commission may give, the Executive Director shall be responsible for the day-to-day administration of the Commission and ensure the implementation of the decisions of the Commission. (5) The Executive Director may delegate the day-to-day administration of the Commission to any officer but the Executive Director shall not be relieved from inmate responsibility for the discharge of any delegated functions. The Executive Director may delegate the day-to-day administration of the Commission to any officer but the Executive Director shall not be relieved from inmate responsibility for the discharge of any delegated functions."
    },
    {
      "provision_ref": "s14",
      "part": "Part II – General administrative and financial provisions",
      "section": "14",
      "title": "Appointment of other staff of the Commission",
      "content": "(1) The President acting in accordance with the advice of the Commission given in consultation with the Public Services Commission may appoint such officers and other employees as may be necessary for the effective implementation of the functions of the Commission. The President acting in accordance with the advice of the Commission given in consultation with the Public Services Commission may appoint such officers and other employees as may be necessary for the effective implementation of the functions of the Commission. (2) The President may delegate the power of appointment of public officers in accordance with article 195(2) of the Constitution. The President may delegate the power of appointment of public officers in accordance with article 195(2) of the Constitution. (3) Other public officers may be transferred or seconded to the Commission. Other public officers may be transferred or seconded to the Commission. (4) The Commission may engage the services of such experts and consultants as it considers necessary on the recommendations of the Executive Director. The Commission may engage the services of such experts and consultants as it considers necessary on the recommendations of the Executive Director."
    },
    {
      "provision_ref": "s15",
      "part": "Part II – General administrative and financial provisions",
      "section": "15",
      "title": "Funds of the Commission",
      "content": "The funds of the Commission shall include— money allocated to the Commission from the Road Fund; money allocated to the Commission from the Road Fund; appropriations made by Parliament for the Commission; appropriations made by Parliament for the Commission; any loans granted to the Commission; any loans granted to the Commission; levies; and levies; and any monies accruing to the Commission in the course of the performance of its functions under this Act or any enactment. any monies accruing to the Commission in the course of the performance of its functions under this Act or any enactment."
    },
    {
      "provision_ref": "s16",
      "part": "Part II – General administrative and financial provisions",
      "section": "16",
      "title": "Borrowing powers and bank account",
      "content": "(1) Subject to the provisions on loans in article 181 of the Constitution the Commission may obtain loans and other credit facilities on the guarantee of government from such bank and institutions as the Minister in consultation with the Minister for Finance may determine. Subject to the provisions on loans in article 181 of the Constitution the Commission may obtain loans and other credit facilities on the guarantee of government from such bank and institutions as the Minister in consultation with the Minister for Finance may determine. (2) The Commission may open such bank accounts as the Minister in consultation with the Minister of Finance and the Accountant-General may determine. The Commission may open such bank accounts as the Minister in consultation with the Minister of Finance and the Accountant-General may determine."
    },
    {
      "provision_ref": "s17",
      "part": "Part II – General administrative and financial provisions",
      "section": "17",
      "title": "Levy on compulsory insurance premiums",
      "content": "An insurer shall, on receipt of any premium in respect of a motor insurance policy, pay to the Commission through the National Insurance Commission such part of the premium as may from time to time be agreed upon by the Commission, the National Insurance Commission and the Ghana Insurers Association. An insurer shall, on receipt of any premium in respect of a motor insurance policy, pay to the Commission through the National Insurance Commission such part of the premium as may from time to time be agreed upon by the Commission, the National Insurance Commission and the Ghana Insurers Association."
    },
    {
      "provision_ref": "s18",
      "part": "Part II – General administrative and financial provisions",
      "section": "18",
      "title": "Budget estimates",
      "content": "The Commission shall prepare budget estimates for each financial year and present the estimates to the Minister for approval not later than three months before the end of the relevant financial year. The Commission shall prepare budget estimates for each financial year and present the estimates to the Minister for approval not later than three months before the end of the relevant financial year."
    },
    {
      "provision_ref": "s19",
      "part": "Part II – General administrative and financial provisions",
      "section": "19",
      "title": "Accounts and audit",
      "content": "(1) The Commission shall keep books of account and proper records in relation to them and the account books and records of the Commission shall be in a form approved by the Auditor-General. The Commission shall keep books of account and proper records in relation to them and the account books and records of the Commission shall be in a form approved by the Auditor-General. (2) The books of account of the Commission shall be audited annually by the Auditor-General or an auditor appointed by him within six months after the end of the preceding financial year. The books of account of the Commission shall be audited annually by the Auditor-General or an auditor appointed by him within six months after the end of the preceding financial year. (3) The financial year of the Commission shall be the same as the financial year of the Government. The financial year of the Commission shall be the same as the financial year of the Government."
    },
    {
      "provision_ref": "s20",
      "part": "Part II – General administrative and financial provisions",
      "section": "20",
      "title": "Annual report",
      "content": "(1) The chairman of the Commission shall as soon as possible after the expiration of each financial year but within six months after the end of the year, submit to the Minister an annual report dealing generally with the activities and operations of the Commission within that year which shall include a copy of the audited accounts of the Commission together with the Auditor-General's report on it. The chairman of the Commission shall as soon as possible after the expiration of each financial year but within six months after the end of the year, submit to the Minister an annual report dealing generally with the activities and operations of the Commission within that year which shall include a copy of the audited accounts of the Commission together with the Auditor-General's report on it. (2) The Minister shall within two months after the receipt of the annual report submit the report to Parliament with such statement as he considers necessary. The Minister shall within two months after the receipt of the annual report submit the report to Parliament with such statement as he considers necessary. (3) The Commission shall also submit to the Minister such other reports as the Minister may in writing request. The Commission shall also submit to the Minister such other reports as the Minister may in writing request."
    },
    {
      "provision_ref": "s21",
      "part": "Part II – General administrative and financial provisions",
      "section": "21",
      "title": "Regulations",
      "content": "The Minister may on the recommendations of the Commission make regulations prescribing the procedure for the conduct of investigations and inquiries and for the purpose of giving effect to the provisions of this Act. The Minister may on the recommendations of the Commission make regulations prescribing the procedure for the conduct of investigations and inquiries and for the purpose of giving effect to the provisions of this Act."
    },
    {
      "provision_ref": "s22",
      "part": "Part II – General administrative and financial provisions",
      "section": "22",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires—“Commission” means the Commission established under section 1 of this Act; and“Minister” means the Minister responsible for Roads and Transport. In this Act unless the context otherwise requires— “Commission” means the Commission established under section 1 of this Act; and “Minister” means the Minister responsible for Roads and Transport."
    }
  ],
  "definitions": [
    {
      "term": "Commission",
      "definition": "the Commission established under section 1 of this Act",
      "source_provision": "s22"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Roads and Transport. In this Act unless the context otherwise requires— “Commission” means the Commission established under section 1 of this Act",
      "source_provision": "s22"
    }
  ]
}