{
  "id": "act-575-2000",
  "type": "act",
  "title": "Traditional Medicine Practice Act, 2000",
  "short_name": "TMP 2000",
  "act_number": 575,
  "year": 2000,
  "status": "in_force",
  "issued_date": "2000-03-17",
  "url": "https://ghalii.org/akn/gh/act/2000/575",
  "provisions": [
    {
      "provision_ref": "s1",
      "part": "Part I – Establishment and functions of the Traditional Medicine Practice Council",
      "section": "1",
      "title": "Establishment of the Council",
      "content": "(1) There is established by this Act a body corporate to be known as the Traditional Medicine Practice Council referred to in this Act as “the Council.” There is established by this Act a body corporate to be known as the Traditional Medicine Practice Council referred to in this Act as “the Council.” (2) The Council shall have perpetual succession, a common seal and may sue and be sued in its own name. The Council shall have perpetual succession, a common seal and may sue and be sued in its own name. (3) The Council may for the discharge of its functions acquire and hold any movable and immovable property and may enter into any contract or other transaction. The Council may for the discharge of its functions acquire and hold any movable and immovable property and may enter into any contract or other transaction."
    },
    {
      "provision_ref": "s2",
      "part": "Part I – Establishment and functions of the Traditional Medicine Practice Council",
      "section": "2",
      "title": "Object and functions of the Council",
      "content": "(1) The object of the Council is to promote, control and regulate traditional medicine practice. The object of the Council is to promote, control and regulate traditional medicine practice. (2) For the purposes of subsection (1) the Council shall— For the purposes of subsection (1) the Council shall— set standards for the practice of traditional medicine; set standards for the practice of traditional medicine; issue a certificate of registration to a qualified practitioner and license premises for a practice; issue a certificate of registration to a qualified practitioner and license premises for a practice; determine and enforce a code of ethics for traditional medicine practice in conjunction with an association of traditional medicine practitioners recognized by the Minister of Health referred to in this Act as \"the Association\"; determine and enforce a code of ethics for traditional medicine practice in conjunction with an association of traditional medicine practitioners recognized by the Minister of Health referred to in this Act as \"the Association\"; promote and support training in traditional medicine; promote and support training in traditional medicine; approve in consultation with such educational and research institu­tions as it may determine the curriculum for training in traditional medicine in the institutions; approve in consultation with such educational and research institu­tions as it may determine the curriculum for training in traditional medicine in the institutions; collaborate with the Ministry to establish centres for provision of traditional medical care within the national health care delivery system; collaborate with the Ministry to establish centres for provision of traditional medical care within the national health care delivery system; advise the Minister on matters relating to and affecting the practice of traditional medicine; advise the Minister on matters relating to and affecting the practice of traditional medicine; collaborate with the appropriate agencies for large scale cultivation of medicinal plants and for the preservation of bio-diversity; collaborate with the appropriate agencies for large scale cultivation of medicinal plants and for the preservation of bio-diversity; advise the Food and Drugs Board in writing on rules for the registra­tion, advertisement, manufacture, packaging, preparation, labelling, sale, supply, exportation and importation of any herbal medicine; advise the Food and Drugs Board in writing on rules for the registra­tion, advertisement, manufacture, packaging, preparation, labelling, sale, supply, exportation and importation of any herbal medicine; monitor fees payable by clients for services provided by practitioners; and monitor fees payable by clients for services provided by practitioners; and perform such other functions as are ancillary to the object of the Council. perform such other functions as are ancillary to the object of the Council."
    },
    {
      "provision_ref": "s3",
      "part": "Part I – Establishment and functions of the Traditional Medicine Practice Council",
      "section": "3",
      "title": "Membership of the Council",
      "content": "(1) The Council shall consist of the following persons— The Council shall consist of the following persons— five nominees of the Association at least one of whom shall be a woman; five nominees of the Association at least one of whom shall be a woman; two persons nominated by the Minister one of whom shall be the Director of the Traditional Medicine Services Division of the Ministry; two persons nominated by the Minister one of whom shall be the Director of the Traditional Medicine Services Division of the Ministry; two representatives from the universities and research institutions one of whom shall be a pharmacist with an interest in traditional medicine and the other a person with an interest in the preservation of biodiversity; two representatives from the universities and research institutions one of whom shall be a pharmacist with an interest in traditional medicine and the other a person with an interest in the preservation of biodiversity; the Director of the Centre for Scientific Research into Plant Medicine; the Director of the Centre for Scientific Research into Plant Medicine; the chief executive of the Food and Drugs Board; and the chief executive of the Food and Drugs Board; and the Registrar appointed under section 29 of this Act who shall be the secretary to the Council. the Registrar appointed under section 29 of this Act who shall be the secretary to the Council. (2) The members of the Council shall be appointed by the President acting in consultation with the Council of State. The members of the Council shall be appointed by the President acting in consultation with the Council of State. (3) The Council shall have a chairman who shall be elected by secret ballot by the members of the Council from the five members of the Association referred to under paragraph (a) of subsection (1). The Council shall have a chairman who shall be elected by secret ballot by the members of the Council from the five members of the Association referred to under paragraph (a) of subsection (1)."
    },
    {
      "provision_ref": "s4",
      "part": "Part I – Establishment and functions of the Traditional Medicine Practice Council",
      "section": "4",
      "title": "Tenure of office of members",
      "content": "(1) A member of the Council other than an ex-officio member shall hold office for a period not exceeding three years and is on the expiration of that period eligible for re-appointment but no person shall hold office for more than two terms in succession. A member of the Council other than an ex-officio member shall hold office for a period not exceeding three years and is on the expiration of that period eligible for re-appointment but no person shall hold office for more than two terms in succession. (2) Where a member of the Council other than an ex-officio member resigns, dies, is removed from office or is for any reason unable to act as a member of the Council the Minister shall notify the President of the vacancy and the President shall on the advice of the nominating authority where applicable, and acting in consulta­tion with the Council of State appoint another person to hold office for the unexpired portion of the member’s term of office. Where a member of the Council other than an ex-officio member resigns, dies, is removed from office or is for any reason unable to act as a member of the Council the Minister shall notify the President of the vacancy and the President shall on the advice of the nominating authority where applicable, and acting in consulta­tion with the Council of State appoint another person to hold office for the unexpired portion of the member’s term of office. (3) A member of the Council other than an ex-officio member may at any time resign his office in writing addressed to the President through the Minister. A member of the Council other than an ex-officio member may at any time resign his office in writing addressed to the President through the Minister. (4) A member of the Council other than an ex-officio member who is absent from three consecutive meetings of the Council without sufficient cause shall cease to be a member of the Council. A member of the Council other than an ex-officio member who is absent from three consecutive meetings of the Council without sufficient cause shall cease to be a member of the Council. (5) The President shall by letter addressed to a member nominated by a body as its representative on the Council revoke the appointment of that member on the request of the body. The President shall by letter addressed to a member nominated by a body as its representative on the Council revoke the appointment of that member on the request of the body."
    },
    {
      "provision_ref": "s5",
      "part": "Part I – Establishment and functions of the Traditional Medicine Practice Council",
      "section": "5",
      "title": "Meetings of the Council",
      "content": "(1) The Council shall meet for the despatch of business at such times and at such places as the chairman may determine but shall meet at least once every three months. The Council shall meet for the despatch of business at such times and at such places as the chairman may determine but shall meet at least once every three months. (2) The chairman shall at the request in writing of not less than one-third of the membership of the Council convene an extraordinary meeting of the Council at such place and time as he may determine. The chairman shall at the request in writing of not less than one-third of the membership of the Council convene an extraordinary meeting of the Council at such place and time as he may determine. (3) The quorum at a meeting of the Council shall be seven members of the Council. The quorum at a meeting of the Council shall be seven members of the Council. (4) Every meeting of the Council shall be presided over by the chairman and in his absence by a member of the Council elected by the members present from among their number. Every meeting of the Council shall be presided over by the chairman and in his absence by a member of the Council elected by the members present from among their number. (5) Matters before the Council shall be decided by a majority of the members present and voting and in the event of equality of votes the person presiding shall have a second or casting vote. Matters before the Council shall be decided by a majority of the members present and voting and in the event of equality of votes the person presiding shall have a second or casting vote. (6) The Council may co-opt any person to attend a Council meeting but that person shall not vote on any matter for decision by the Council. The Council may co-opt any person to attend a Council meeting but that person shall not vote on any matter for decision by the Council. (7) The proceedings of the Council shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Council shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. (8) A member of the Council who has an interest in any contract, or other transaction proposed to be entered into with the Council or any application before the Council shall disclose in writing the nature of his interest and shall be disquali­fied from participating in any deliberations of the Council in respect of the contract, application or other transaction. A member of the Council who has an interest in any contract, or other transaction proposed to be entered into with the Council or any application before the Council shall disclose in writing the nature of his interest and shall be disquali­fied from participating in any deliberations of the Council in respect of the contract, application or other transaction. (9) A member who infringes subsection (8) is liable to be removed from the Council. A member who infringes subsection (8) is liable to be removed from the Council. (10) Subject to this section the Council shall determine the procedure for its meetings. Subject to this section the Council shall determine the procedure for its meetings."
    },
    {
      "provision_ref": "s6",
      "part": "Part I – Establishment and functions of the Traditional Medicine Practice Council",
      "section": "6",
      "title": "Establishment and appointment of committees",
      "content": "(1) Subject to subsection (3) the Council may appoint committees composed of members of the Council or non members or both to exercise any of its functions under this Act. Subject to subsection (3) the Council may appoint committees composed of members of the Council or non members or both to exercise any of its functions under this Act. (2) Without prejudice to subsection (1) the following committees are hereby established— Without prejudice to subsection (1) the following committees are hereby established— Finance; Finance; General Purposes; General Purposes; Research; Research; Training; and Training; and Professional Standards and Ethics. Professional Standards and Ethics. (3) Every committee of the Council shall be chaired by a member of the Council. Every committee of the Council shall be chaired by a member of the Council. (4) The Council shall determine the functions of each committee. The Council shall determine the functions of each committee."
    },
    {
      "provision_ref": "s7",
      "part": "Part I – Establishment and functions of the Traditional Medicine Practice Council",
      "section": "7",
      "title": "Allowances",
      "content": "There shall be paid to the members of the Council, members of a committee of the Council and persons co-opted to attend meetings of the Council such travelling and other allowances as may be approved by the Minister in consultation with the Minister for Finance. There shall be paid to the members of the Council, members of a committee of the Council and persons co-opted to attend meetings of the Council such travelling and other allowances as may be approved by the Minister in consultation with the Minister for Finance."
    },
    {
      "provision_ref": "s8",
      "part": "Part I – Establishment and functions of the Traditional Medicine Practice Council",
      "section": "8",
      "title": "Regional and district offices of the Council",
      "content": "(1) There shall be established in each regional capital and in such district as the Council may determine, regional and district offices of the Council. There shall be established in each regional capital and in such district as the Council may determine, regional and district offices of the Council. (2) A regional or district office of the Council shall be provided with such public officers as the President in accordance with the advice of the Council given in consultation with the Public Services Commission shall determine. A regional or district office of the Council shall be provided with such public officers as the President in accordance with the advice of the Council given in consultation with the Public Services Commission shall determine. (3) A regional or district office of the Council shall perform such functions of the Council in the region or district as the Council may direct. A regional or district office of the Council shall perform such functions of the Council in the region or district as the Council may direct."
    },
    {
      "provision_ref": "s9",
      "part": "Part II – Registration of practitioners",
      "section": "9",
      "title": "Registration of practitioners",
      "content": "(1) No person shall operate or own any premises as a practitioner or produce herbal medicine for sale unless he is registered in accordance with this Act. No person shall operate or own any premises as a practitioner or produce herbal medicine for sale unless he is registered in accordance with this Act. (2) A person seeking full or temporary registration shall apply to the Registrar in such manner as the Council shall determine. A person seeking full or temporary registration shall apply to the Registrar in such manner as the Council shall determine."
    },
    {
      "provision_ref": "s10",
      "part": "Part II – Registration of practitioners",
      "section": "10",
      "title": "Qualification for registration",
      "content": "(1) Where the Council is satisfied that— Where the Council is satisfied that— an applicant has adequate proficiency in the practice of traditional medicine; and an applicant has adequate proficiency in the practice of traditional medicine; and the application has been endorsed by any two of the following— the application has been endorsed by any two of the following— the district chairman of the Association; the district chairman of the Association; the traditional ruler of the community; the traditional ruler of the community; the District Co-ordinating Director the District Co-ordinating Director it shall direct the Registrar to enter the applicant’s name in the register of practition­ers and issue the applicant with a certificate of registration on the payment of the prescribed fee by the applicant. (2) A person issued with a certificate under subsection (1) of this section shall be known as a practitioner for the purpose of this Act. A person issued with a certificate under subsection (1) of this section shall be known as a practitioner for the purpose of this Act. (3) Registration under this Act shall be in addition to registration required under any other law for the time being in force in respect of the practice. Registration under this Act shall be in addition to registration required under any other law for the time being in force in respect of the practice."
    },
    {
      "provision_ref": "s11",
      "part": "Part II – Registration of practitioners",
      "section": "11",
      "title": "Temporary registration of non citizens",
      "content": "A person who is not a citizen of Ghana may be temporarily registered as a practitioner where he— is the holder of a work permit or is otherwise entitled to engage in gainful employment in Ghana; is the holder of a work permit or is otherwise entitled to engage in gainful employment in Ghana; has satisfied the requirements of subsections (1) and (3) of section 10; has satisfied the requirements of subsections (1) and (3) of section 10; has a good working knowledge of English or an indigenous Ghanaian language; and has a good working knowledge of English or an indigenous Ghanaian language; and has proof of qualification and registration to practise in his country of origin or where he was trained. has proof of qualification and registration to practise in his country of origin or where he was trained."
    },
    {
      "provision_ref": "s12",
      "part": "Part II – Registration of practitioners",
      "section": "12",
      "title": "Renewal of certificate of registration",
      "content": "(1) The certificate of registration shall expire at the end of 31st December of each year. The certificate of registration shall expire at the end of 31st December of each year. (2) The certificate may be renewed subject to the provisions of this Act. The certificate may be renewed subject to the provisions of this Act."
    },
    {
      "provision_ref": "s13",
      "part": "Part II – Registration of practitioners",
      "section": "13",
      "title": "Titles of practitioners",
      "content": "The Minister on the recommendations of the Council given in consultation with the Association may prescribe by regulations the titles to be used by practitioners based on the type of service rendered and the qualifications of the practitioners. The Minister on the recommendations of the Council given in consultation with the Association may prescribe by regulations the titles to be used by practitioners based on the type of service rendered and the qualifications of the practitioners."
    },
    {
      "provision_ref": "s14",
      "part": "Part II – Registration of practitioners",
      "section": "14",
      "title": "Suspension of registration",
      "content": "The Council may suspend for such period as it may determine the registration of a practitioner where— an offence in relation to the practitioner is being investigated; an offence in relation to the practitioner is being investigated; allegations of misconduct have been made against the practitioner; allegations of misconduct have been made against the practitioner; a false declaration has been made in an application for a certificate or licence issued to him; or a false declaration has been made in an application for a certificate or licence issued to him; or the practitioner has contravened any provision of this Act. the practitioner has contravened any provision of this Act."
    },
    {
      "provision_ref": "s15",
      "part": "Part II – Registration of practitioners",
      "section": "15",
      "title": "Cancellation of registration",
      "content": "(1) A certificate of a practitioner shall be cancelled by the Council on the recommendations of a committee of the Council where the practitioner— A certificate of a practitioner shall be cancelled by the Council on the recommendations of a committee of the Council where the practitioner— has been convicted of an offence under this Act or Regulations made under it; has been convicted of an offence under this Act or Regulations made under it; has breached any of the terms of the licence for the practice; has breached any of the terms of the licence for the practice; has lost the qualification on the basis of which the registration was made; has lost the qualification on the basis of which the registration was made; has been convicted to a term of imprisonment for a criminal offence; or has been convicted to a term of imprisonment for a criminal offence; or has appeared before the Professional Standards and Ethics Commit­tee which has recommended be cancelled. has appeared before the Professional Standards and Ethics Commit­tee which has recommended be cancelled. (2) A certificate of a practitioner shall be cancelled if the Council considers it necessary in the interest of public health. A certificate of a practitioner shall be cancelled if the Council considers it necessary in the interest of public health."
    },
    {
      "provision_ref": "s16",
      "part": "Part II – Registration of practitioners",
      "section": "16",
      "title": "Representation to the Council",
      "content": "No registration shall be cancelled or suspended unless the Council has given the practitioner at least 30 days notice of its intention to suspend or cancel his regis­tration and has provided the practitioner an opportunity to make representations, if any, to the Council. No registration shall be cancelled or suspended unless the Council has given the practitioner at least 30 days notice of its intention to suspend or cancel his regis­tration and has provided the practitioner an opportunity to make representations, if any, to the Council."
    },
    {
      "provision_ref": "s17",
      "part": "Part III – Licensing of practices",
      "section": "17",
      "title": "Licensing of practices",
      "content": "No person shall own or operate a practice unless he holds a licence in respect of the practice issued under this Act. No person shall own or operate a practice unless he holds a licence in respect of the practice issued under this Act."
    },
    {
      "provision_ref": "s18",
      "part": "Part III – Licensing of practices",
      "section": "18",
      "title": "Application and conditions for licence",
      "content": "(1) A person may apply to the Council for a licence for a practice through the district office of the Council within the area in which the practice is to be operated in such form as the Council shall determine. A person may apply to the Council for a licence for a practice through the district office of the Council within the area in which the practice is to be operated in such form as the Council shall determine. (2) There shall be attached to the application— There shall be attached to the application— the block plan of the premises for the practice; the block plan of the premises for the practice; provisional approval from the District Planning Authority or relevant authority on land use; provisional approval from the District Planning Authority or relevant authority on land use; evidence of ability of proposed practitioners in the practice and proof of their registration; evidence of ability of proposed practitioners in the practice and proof of their registration; testimonials of each proposed practitioner in the proposed practice from the Association; testimonials of each proposed practitioner in the proposed practice from the Association; two passport size photographs of each proposed practitioner in the practice; two passport size photographs of each proposed practitioner in the practice; a list of the types of services to be rendered by the practice; and a list of the types of services to be rendered by the practice; and the prescribed licensing fee. the prescribed licensing fee. (3) No licence shall be granted to an applicant unless the Council is satisfied that the applicant— No licence shall be granted to an applicant unless the Council is satisfied that the applicant— is registered as a practitioner under this Act; is registered as a practitioner under this Act; has the experience and competence to manage the practice in accord­ance with this Act; and has the experience and competence to manage the practice in accord­ance with this Act; and has complied with any other requirement specified by the Council and any other relevant law. has complied with any other requirement specified by the Council and any other relevant law. (4) The Council may request from the applicant where necessary— The Council may request from the applicant where necessary— clearance or an appropriate permit from the Environmental Protec­tion Agency; and clearance or an appropriate permit from the Environmental Protec­tion Agency; and evidence of financial viability for the ownership and operation of the practice. evidence of financial viability for the ownership and operation of the practice."
    },
    {
      "provision_ref": "s19",
      "part": "Part III – Licensing of practices",
      "section": "19",
      "title": "Issue and renewal of licence",
      "content": "(1) Where the Council is satisfied that an applicant has fulfilled all condi­tions required under this Act for licensing of a practice, it shall approve the applica­tion and issue the applicant with a licence. Where the Council is satisfied that an applicant has fulfilled all condi­tions required under this Act for licensing of a practice, it shall approve the applica­tion and issue the applicant with a licence. (2) The licence shall expire on the 31st December of each year and may be renewed subject to the provisions of this Act. The licence shall expire on the 31st December of each year and may be renewed subject to the provisions of this Act. (3) There shall be paid by the applicant in respect of the licence and any renewal of it such fee as may be prescribed and no licence or renewal shall be issued or made unless the prescribed fee has been paid. There shall be paid by the applicant in respect of the licence and any renewal of it such fee as may be prescribed and no licence or renewal shall be issued or made unless the prescribed fee has been paid."
    },
    {
      "provision_ref": "s20",
      "part": "Part III – Licensing of practices",
      "section": "20",
      "title": "Display of licence",
      "content": "The licence shall be displayed in a prominent place in the practice which is accessible to all patients or prospective patients. The licence shall be displayed in a prominent place in the practice which is accessible to all patients or prospective patients."
    },
    {
      "provision_ref": "s21",
      "part": "Part III – Licensing of practices",
      "section": "21",
      "title": "Application by non-citizen",
      "content": "A non-citizen may apply to the Council through the district office of the Council within the area in which the practice is to be operated for a licence to own or operate a practice where— he possesses a valid work permit issued by the Minister for the Interior; he possesses a valid work permit issued by the Minister for the Interior; he has evidence of being trained in the practice of traditional medicine in his country of origin, where he was not trained in Ghana, and has been registered or licensed as a practitioner; he has evidence of being trained in the practice of traditional medicine in his country of origin, where he was not trained in Ghana, and has been registered or licensed as a practitioner; he has at least five years post qualification experience in a recognised institution of relevance to traditional medicine; he has at least five years post qualification experience in a recognised institution of relevance to traditional medicine; he has passed— an English language proficiency test where English is not the language trained in, or a similar test in a Ghanaian language; and an English language proficiency test where English is not the language trained in, or a similar test in a Ghanaian language; and a professional test set by the Council, where applicable; a professional test set by the Council, where applicable; he has registered with the Ghana Investment Promotion Centre, where appropriate; and he has registered with the Ghana Investment Promotion Centre, where appropriate; and he has fulfilled such of the conditions set out in section 18(2) as the Council may determine and any other conditions set by the Council. he has fulfilled such of the conditions set out in section 18(2) as the Council may determine and any other conditions set by the Council."
    },
    {
      "provision_ref": "s22",
      "part": "Part III – Licensing of practices",
      "section": "22",
      "title": "Revocation, suspension and refusal to renew licence",
      "content": "The Council may revoke, suspend or refuse to renew a licence of a practice where the Council is satisfied that— the provisions of this Act are not being satisfactorily complied with; the provisions of this Act are not being satisfactorily complied with; the continued operation of the practice creates risk to public health, safety or is indecent; the continued operation of the practice creates risk to public health, safety or is indecent; the services provided in the practice have deteriorated below the required standard; the services provided in the practice have deteriorated below the required standard; qualified practitioners have not been employed by the owner or operator of the practice; qualified practitioners have not been employed by the owner or operator of the practice; a practitioner in the practice is not a fit or qualified person to be so employed; a practitioner in the practice is not a fit or qualified person to be so employed; there is a breach of quality control requirements in the preparation of the herbal medicine dispensed by the practice; or there is a breach of quality control requirements in the preparation of the herbal medicine dispensed by the practice; or there has been a breach of any of the provisions of sections 11 to 26 of the Food and Drug Law, 1992 (P.N.D.C.L. 305B). there has been a breach of any of the provisions of sections 11 to 26 of the Food and Drug Law, 1992 (P.N.D.C.L. 305B)."
    },
    {
      "provision_ref": "s23",
      "part": "Part III – Licensing of practices",
      "section": "23",
      "title": "Notice of revocation, suspension or refusal to license",
      "content": "Where the Council intends to revoke, suspend or refuse to issue or renew a licence of a practice, the Registrar shall give the licensee or applicant— notice of the revocation, suspension or intention to refuse; notice of the revocation, suspension or intention to refuse; reasons for the intention to revoke, suspend or to refuse; and reasons for the intention to revoke, suspend or to refuse; and an opportunity to make representations to the Council. an opportunity to make representations to the Council."
    },
    {
      "provision_ref": "s24",
      "part": "Part III – Licensing of practices",
      "section": "24",
      "title": "Effect of suspension or cancellation of licence",
      "content": "(1) Where the licence of a practice is suspended or cancelled under this Act the premises shall be closed down and the Council shall arrange for the discharge or transfer of patients there, if any. Where the licence of a practice is suspended or cancelled under this Act the premises shall be closed down and the Council shall arrange for the discharge or transfer of patients there, if any. (2) Notwithstanding subsection (1) the Council may direct a patient to remain on the premises and continue to receive any necessary treatment. Notwithstanding subsection (1) the Council may direct a patient to remain on the premises and continue to receive any necessary treatment."
    },
    {
      "provision_ref": "s25",
      "part": "Part III – Licensing of practices",
      "section": "25",
      "title": "Representation to the Council",
      "content": "(1) An applicant or licensee who receives a notice under section 23 may make a representation to the Council within fifteen days from the date of receipt of the notice. An applicant or licensee who receives a notice under section 23 may make a representation to the Council within fifteen days from the date of receipt of the notice. (2) Where no representation is made under subsection (1), the Council may refuse to issue a licence applied for or may revoke a licence or temporarily close the practice after the time specified under subsection (1) of this section has expired. Where no representation is made under subsection (1), the Council may refuse to issue a licence applied for or may revoke a licence or temporarily close the practice after the time specified under subsection (1) of this section has expired. (3) Where representation is made under this section the affected practice shall subject to section 24(2) not operate until the case is determined by the Council. Where representation is made under this section the affected practice shall subject to section 24(2) not operate until the case is determined by the Council. (4) The Council shall, within three months of the receipt of a representation under subsection (1), take a decision on the representation and inform the applicant of its decision within fourteen days. The Council shall, within three months of the receipt of a representation under subsection (1), take a decision on the representation and inform the applicant of its decision within fourteen days."
    },
    {
      "provision_ref": "s26",
      "part": "Part III – Licensing of practices",
      "section": "26",
      "title": "Power of entry and inspection",
      "content": "(1) An inspector authorised by the Council may at any reasonable time enter a practice or a place suspected to be used as a practice or a place for the production of herbal medicines for sale to investigate activities there and make a report to the Council. An inspector authorised by the Council may at any reasonable time enter a practice or a place suspected to be used as a practice or a place for the production of herbal medicines for sale to investigate activities there and make a report to the Council. (2) Where an authorised inspector enters any premises by virtue of subsection (1) of this section he shall inspect— Where an authorised inspector enters any premises by virtue of subsection (1) of this section he shall inspect— the licence, registers, books and equipment of the practice; the licence, registers, books and equipment of the practice; the registration certificate of any practitioner; the registration certificate of any practitioner; the premises; the premises; any herbal medicines and may conduct random sampling of the herbal medicines to determine compliance with quality control requirements; and any herbal medicines and may conduct random sampling of the herbal medicines to determine compliance with quality control requirements; and any other thing which is relevant to his investigation. any other thing which is relevant to his investigation. (3) The inspector shall at the request of the person in charge of the practice produce his authorisation. The inspector shall at the request of the person in charge of the practice produce his authorisation. (4) The Council shall cause each practice to be inspected at least once a year. The Council shall cause each practice to be inspected at least once a year. (5) A police officer not below the rank of Assistant Superintendent may enter any premises if he has reasonable cause to believe that an offence with respect to this Act has been or is being committed on the premises. A police officer not below the rank of Assistant Superintendent may enter any premises if he has reasonable cause to believe that an offence with respect to this Act has been or is being committed on the premises. (6) The Council may order the temporary closure of a practice in the presence of a police officer if it considers it in the public interest to do so. The Council may order the temporary closure of a practice in the presence of a police officer if it considers it in the public interest to do so. (7) Nothing in this section shall be construed as authorising the inspection in a practice of any medical record of a patient. Nothing in this section shall be construed as authorising the inspection in a practice of any medical record of a patient."
    },
    {
      "provision_ref": "s27",
      "part": "Part III – Licensing of practices",
      "section": "27",
      "title": "Obstruction of inspector",
      "content": "No person shall obstruct an authorised inspector in the conduct of his duty under this Act. No person shall obstruct an authorised inspector in the conduct of his duty under this Act."
    },
    {
      "provision_ref": "s28",
      "part": "Part III – Licensing of practices",
      "section": "28",
      "title": "Notification of coroner",
      "content": "A practitioner shall notify a coroner within twenty-four hours of any death which occurs on the premises of the practice. A practitioner shall notify a coroner within twenty-four hours of any death which occurs on the premises of the practice."
    },
    {
      "provision_ref": "s29",
      "part": "Part IV – Staff, financial and miscellaneous provisions",
      "section": "29",
      "title": "Registrar",
      "content": "(1) There shall be appointed by the President in accordance with the advice of the Council given in consultation with the Public Services Commission, a Registrar of the Council. There shall be appointed by the President in accordance with the advice of the Council given in consultation with the Public Services Commission, a Registrar of the Council. (2) The Registrar shall hold office on such terms and conditions as shall be specified in his letter of appointment. The Registrar shall hold office on such terms and conditions as shall be specified in his letter of appointment. (3) The Registrar shall be a practitioner with administrative and managerial experience. The Registrar shall be a practitioner with administrative and managerial experience."
    },
    {
      "provision_ref": "s30",
      "part": "Part IV – Staff, financial and miscellaneous provisions",
      "section": "30",
      "title": "Functions of the Registrar",
      "content": "(1) Subject to the directions of the Council the Registrar shall be responsible for the day to day administration of the Council and shall be answerable to the Council in the performance of his functions under this Act. Subject to the directions of the Council the Registrar shall be responsible for the day to day administration of the Council and shall be answerable to the Council in the performance of his functions under this Act. (2) The Registrar shall keep up-to-date records of registered practitioners and licensed practices under this Act. The Registrar shall keep up-to-date records of registered practitioners and licensed practices under this Act. (3) The Registrar shall as approved by the Council, issue and renew the registration certificates of practitioners and the licences of practices. The Registrar shall as approved by the Council, issue and renew the registration certificates of practitioners and the licences of practices. (4) The Registrar shall perform such other functions as the Council may determine. The Registrar shall perform such other functions as the Council may determine. (5) The Registrar may delegate any of his functions to an officer of the Council but he shall not be relieved from ultimate responsibility for the discharge of any delegated function. The Registrar may delegate any of his functions to an officer of the Council but he shall not be relieved from ultimate responsibility for the discharge of any delegated function."
    },
    {
      "provision_ref": "s31",
      "part": "Part IV – Staff, financial and miscellaneous provisions",
      "section": "31",
      "title": "Register of Traditional Medicine Practitioners",
      "content": "(1) The Registrar shall record in a register to be known as the Register of Traditional Medicine Practitioners the names of registered practitioners and premises licensed for practice under this Act. The Registrar shall record in a register to be known as the Register of Traditional Medicine Practitioners the names of registered practitioners and premises licensed for practice under this Act. (2) The Minister on the advice of the Council shall determine the registration and licensing fees to be paid by practitioners. The Minister on the advice of the Council shall determine the registration and licensing fees to be paid by practitioners."
    },
    {
      "provision_ref": "s32",
      "part": "Part IV – Staff, financial and miscellaneous provisions",
      "section": "32",
      "title": "Administrative Secretary",
      "content": "(1) There shall be appointed by the President in accordance with the advice of the Council given in consultation with the Public Services Commission an Administrative Secretary of the Council. There shall be appointed by the President in accordance with the advice of the Council given in consultation with the Public Services Commission an Administrative Secretary of the Council. (2) The Administrative Secretary shall assist the Registrar in the exercise of his functions. The Administrative Secretary shall assist the Registrar in the exercise of his functions."
    },
    {
      "provision_ref": "s33",
      "part": "Part IV – Staff, financial and miscellaneous provisions",
      "section": "33",
      "title": "Appointment of other staff",
      "content": "(1) The President shall in accordance with the advice of the Council given in consultation with the Public Services Commission and on such terms and conditions as he may determine appoint other staff of the Council. The President shall in accordance with the advice of the Council given in consultation with the Public Services Commission and on such terms and conditions as he may determine appoint other staff of the Council. (2) The Council shall have such other officers and staff as may be necessary for the proper and effective performance of its functions. The Council shall have such other officers and staff as may be necessary for the proper and effective performance of its functions. (3) The Council may engage the services of such consultants and advisers as it may determine upon the recommendation of the Registrar. The Council may engage the services of such consultants and advisers as it may determine upon the recommendation of the Registrar. (4) Other public officers may be transferred or seconded to the Council or may otherwise give assistance to it. Other public officers may be transferred or seconded to the Council or may otherwise give assistance to it."
    },
    {
      "provision_ref": "s34",
      "part": "Part IV – Staff, financial and miscellaneous provisions",
      "section": "34",
      "title": "Delegation of appointment",
      "content": "The President may in accordance with article 195(2) of the Constitution delegate the power of appointment of public officers under this Act. The President may in accordance with article 195(2) of the Constitution delegate the power of appointment of public officers under this Act."
    },
    {
      "provision_ref": "s35",
      "part": "Part IV – Staff, financial and miscellaneous provisions",
      "section": "35",
      "title": "Funds of the Council",
      "content": "The sources of money for the discharge of the functions of the Council shall include— subvention approved by Parliament; subvention approved by Parliament; fees and charges accruing to the Council in the performance of its functions under this Act; fees and charges accruing to the Council in the performance of its functions under this Act; donations; and donations; and grants. grants."
    },
    {
      "provision_ref": "s36",
      "part": "Part IV – Staff, financial and miscellaneous provisions",
      "section": "36",
      "title": "Accounts and audit",
      "content": "(1) The Council shall keep books of account and proper records in relation them and the accounts and records of the Council shall be in a form approved by the Auditor-General. The Council shall keep books of account and proper records in relation them and the accounts and records of the Council shall be in a form approved by the Auditor-General. (2) The accounts of the Council shall be audited by the Auditor-General within three months after the end of each financial year. The accounts of the Council shall be audited by the Auditor-General within three months after the end of each financial year. (3) The Auditor-General shall, not later than six months after the end of each financial year, forward to the Minister a copy of the audited accounts of the Council for the financial year immediately preceding. The Auditor-General shall, not later than six months after the end of each financial year, forward to the Minister a copy of the audited accounts of the Council for the financial year immediately preceding. (4) The financial year of the Council shall be the same as the financial year of the Government. The financial year of the Council shall be the same as the financial year of the Government."
    },
    {
      "provision_ref": "s37",
      "part": "Part IV – Staff, financial and miscellaneous provisions",
      "section": "37",
      "title": "Annual report and other reports",
      "content": "(1) The Council shall as soon as practicable after the expiration of each financial year but within six months after the end of the year submit to the Minister an annual report covering the activities and the operations of the Council for the year to which the report relates. The Council shall as soon as practicable after the expiration of each financial year but within six months after the end of the year submit to the Minister an annual report covering the activities and the operations of the Council for the year to which the report relates. (2) The annual report submitted under subsection (1) shall include the report of the Auditor-General. The annual report submitted under subsection (1) shall include the report of the Auditor-General. (3) The Minister shall within two months of the receipt of the annual report submit the report to Parliament with such statement as he considers necessary. The Minister shall within two months of the receipt of the annual report submit the report to Parliament with such statement as he considers necessary. (4) The Council shall also submit to the Minister such other reports as the Minister may in writing require. The Council shall also submit to the Minister such other reports as the Minister may in writing require."
    },
    {
      "provision_ref": "s38",
      "part": "Part IV – Staff, financial and miscellaneous provisions",
      "section": "38",
      "title": "Ministerial responsibility and directives",
      "content": "The Minister shall have ministerial responsibility for the Council and may give to the Council directives of a general nature on the policy to be followed by the Council in the performance of its functions. The Minister shall have ministerial responsibility for the Council and may give to the Council directives of a general nature on the policy to be followed by the Council in the performance of its functions."
    },
    {
      "provision_ref": "s39",
      "part": "Part IV – Staff, financial and miscellaneous provisions",
      "section": "39",
      "title": "Offences",
      "content": "Any person who— owns or operates a practice without registering as a practitioner under this Act contrary to section 9; or owns or operates a practice without registering as a practitioner under this Act contrary to section 9; or owns or operates an unlicensed practice contrary to section 17; or owns or operates an unlicensed practice contrary to section 17; or uses a practice for services other than those for which it is licensed; or uses a practice for services other than those for which it is licensed; or makes a false declaration in pursuance of an application for registra­tion or for a licence; or makes a false declaration in pursuance of an application for registra­tion or for a licence; or provides the Council with false information concerning a practice; or provides the Council with false information concerning a practice; or obstructs the entry for inspection of an authorised inspector contrary to section 27; or obstructs the entry for inspection of an authorised inspector contrary to section 27; or prevents an authorised person from closing down the practice; or prevents an authorised person from closing down the practice; or disregards safety regulations made under this Act; or disregards safety regulations made under this Act; or pollutes the environment in the course of his operations under this Act; or pollutes the environment in the course of his operations under this Act; or works in a practice without the appropriate qualification or registration; or works in a practice without the appropriate qualification or registration; or uses a title for which he is not qualified; or uses a title for which he is not qualified; or operates from a vehicle without a full address being written boldly on that vehicle; or operates from a vehicle without a full address being written boldly on that vehicle; or fails to keep the required register or records prescribed by regulations; or fails to keep the required register or records prescribed by regulations; or fails to notify a coroner of death in his practice contrary to section 28; or fails to notify a coroner of death in his practice contrary to section 28; or contravenes any of the provisions of this Act contravenes any of the provisions of this Act commits an offence and is liable on summary conviction to a fine not exceeding ¢10 million or to a term of imprisonment not exceeding 2 years or to both; and in the case of a continuing offence to a further fine of ¢100,000 for each day that the offence continues after written notice has been served on the offender by the Council and the court may order temporary or permanent closure of the practice."
    },
    {
      "provision_ref": "s40",
      "part": "Part IV – Staff, financial and miscellaneous provisions",
      "section": "40",
      "title": "Regulations",
      "content": "The Minister may on the advice of the Council by legislative instrument make Regulations to— prescribe the standards of safety of and sanitary conditions of a practice; prescribe the standards of safety of and sanitary conditions of a practice; prescribe a code of ethics for practitioners and for disciplinary matters; prescribe a code of ethics for practitioners and for disciplinary matters; regulate the arrangements for sterilization and disinfection of a practice and the prevention of spread of infections from a practice; regulate the arrangements for sterilization and disinfection of a practice and the prevention of spread of infections from a practice; prescribe the register and records to be kept in respect of a practice; prescribe the register and records to be kept in respect of a practice; prescribe the fees to be paid for registration of practitioners and the licensing of a practice; prescribe the fees to be paid for registration of practitioners and the licensing of a practice; regulate the preparation and storage of herbal medicines; regulate the preparation and storage of herbal medicines; regulate the sale of herbal medicine on vehicles and in public places; and regulate the sale of herbal medicine on vehicles and in public places; and prescribe the mechanism of consultation between the Council and the Food and Drugs Board. prescribe the mechanism of consultation between the Council and the Food and Drugs Board."
    },
    {
      "provision_ref": "s41",
      "part": "Part IV – Staff, financial and miscellaneous provisions",
      "section": "41",
      "title": "Effect of Food and Drugs Law",
      "content": "This Act in so far as it relates to herbal medicine shall be in addition to the Food and Drugs Law, 1992 (PNDCL 305B) and shall not derogate from the provisions of that Law. This Act in so far as it relates to herbal medicine shall be in addition to the Food and Drugs Law, 1992 (PNDCL 305B) and shall not derogate from the provisions of that Law."
    },
    {
      "provision_ref": "s42",
      "part": "Part IV – Staff, financial and miscellaneous provisions",
      "section": "42",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires—“Association” means an association or body of associations of Traditional Medicine Practitioners recognised by the Minister of Health;“bio-diversity” means living things of varied nature;“Council” means the Traditional Medicine Practice Council established under section 1 of this Act;“herbal medicines” means any finished labelled medicinal products that contain as active ingredients aerial or underground parts of plants or other plant material or the combination of them, whether in the crude state or as plant preparation. Plant material includes juices, gums, fatty oils, and any other substances of this nature. Herbal medicines may contain excipients in plant material in addition to the active ingredients and in exceptional cases may also contain natural organic or inorganic active ingredients which are not of plant origin.“Minister” means the Minister responsible for Health;“Ministry” means the Ministry of Health;“practice” means a traditional medicine practice;“practitioner” means a traditional medicine practitioner whose practice uses herbs and other natural products;“premises” includes any house, building, structure, tent, caravan, land, ship, boat, aircraft and mechanically propelled vehicle;“prescribed” means prescribed by regulations made by the Minister under sections 13 and 40 of this Act;“traditional medicine” means practices based on beliefs and ideas recognised by the community to provide health care by using herbs and other naturally occurring substances; In this Act unless the context otherwise requires— “Association” means an association or body of associations of Traditional Medicine Practitioners recognised by the Minister of Health; “bio-diversity” means living things of varied nature; “Council” means the Traditional Medicine Practice Council established under section 1 of this Act; “herbal medicines” means any finished labelled medicinal products that contain as active ingredients aerial or underground parts of plants or other plant material or the combination of them, whether in the crude state or as plant preparation. Plant material includes juices, gums, fatty oils, and any other substances of this nature. Herbal medicines may contain excipients in plant material in addition to the active ingredients and in exceptional cases may also contain natural organic or inorganic active ingredients which are not of plant origin. “Minister” means the Minister responsible for Health; “Ministry” means the Ministry of Health; “practice” means a traditional medicine practice; “practitioner” means a traditional medicine practitioner whose practice uses herbs and other natural products; “premises” includes any house, building, structure, tent, caravan, land, ship, boat, aircraft and mechanically propelled vehicle; “prescribed” means prescribed by regulations made by the Minister under sections 13 and 40 of this Act; “traditional medicine” means practices based on beliefs and ideas recognised by the community to provide health care by using herbs and other naturally occurring substances;"
    }
  ],
  "definitions": [
    {
      "term": "Association",
      "definition": "an association or body of associations of Traditional Medicine Practitioners recognised by the Minister of Health",
      "source_provision": "s42"
    },
    {
      "term": "bio-diversity",
      "definition": "living things of varied nature",
      "source_provision": "s42"
    },
    {
      "term": "Council",
      "definition": "the Traditional Medicine Practice Council established under section 1 of this Act",
      "source_provision": "s42"
    },
    {
      "term": "herbal medicines",
      "definition": "any finished labelled medicinal products that contain as active ingredients aerial or underground parts of plants or other plant material or the combination of them, whether in the crude state or as plant preparation. Plant material includes juices, gums, fatty oils, and any other substances of this nature. Herbal medicines may contain excipients in plant material in addition to the active ingredients and in exceptional cases may also contain natural organic or inorganic active ingredients which are not of plant origin.“Minister” means the Minister responsible for Health",
      "source_provision": "s42"
    },
    {
      "term": "Ministry",
      "definition": "the Ministry of Health",
      "source_provision": "s42"
    },
    {
      "term": "practice",
      "definition": "a traditional medicine practice",
      "source_provision": "s42"
    },
    {
      "term": "practitioner",
      "definition": "a traditional medicine practitioner whose practice uses herbs and other natural products",
      "source_provision": "s42"
    },
    {
      "term": "prescribed",
      "definition": "prescribed by regulations made by the Minister under sections 13 and 40 of this Act",
      "source_provision": "s42"
    },
    {
      "term": "traditional medicine",
      "definition": "practices based on beliefs and ideas recognised by the community to provide health care by using herbs and other naturally occurring substances",
      "source_provision": "s42"
    },
    {
      "term": "Association",
      "definition": "an association or body of associations of Traditional Medicine Practitioners recognised by the Minister of Health",
      "source_provision": "s42"
    },
    {
      "term": "bio-diversity",
      "definition": "living things of varied nature",
      "source_provision": "s42"
    },
    {
      "term": "Council",
      "definition": "the Traditional Medicine Practice Council established under section 1 of this Act",
      "source_provision": "s42"
    },
    {
      "term": "herbal medicines",
      "definition": "any finished labelled medicinal products that contain as active ingredients aerial or underground parts of plants or other plant material or the combination of them, whether in the crude state or as plant preparation. Plant material includes juices, gums, fatty oils, and any other substances of this nature. Herbal medicines may contain excipients in plant material in addition to the active ingredients and in exceptional cases may also contain natural organic or inorganic active ingredients which are not of plant origin. “Minister” means the Minister responsible for Health",
      "source_provision": "s42"
    },
    {
      "term": "Ministry",
      "definition": "the Ministry of Health",
      "source_provision": "s42"
    },
    {
      "term": "practice",
      "definition": "a traditional medicine practice",
      "source_provision": "s42"
    },
    {
      "term": "practitioner",
      "definition": "a traditional medicine practitioner whose practice uses herbs and other natural products",
      "source_provision": "s42"
    },
    {
      "term": "prescribed",
      "definition": "prescribed by regulations made by the Minister under sections 13 and 40 of this Act",
      "source_provision": "s42"
    },
    {
      "term": "traditional medicine",
      "definition": "practices based on beliefs and ideas recognised by the community to provide health care by using herbs and other naturally occurring substances",
      "source_provision": "s42"
    }
  ]
}