{
  "id": "act-589-2000",
  "type": "act",
  "title": "Protection Against Unfair Competition Act, 2000",
  "short_name": "PAUC 2000",
  "act_number": 589,
  "year": 2000,
  "status": "in_force",
  "issued_date": "2000-12-22",
  "url": "https://ghalii.org/akn/gh/act/2000/589",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Causing confusion with respect to another's enterprise or its activities",
      "content": "(1) Any act or practice, in the course of industrial or commercial activities, that causes, or is likely to cause, confusion with respect to another person's enterprise or its activities, in particular, the products or services offered by that enterprise, constitutes an act of unfair competition. Any act or practice, in the course of industrial or commercial activities, that causes, or is likely to cause, confusion with respect to another person's enterprise or its activities, in particular, the products or services offered by that enterprise, constitutes an act of unfair competition. (2) Confusion may, in particular, be caused with respect to Confusion may, in particular, be caused with respect to a trademark, whether registered or not; a trademark, whether registered or not; a trade name; a trade name; a business identifier other than a trademark or trade name; a business identifier other than a trademark or trade name; the presentation of a product or service; or the presentation of a product or service; or a celebrity or well-known fictional character. a celebrity or well-known fictional character."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Damaging another person's goodwill or reputation",
      "content": "(1) Any act or practice in the course of industrial or commercial activities, that damages or is likely to damage the goodwill or reputation of another person's enterprise or its activities constitutes an act of unfair competition, whether or not the act or practice causes confusion. Any act or practice in the course of industrial or commercial activities, that damages or is likely to damage the goodwill or reputation of another person's enterprise or its activities constitutes an act of unfair competition, whether or not the act or practice causes confusion. (2) Damaging another person's goodwill or reputation may, in particular, result from the dilution of the goodwill or reputation attached to Damaging another person's goodwill or reputation may, in particular, result from the dilution of the goodwill or reputation attached to a trademark, whether registered or not; a trademark, whether registered or not; a trade name; a trade name; a business identifier other than, a trademark or a trade name; a business identifier other than, a trademark or a trade name; the appearance of a product; the appearance of a product; the presentation of a product or service; or the presentation of a product or service; or a celebrity or a well-known fictional character. a celebrity or a well-known fictional character."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Misleading the public",
      "content": "(1) Any act or practice in the course of industrial or commercial activities, that misleads or is likely to mislead the public, with respect to an enterprise or its activities, in particular, the products or services offered by that enterprise, constitutes an act of unfair competition. Any act or practice in the course of industrial or commercial activities, that misleads or is likely to mislead the public, with respect to an enterprise or its activities, in particular, the products or services offered by that enterprise, constitutes an act of unfair competition. (2) Misleading may arise out of advertising or promotion and may, in particular, occur with respect to Misleading may arise out of advertising or promotion and may, in particular, occur with respect to the manufacturing process of a product; the manufacturing process of a product; the suitability of a product or service for a particular purpose; the suitability of a product or service for a particular purpose; the quality or quantity or other characteristics of a product or service; the quality or quantity or other characteristics of a product or service; the geographical origin of a product or service; the geographical origin of a product or service; the conditions on which a product or service is offered or provided; or the conditions on which a product or service is offered or provided; or the price of a product or service or the manner in which the price is calculated. the price of a product or service or the manner in which the price is calculated."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Discrediting another person's enterprise or its activities",
      "content": "(1) Any false or unjustifiable allegation in the course of industrial or commercial activities that discredits or is likely to discredit another person's enterprise or its activities, in particular, the products or services offered by that enterprise, constitutes an act of unfair competition. Any false or unjustifiable allegation in the course of industrial or commercial activities that discredits or is likely to discredit another person's enterprise or its activities, in particular, the products or services offered by that enterprise, constitutes an act of unfair competition. (2) Discrediting may arise out of advertising or promotion and may, in particular, occur with respect to Discrediting may arise out of advertising or promotion and may, in particular, occur with respect to the manufacturing process or a product; the manufacturing process or a product; the suitability of a product or service for a particular purpose; the suitability of a product or service for a particular purpose; the quality or quantity or other characteristics of a product or service; the quality or quantity or other characteristics of a product or service; the conditions on which a product or service is offered or provided; or the conditions on which a product or service is offered or provided; or the price of a product or service or the manner in which the price is calculated. the price of a product or service or the manner in which the price is calculated."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Unfair competition in respect of secret information",
      "content": "(1) Any act or practice in the course of industrial or commercial activities, that results in the disclosure, acquisition or use by another person of secret information without the consent of the rightful owner of that information and in a manner contrary to honest commercial practices constitutes an act of unfair competition. Any act or practice in the course of industrial or commercial activities, that results in the disclosure, acquisition or use by another person of secret information without the consent of the rightful owner of that information and in a manner contrary to honest commercial practices constitutes an act of unfair competition. (2) Disclosure, acquisition or use of secret information by another person without the consent of the rightful owner may, in particular, result from Disclosure, acquisition or use of secret information by another person without the consent of the rightful owner may, in particular, result from industrial or commercial espionage; industrial or commercial espionage; breach of contract; breach of contract; breach of confidence; breach of confidence; inducement to commit any of the acts referred to in paragraphs (a) to (c); inducement to commit any of the acts referred to in paragraphs (a) to (c); acquisition of secret information by a third party who knew or was grossly negligent in failing to know, that an act referred to in paragraphs (a) to (d) was involved in the acquisition. acquisition of secret information by a third party who knew or was grossly negligent in failing to know, that an act referred to in paragraphs (a) to (d) was involved in the acquisition. (3) For the purposes of this section, information is “secret information” if For the purposes of this section, information is “secret information” if it is not, as a body or in the precise configuration and assembly of its components, generally known among or readily accessible to persons within the circles that normally deal with the kind of information in question; it is not, as a body or in the precise configuration and assembly of its components, generally known among or readily accessible to persons within the circles that normally deal with the kind of information in question; it has commercial value because it is secret; and it has commercial value because it is secret; and it has been subject to reasonable steps under the circumstances by the rightful owner to keep it secret. it has been subject to reasonable steps under the circumstances by the rightful owner to keep it secret. (4) Any act or practice, in the course of industrial or commercial activities, shall be considered an act of unfair competition if it consists or results in Any act or practice, in the course of industrial or commercial activities, shall be considered an act of unfair competition if it consists or results in an unfair commercial use of secret test or other data, the origin of which involves considerable effort and which have been submitted to a competent authority for the purposes of obtaining approval of the marketing of pharmaceutical or agricultural chemical products which utilise new chemical entities; or an unfair commercial use of secret test or other data, the origin of which involves considerable effort and which have been submitted to a competent authority for the purposes of obtaining approval of the marketing of pharmaceutical or agricultural chemical products which utilise new chemical entities; or the disclosure of such data, except where the disclosure of such data, except where it is necessary for the protection of the public; and it is necessary for the protection of the public; and steps are taken to ensure that the data are protected against unfair commercial use. steps are taken to ensure that the data are protected against unfair commercial use."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Unfair competition in respect of national and international obligations",
      "content": "(1) Any act or practice in the course of industry or commercial activity that results in the breach of Ghanaian law or international or regional obliga­tion to which a person engaged in business or commercial activity in Ghana is subject and in a manner contrary to honest business practices constitutes an act of unfair competition. Any act or practice in the course of industry or commercial activity that results in the breach of Ghanaian law or international or regional obliga­tion to which a person engaged in business or commercial activity in Ghana is subject and in a manner contrary to honest business practices constitutes an act of unfair competition. (2) Breach of international or regional obligations m ay in particular result from Breach of international or regional obligations m ay in particular result from breach of protocols agreements or other obligations entered into under the World Trade Organization, breach of protocols agreements or other obligations entered into under the World Trade Organization, breach of protocols agreements or other obligations entered into pursuant to the Treaty establishing the Economic Community of West African States (ECOWAS) as revised, breach of protocols agreements or other obligations entered into pursuant to the Treaty establishing the Economic Community of West African States (ECOWAS) as revised, any act or practice by which a foreign producer of goods or services is granted special advantages in the country of production, including but not limited to direct subsidies and preferential tax treatment, which results in significant distor­tion of competitive strength in Ghana compared to, Ghanaian producers. any act or practice by which a foreign producer of goods or services is granted special advantages in the country of production, including but not limited to direct subsidies and preferential tax treatment, which results in significant distor­tion of competitive strength in Ghana compared to, Ghanaian producers."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "General principles",
      "content": "In addition to the acts and practices referred to in sections 1 to 6 any act or practice in the course of industrial or commercial activities that is contrary to honest practices constitutes an act of unfair competition. In addition to the acts and practices referred to in sections 1 to 6 any act or practice in the course of industrial or commercial activities that is contrary to honest practices constitutes an act of unfair competition."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Civil remedies",
      "content": "(1) A person who is damaged or considers that he is likely to be damaged by an act of unfair competition may bring an action, for A person who is damaged or considers that he is likely to be damaged by an act of unfair competition may bring an action, for an order of injunction to prevent the ac t or further acts of unfair competition; an order of injunction to prevent the ac t or further acts of unfair competition; a provisional order to prevent unlawful acts or to preserve relevant evidence; a provisional order to prevent unlawful acts or to preserve relevant evidence; the award of damages as compensation; and the award of damages as compensation; and any other remedy as the court may consider fit to order. any other remedy as the court may consider fit to order. (2) Subsection (1) does not preclude an action being brought under any other enactment for the enforcement of a person's intellectual property rights. Subsection (1) does not preclude an action being brought under any other enactment for the enforcement of a person's intellectual property rights."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Regulations",
      "content": "The Minister may by legislative instrument make Regulations for the effective implementation of this Act. The Minister may by legislative instrument make Regulations for the effective implementation of this Act."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires“appearance of a product” includes the packaging, shape, colour or other non-functional characteristic features of the product;“business identifier” includes business symbols, emblems, logos and slogans used by an enterprise to convey in the course of industrial or commercial activities, a certain identity with respect to the enterprise and the product produced or the service rendered by that enterprise;“dilution of goodwill or reputation” means the lessening of the distinctive character or advertising value of a trademark, trade name or other business identifier, the appearance of a product or the presentation of a product or service or of a celebrity or well-known fictional character;“enterprise” includes natural and legal persons;“industrial or commercial activities” includes the activities of an enterprise providing a product or service and also the activities of professionals in private practice and any other such person whether or not the activities are for profit;“Minister” means the Minister responsible for Justice;“practice” includes an omission to act;“presentation of products or services” includes advertising;“rightful owner” means a person lawfully in control of the information;“trade mark” includes marks relating to goods, marks relating to services and marks relating to both goods and services. In this Act unless the context otherwise requires “appearance of a product” includes the packaging, shape, colour or other non-functional characteristic features of the product; “business identifier” includes business symbols, emblems, logos and slogans used by an enterprise to convey in the course of industrial or commercial activities, a certain identity with respect to the enterprise and the product produced or the service rendered by that enterprise; “dilution of goodwill or reputation” means the lessening of the distinctive character or advertising value of a trademark, trade name or other business identifier, the appearance of a product or the presentation of a product or service or of a celebrity or well-known fictional character; “enterprise” includes natural and legal persons; “industrial or commercial activities” includes the activities of an enterprise providing a product or service and also the activities of professionals in private practice and any other such person whether or not the activities are for profit; “Minister” means the Minister responsible for Justice; “practice” includes an omission to act; “presentation of products or services” includes advertising; “rightful owner” means a person lawfully in control of the information; “trade mark” includes marks relating to goods, marks relating to services and marks relating to both goods and services."
    }
  ],
  "definitions": [
    {
      "term": "dilution of goodwill or reputation",
      "definition": "the lessening of the distinctive character or advertising value of a trademark, trade name or other business identifier, the appearance of a product or the presentation of a product or service or of a celebrity or well-known fictional character",
      "source_provision": "s10"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Justice",
      "source_provision": "s10"
    },
    {
      "term": "rightful owner",
      "definition": "a person lawfully in control of the information",
      "source_provision": "s10"
    },
    {
      "term": "dilution of goodwill or reputation",
      "definition": "the lessening of the distinctive character or advertising value of a trademark, trade name or other business identifier, the appearance of a product or the presentation of a product or service or of a celebrity or well-known fictional character",
      "source_provision": "s10"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Justice",
      "source_provision": "s10"
    },
    {
      "term": "rightful owner",
      "definition": "a person lawfully in control of the information",
      "source_provision": "s10"
    }
  ]
}