{
  "id": "act-656-2003",
  "type": "act",
  "title": "Local Government Service Act, 2003",
  "short_name": "LGS 2003",
  "act_number": 656,
  "year": 2003,
  "status": "in_force",
  "issued_date": "2003-12-31",
  "url": "https://ghalii.org/akn/gh/act/2003/656",
  "provisions": [
    {
      "provision_ref": "s1",
      "part": "Part I – Establishment of the Local Government Service",
      "section": "1",
      "title": "Establishment of the Local Government Service",
      "content": "There is established by this Act a Local Government Service referred to in this Act as “the Service”. There is established by this Act a Local Government Service referred to in this Act as “the Service”."
    },
    {
      "provision_ref": "s2",
      "part": "Part I – Establishment of the Local Government Service",
      "section": "2",
      "title": "Membership of the Service",
      "content": "The Service shall comprise persons holding non-elected public office in Regional Co-ordinating Councils; Regional Co-ordinating Councils; District Assemblies; District Assemblies; Sub-Metropolitan District Councils, Urban, Zonal, Town and Area Councils; Sub-Metropolitan District Councils, Urban, Zonal, Town and Area Councils; the Secretariat of the Service; and the Secretariat of the Service; and such other persons as may be employed for the Service. such other persons as may be employed for the Service."
    },
    {
      "provision_ref": "s3",
      "part": "Part I – Establishment of the Local Government Service",
      "section": "3",
      "title": "Object of the Service",
      "content": "The object of the Service is to secure the effective administration and management of local government in the country. The object of the Service is to secure the effective administration and management of local government in the country."
    },
    {
      "provision_ref": "s4",
      "part": "Part I – Establishment of the Local Government Service",
      "section": "4",
      "title": "Functions of the Service",
      "content": "(1) For the purpose of achieving its object, the Service shall For the purpose of achieving its object, the Service shall provide technical assistance to District Assemblies, and Regional Co-ordinating Councils to enable the District Assemblies and the Regional Co-ordinating Councils effectively perform their functions and discharge their duties in accordance with the Constitution and the Local Government Act, 1993 (Act 462); provide technical assistance to District Assemblies, and Regional Co-ordinating Councils to enable the District Assemblies and the Regional Co-ordinating Councils effectively perform their functions and discharge their duties in accordance with the Constitution and the Local Government Act, 1993 (Act 462); conduct organisational and job analysis for the Regional Co-ordinating Councils and the District Assemblies; conduct organisational and job analysis for the Regional Co-ordinating Councils and the District Assemblies; conduct management audits for Regional Co-ordinating Councils and District Assemblies in order to improve the overall management of the Service; conduct management audits for Regional Co-ordinating Councils and District Assemblies in order to improve the overall management of the Service; design and co-ordinate management systems and processes for Regional Co-ordinating Councils and District Assemblies; design and co-ordinate management systems and processes for Regional Co-ordinating Councils and District Assemblies; assist the Regional Co-ordinating Councils and the District Assemblies in the performance of their functions under the Local Government Act, 1993, (Act 462), the National Development Planning (Systems) Act, 1994, (Act 480) and under any other enactment; assist the Regional Co-ordinating Councils and the District Assemblies in the performance of their functions under the Local Government Act, 1993, (Act 462), the National Development Planning (Systems) Act, 1994, (Act 480) and under any other enactment; perform such other functions incidental or conducive to the achievement of the objects of this Act. perform such other functions incidental or conducive to the achievement of the objects of this Act. [Please note: Numbering as in original.]"
    },
    {
      "provision_ref": "s5",
      "part": "Part I – Establishment of the Local Government Service",
      "section": "5",
      "title": "Governing body of the Service",
      "content": "(1) The governing body for the Service shall be known as the Local Government Service Council referred to in this Act as “the Council”. The governing body for the Service shall be known as the Local Government Service Council referred to in this Act as “the Council”. (2) The Council shall consist of The Council shall consist of a chairperson who shall be a person with extensive experience in local government matters; a chairperson who shall be a person with extensive experience in local government matters; a representative of the Ministry responsible for Local Government other than the Minister or the Deputy Minister; a representative of the Ministry responsible for Local Government other than the Minister or the Deputy Minister; a representative of the National Development Planning Commission; a representative of the National Development Planning Commission; a representative of the Ghana Education Service; a representative of the Ghana Education Service; a representative of the Ghana Health Service; a representative of the Ghana Health Service; the Head of the Service; the Head of the Service; the Administrator of the District Assemblies Common Fund or representative of the Administrator; the Administrator of the District Assemblies Common Fund or representative of the Administrator; a representative of the National Association of Local Authorities of Ghana (NALAG); a representative of the National Association of Local Authorities of Ghana (NALAG); a representative of the Local Government Workers’ Union; a representative of the Local Government Workers’ Union; a representative of the Institute of Local Government Studies; a representative of the Institute of Local Government Studies; a representative of the National House of Chiefs; and a representative of the National House of Chiefs; and four other persons with considerable knowledge of local government matters at least two of whom are women. four other persons with considerable knowledge of local government matters at least two of whom are women. (3) The chairperson and other members of the Council shall be appointed by the President in consultation with the Council of State. The chairperson and other members of the Council shall be appointed by the President in consultation with the Council of State."
    },
    {
      "provision_ref": "s6",
      "part": "Part I – Establishment of the Local Government Service",
      "section": "6",
      "title": "Functions of the Council",
      "content": "The Council shall have general management and control of the Service and shall recommend to the Minister matters of policy relating to the management of the Service; recommend to the Minister matters of policy relating to the management of the Service; ensure the implementation of the functions of the Service; ensure the implementation of the functions of the Service; recommend to the Minister a scheme of service prescribing the terms and conditions of service as well as the remuneration of the employees of the Service; recommend to the Minister a scheme of service prescribing the terms and conditions of service as well as the remuneration of the employees of the Service; develop policy guidelines for handling matters relating to recruitment, training, promotion, remuneration, discipline, arbitration and petition within the Service; develop policy guidelines for handling matters relating to recruitment, training, promotion, remuneration, discipline, arbitration and petition within the Service; set performance standards within which District Assemblies and Regional Co-ordinating Councils shall carry out their functions and discharge their duties; set performance standards within which District Assemblies and Regional Co-ordinating Councils shall carry out their functions and discharge their duties; monitor and evaluate the performance standards of District Assemblies and Regional Co-ordinating Councils; monitor and evaluate the performance standards of District Assemblies and Regional Co-ordinating Councils; develop and co-ordinate the personnel plans and assess the personnel needs of the District Assemblies and the Regional Coordinating Councils in consultation with the respective Assemblies and Co-ordinating Councils; develop and co-ordinate the personnel plans and assess the personnel needs of the District Assemblies and the Regional Coordinating Councils in consultation with the respective Assemblies and Co-ordinating Councils; develop and co-ordinate the training implementation plans of District Assemblies and Regional Co-ordinating Councils in consultation with the respective Assemblies and Co-ordinating Councils; develop and co-ordinate the training implementation plans of District Assemblies and Regional Co-ordinating Councils in consultation with the respective Assemblies and Co-ordinating Councils; develop professional standards and guidelines for the various categories of staff who are members of the Service; develop professional standards and guidelines for the various categories of staff who are members of the Service; work in consultation and close co-operation with other services of the public service; work in consultation and close co-operation with other services of the public service; perform such other functions as may be assigned to it by or under this Act or any other enactment; and perform such other functions as may be assigned to it by or under this Act or any other enactment; and advise the Minister on such matters as the Minister may request. advise the Minister on such matters as the Minister may request."
    },
    {
      "provision_ref": "s7",
      "part": "Part I – Establishment of the Local Government Service",
      "section": "7",
      "title": "Tenure of office of members of the Council",
      "content": "(1) The members of the Council other than the ex-officio members shall hold office for four years and shall on the expiration of that term be eligible for re-appointment for one more term only. The members of the Council other than the ex-officio members shall hold office for four years and shall on the expiration of that term be eligible for re-appointment for one more term only. (2) Any member of the Council other than an ex-officio member may resign from office in wilting addressed to the President through the Minister. Any member of the Council other than an ex-officio member may resign from office in wilting addressed to the President through the Minister. (3) Where the office of a member of the Council other than an ex-officio member becomes vacant by death, resignation or any other cause before the expiration of that member’s term of office, the Minister shall notify the President of the occurrence of the vacancy and the President shall, acting in consultation with the Council of State, appoint another person in the place of that member to hold office for the unexpired term of office of that member’s term of office. Where the office of a member of the Council other than an ex-officio member becomes vacant by death, resignation or any other cause before the expiration of that member’s term of office, the Minister shall notify the President of the occurrence of the vacancy and the President shall, acting in consultation with the Council of State, appoint another person in the place of that member to hold office for the unexpired term of office of that member’s term of office. (4) Where it appears to the President on the recommendation of the Minister that a member of the Council is incapacitated by absence from the country or illness or any other cause from performing the duties of office as member, the President may appoint another person to hold the office of the member until such time as the President is satisfied that the incapacity of that person has terminated or until the term of the member expires whichever occurs first. Where it appears to the President on the recommendation of the Minister that a member of the Council is incapacitated by absence from the country or illness or any other cause from performing the duties of office as member, the President may appoint another person to hold the office of the member until such time as the President is satisfied that the incapacity of that person has terminated or until the term of the member expires whichever occurs first. (5) A member of the Council other than an ex-officio member who is absent from three consecutive ordinary meetings of the Council without reasonable cause shall cease to be a member. A member of the Council other than an ex-officio member who is absent from three consecutive ordinary meetings of the Council without reasonable cause shall cease to be a member. (6) The President may in writing remove a member for non performance or stated cause. The President may in writing remove a member for non performance or stated cause."
    },
    {
      "provision_ref": "s8",
      "part": "Part I – Establishment of the Local Government Service",
      "section": "8",
      "title": "Allowances for members",
      "content": "Members of the Council, co-opted members and members of committees of the Council shall be paid such allowances as shall be determined by the Minister in consultation with the Minister for Finance. Members of the Council, co-opted members and members of committees of the Council shall be paid such allowances as shall be determined by the Minister in consultation with the Minister for Finance."
    },
    {
      "provision_ref": "s9",
      "part": "Part I – Establishment of the Local Government Service",
      "section": "9",
      "title": "Meetings of the Council",
      "content": "(1) The Council shall meet for the despatch of business at such times and in such places as the chairperson may determine but shall meet at least once in every three months. The Council shall meet for the despatch of business at such times and in such places as the chairperson may determine but shall meet at least once in every three months. (2) The chairperson shall, upon the request of not less than one-third of the membership, convene a special meeting of the Council. The chairperson shall, upon the request of not less than one-third of the membership, convene a special meeting of the Council. (3) The quorum at a meeting of the Council shall consist of seven members including the head of the Service or the person acting in that capacity. The quorum at a meeting of the Council shall consist of seven members including the head of the Service or the person acting in that capacity. (4) Decisions of the Council shall be by majority votes of the members present and voting and in the event of equality of votes the chairperson or person presiding shall have a second or a casting vote. Decisions of the Council shall be by majority votes of the members present and voting and in the event of equality of votes the chairperson or person presiding shall have a second or a casting vote. (5) The Council may co-opt any person to attend any of its meetings but a co-opted person cannot vote at the meeting. The Council may co-opt any person to attend any of its meetings but a co-opted person cannot vote at the meeting. (6) The validity of the proceedings of the Council shall not be affected by a vacancy among its members or by a defect in the appointment or qualification of a member. The validity of the proceedings of the Council shall not be affected by a vacancy among its members or by a defect in the appointment or qualification of a member. (7) Except as otherwise provided, the Council shall determine and regulate the procedure for its meetings. Except as otherwise provided, the Council shall determine and regulate the procedure for its meetings."
    },
    {
      "provision_ref": "s10",
      "part": "Part I – Establishment of the Local Government Service",
      "section": "10",
      "title": "Conflict of interest",
      "content": "(1) Any member of the Council who has an interest in a contract or other transaction proposed to be entered into with the Service shall disclose in writing to the Council the nature of the interest and the member is disqualified from participating in any deliberations of the Council in respect of the contract or other transactions. Any member of the Council who has an interest in a contract or other transaction proposed to be entered into with the Service shall disclose in writing to the Council the nature of the interest and the member is disqualified from participating in any deliberations of the Council in respect of the contract or other transactions. (2) A member of the Council who contravenes subsection (1) of this section is liable to be removed from the Council. A member of the Council who contravenes subsection (1) of this section is liable to be removed from the Council."
    },
    {
      "provision_ref": "s11",
      "part": "Part I – Establishment of the Local Government Service",
      "section": "11",
      "title": "Committees of the Council",
      "content": "(1) The Council may for the discharge of its functions appoint committees of the Council consisting of members or non-members or both and may assign to the committees such of its functions as it may determine. The Council may for the discharge of its functions appoint committees of the Council consisting of members or non-members or both and may assign to the committees such of its functions as it may determine. (2) The Council shall determine the membership, functions and terms of reference of a committee. The Council shall determine the membership, functions and terms of reference of a committee. (3) In exercise of its powers under this section, the Council shall in consultation with the Regional Co-ordinating Council or the District Assembly concerned appoint In exercise of its powers under this section, the Council shall in consultation with the Regional Co-ordinating Council or the District Assembly concerned appoint appointments and promotions committees; and appointments and promotions committees; and disciplinary committees disciplinary committees at the regional and district levels."
    },
    {
      "provision_ref": "s12",
      "part": "Part I – Establishment of the Local Government Service",
      "section": "12",
      "title": "Minister to give directions",
      "content": "The Minister may issue directives in writing to the Council on matters of policy and the Council shall comply with the directives. The Minister may issue directives in writing to the Council on matters of policy and the Council shall comply with the directives."
    },
    {
      "provision_ref": "s13",
      "part": "Part II – Administration",
      "section": "13",
      "title": "Secretariat",
      "content": "(1) There is established by this Act a Local Government Service Secretariat referred to in this Act as “the Secretariat”. There is established by this Act a Local Government Service Secretariat referred to in this Act as “the Secretariat”. (2) The Secretariat shall be under the Council. The Secretariat shall be under the Council."
    },
    {
      "provision_ref": "s14",
      "part": "Part II – Administration",
      "section": "14",
      "title": "Functions of the Secretariat",
      "content": "The Secretariat shall be responsible for the day to day administration of the Service; be responsible for the day to day administration of the Service; provide technical and other support to the Service and to the Council for the execution and performance of the functions under this Act; provide technical and other support to the Service and to the Council for the execution and performance of the functions under this Act; be responsible for implementing the decisions of the Council; be responsible for implementing the decisions of the Council; ensure the effectiveness of the Service; ensure the effectiveness of the Service; perform such other functions as the Council may specify; and perform such other functions as the Council may specify; and perform such functions as are incidental to the effective operation of the Service. perform such functions as are incidental to the effective operation of the Service."
    },
    {
      "provision_ref": "s15",
      "part": "Part II – Administration",
      "section": "15",
      "title": "Head of the Service",
      "content": "(1) There shall be a head of the Local Government Service who shall be appointed by the President in accordance with the advice of the Council given in consultation with the Public Service Commission. There shall be a head of the Local Government Service who shall be appointed by the President in accordance with the advice of the Council given in consultation with the Public Service Commission. (2) The Head of Service shall also be the head of the Secretariat. The Head of Service shall also be the head of the Secretariat. (3) The Head of Service shall hold office on such terms and conditions as shall be specified in the letter of appointment. The Head of Service shall hold office on such terms and conditions as shall be specified in the letter of appointment. (4) The Head of Service shall, subject to the general directions of the Council, be responsible for the efficient organisation and management of the Service and for the day to day operation of the Secretariat. The Head of Service shall, subject to the general directions of the Council, be responsible for the efficient organisation and management of the Service and for the day to day operation of the Secretariat. (5) The Head of Service may delegate the functions of the office to an officer of the Service but shall not be relieved from the ultimate responsibility for the discharge of the delegated function. The Head of Service may delegate the functions of the office to an officer of the Service but shall not be relieved from the ultimate responsibility for the discharge of the delegated function. (6) The Head of Service shall The Head of Service shall provide leadership and guidance in the performance of the functions of the Service and the implementation of the decisions of the Council; provide leadership and guidance in the performance of the functions of the Service and the implementation of the decisions of the Council; ensure the effective organisation and development of training programmes consistent with the sectoral requirements of the Service; ensure the effective organisation and development of training programmes consistent with the sectoral requirements of the Service; establish, with the approval of the Council, systems for effective inter-service and sectoral collaboration and co-operation between the Service, the Education Service, the Health Service, the Forestry Service and other Services, to harmonise local government programmes and avoid duplication; and establish, with the approval of the Council, systems for effective inter-service and sectoral collaboration and co-operation between the Service, the Education Service, the Health Service, the Forestry Service and other Services, to harmonise local government programmes and avoid duplication; and initiate plans and programmes within the Service, for the consideration and approval of the Council, to activate and accelerate the local government decentralization process in accordance with the Constitution, the Local Government Act, 1993, (Act 462) and any other enactment. initiate plans and programmes within the Service, for the consideration and approval of the Council, to activate and accelerate the local government decentralization process in accordance with the Constitution, the Local Government Act, 1993, (Act 462) and any other enactment."
    },
    {
      "provision_ref": "s16",
      "part": "Part II – Administration",
      "section": "16",
      "title": "Office of the Regional Co-ordinating Council",
      "content": "(1) There shall be an office of the Regional Co-ordinating Council in each region of the country. There shall be an office of the Regional Co-ordinating Council in each region of the country. (2) The Regional Co-ordinating Director shall be the administrative head of the Regional Co-ordinating Council and shall be responsible to the Regional Minister. The Regional Co-ordinating Director shall be the administrative head of the Regional Co-ordinating Council and shall be responsible to the Regional Minister. (3) The Regional Co-ordinating Director shall have the conditions of service as may be determined by the Council. The Regional Co-ordinating Director shall have the conditions of service as may be determined by the Council. (4) The Regional Co-ordinating Director shall ensure the effective and efficient performance of the office of the Regional Co-ordinating Council. The Regional Co-ordinating Director shall ensure the effective and efficient performance of the office of the Regional Co-ordinating Council. (5) A person assigned from any public office to the office of the Regional Co-ordinating Council shall be an officer of the Regional Co-ordinating Council. A person assigned from any public office to the office of the Regional Co-ordinating Council shall be an officer of the Regional Co-ordinating Council. (6) The Regional Co-ordinating Council shall be responsible for the work, career progression and discipline of the officers of the Regional Co-ordinating Council. The Regional Co-ordinating Council shall be responsible for the work, career progression and discipline of the officers of the Regional Co-ordinating Council."
    },
    {
      "provision_ref": "s17",
      "part": "Part II – Administration",
      "section": "17",
      "title": "Departments of the Regional Co-ordinating Council",
      "content": "(1) Government departments in any region of the Civil Service shall be known as Departments of the Regional Co-ordinating Council. Government departments in any region of the Civil Service shall be known as Departments of the Regional Co-ordinating Council. (2) The heads of departments of a Regional Co-ordinating Council are answerable in the performance of their duties to the Regional Co-ordinating Council. The heads of departments of a Regional Co-ordinating Council are answerable in the performance of their duties to the Regional Co-ordinating Council."
    },
    {
      "provision_ref": "s18",
      "part": "Part II – Administration",
      "section": "18",
      "title": "Functions of Departments of Regional Co-ordinating Council",
      "content": "The Departments of a Regional Co-ordinating Council shall implement the decisions of the Regional Co-ordinating Council; and implement the decisions of the Regional Co-ordinating Council; and provide quarterly reports on the implementation of policies and programmes to the Regional Co-ordinating Council through the office of the Regional Co-ordinating Council. provide quarterly reports on the implementation of policies and programmes to the Regional Co-ordinating Council through the office of the Regional Co-ordinating Council."
    },
    {
      "provision_ref": "s19",
      "part": "Part II – Administration",
      "section": "19",
      "title": "Directorate of the District Assembly",
      "content": "There shall be a Co-ordinating Directorate of the District Assembly. There shall be a Co-ordinating Directorate of the District Assembly."
    },
    {
      "provision_ref": "s20",
      "part": "Part II – Administration",
      "section": "20",
      "title": "District Co-ordinating Director",
      "content": "(1) There shall be a District Co-ordinating Director for each district in Ghana who shall be the Secretary to the Assembly and head of the District Co-ordinating Directorate. There shall be a District Co-ordinating Director for each district in Ghana who shall be the Secretary to the Assembly and head of the District Co-ordinating Directorate. (2) A District Co-ordinating Director shall ensure that the functions and responsibilities of the office are efficiently and effectively carried out. A District Co-ordinating Director shall ensure that the functions and responsibilities of the office are efficiently and effectively carried out. (3) A District Co-ordinating Director is answerable to the District Chief Executive in the performance of functions under this Act. A District Co-ordinating Director is answerable to the District Chief Executive in the performance of functions under this Act. (4) Staff of a District Assembly are answerable to the District Chief Executive through the District Co-ordinating Director. Staff of a District Assembly are answerable to the District Chief Executive through the District Co-ordinating Director. (5) The District Assembly is responsible for the career progression and discipline of the officers in the Office of the District Assembly. The District Assembly is responsible for the career progression and discipline of the officers in the Office of the District Assembly."
    },
    {
      "provision_ref": "s21",
      "part": "Part II – Administration",
      "section": "21",
      "title": "Functions of the Co-ordinating Directorate of a District Assembly",
      "content": "The Co-ordinating Directorate of a District Assembly is responsible for assisting the District Assembly in the performance of its duties under the Local Government Act 1993 (Act 462), the National Development Planning (Systems) Act 1994 (Act 480) and any other enactment for the time being in force. The Co-ordinating Directorate of a District Assembly is responsible for assisting the District Assembly in the performance of its duties under the Local Government Act 1993 (Act 462), the National Development Planning (Systems) Act 1994 (Act 480) and any other enactment for the time being in force."
    },
    {
      "provision_ref": "s22",
      "part": "Part II – Administration",
      "section": "22",
      "title": "Departments of District Assembly",
      "content": "The decentralised government Departments in the District shall be known as the Departments of the District Assembly. The decentralised government Departments in the District shall be known as the Departments of the District Assembly."
    },
    {
      "provision_ref": "s23",
      "part": "Part II – Administration",
      "section": "23",
      "title": "Heads of Department of District Assembly",
      "content": "(1) Departments of a District Assembly, shall be headed by heads of Department of the District Assembly who shall be responsible for the efficient and effective performance of the functions and responsibilities assigned to the Departments. Departments of a District Assembly, shall be headed by heads of Department of the District Assembly who shall be responsible for the efficient and effective performance of the functions and responsibilities assigned to the Departments. (2) The heads of Departments shall be answerable to the District Chief Executive through the District Coordinating Director. The heads of Departments shall be answerable to the District Chief Executive through the District Coordinating Director."
    },
    {
      "provision_ref": "s24",
      "part": "Part II – Administration",
      "section": "24",
      "title": "Functions of Departments of District Assembly",
      "content": "The Departments of District Assemblies shall be responsible for the implementation of the decisions of the District Assemblies; and be responsible for the implementation of the decisions of the District Assemblies; and provide quarterly reports on the implementation of decisions of the Assemblies to the Executive Committees of the respective District Assemblies through the offices of the District Assembly. provide quarterly reports on the implementation of decisions of the Assemblies to the Executive Committees of the respective District Assemblies through the offices of the District Assembly."
    },
    {
      "provision_ref": "s25",
      "part": "Part II – Administration",
      "section": "25",
      "title": "Appointment of other staff of the Service",
      "content": "(1) The Service shall have such other officers and staff as may be necessary for the proper and effective performance of its functions. The Service shall have such other officers and staff as may be necessary for the proper and effective performance of its functions. (2) The staff of the Service shall perform such functions as are conferred on them under this Act or any other enactment. The staff of the Service shall perform such functions as are conferred on them under this Act or any other enactment. (3) The President shall in accordance with the advice of the Council given in consultation with the Public Service Commission and on such terms and conditions as may be determined, appoint the officers and staff of the Service. The President shall in accordance with the advice of the Council given in consultation with the Public Service Commission and on such terms and conditions as may be determined, appoint the officers and staff of the Service. (4) The President may in accordance with article 195(2) of the Constitution delegate the power of appointment of the public officers under this Part. The President may in accordance with article 195(2) of the Constitution delegate the power of appointment of the public officers under this Part. (5) The Council may engage the service of such consultants and advisers as it may determine upon the recommendation of the head of the Service. The Council may engage the service of such consultants and advisers as it may determine upon the recommendation of the head of the Service."
    },
    {
      "provision_ref": "s26",
      "part": "Part II – Administration",
      "section": "26",
      "title": "Transfer and secondment of staff",
      "content": "(1) Officers and staff may be transferred or seconded from any public service to the Service. Officers and staff may be transferred or seconded from any public service to the Service. (2) The Minister shall approve the transfer or secondment to the Service. The Minister shall approve the transfer or secondment to the Service."
    },
    {
      "provision_ref": "s27",
      "part": "Part II – Administration",
      "section": "27",
      "title": "Secretary to the Council",
      "content": "(1) The Minister shall, acting in consultation with the Head of Service, designate an officer of the Service as the Secretary to the Council. The Minister shall, acting in consultation with the Head of Service, designate an officer of the Service as the Secretary to the Council. (2) The Secretary shall arrange the business for and cause to be recorded and kept the minutes of the meetings of the Council. The Secretary shall arrange the business for and cause to be recorded and kept the minutes of the meetings of the Council. (3) The Secretary shall also perform such functions as the Council or the Head of Service may assign to the Secretary. The Secretary shall also perform such functions as the Council or the Head of Service may assign to the Secretary. (4) The Secretary shall be assisted in the discharge of the functions of office as Secretary by such of the staff of the Service as the Council may on the recommendation of the Head of Service direct. The Secretary shall be assisted in the discharge of the functions of office as Secretary by such of the staff of the Service as the Council may on the recommendation of the Head of Service direct. (5) The Secretary shall in the discharge of his or her functions as Secretary be subject to the administrative control of the Head of Service. The Secretary shall in the discharge of his or her functions as Secretary be subject to the administrative control of the Head of Service."
    },
    {
      "provision_ref": "s28",
      "part": "Part III – Financial provisions",
      "section": "28",
      "title": "Expenses of the Service",
      "content": "The expenses of the Service, including the administrative expenses, salaries, allowances, operational and other expenses of the Service, as well as retirement benefits payable in respect of persons employed by the Service, shall be a charge on the Consolidated Fund. The expenses of the Service, including the administrative expenses, salaries, allowances, operational and other expenses of the Service, as well as retirement benefits payable in respect of persons employed by the Service, shall be a charge on the Consolidated Fund."
    },
    {
      "provision_ref": "s29",
      "part": "Part III – Financial provisions",
      "section": "29",
      "title": "Submission of budget estimates",
      "content": "(1) The Head of Service shall, not later than three months before the end of each financial year, prepare and submit to the Minister through the Council, the budget estimates of expenditure to be incurred by the Service during the next financial year. The Head of Service shall, not later than three months before the end of each financial year, prepare and submit to the Minister through the Council, the budget estimates of expenditure to be incurred by the Service during the next financial year. (2) The budget estimates shall be in the form approved for that purpose by the Minister responsible for Finance. The budget estimates shall be in the form approved for that purpose by the Minister responsible for Finance. (3) New or special expenditure shall receive the approval of the Council before being submitted to the Minister for approval. New or special expenditure shall receive the approval of the Council before being submitted to the Minister for approval. (4) Except with the approval of the Minister responsible for Finance, given in consultation with the Minister, no further sum shall be expended during a financial year other than as provided in the estimates relating to the financial year. Except with the approval of the Minister responsible for Finance, given in consultation with the Minister, no further sum shall be expended during a financial year other than as provided in the estimates relating to the financial year."
    },
    {
      "provision_ref": "s30",
      "part": "Part III – Financial provisions",
      "section": "30",
      "title": "Accounts and audit",
      "content": "(1) The Service shall keep books of account and proper records in relation to them which shall be prepared in a form approved by the Auditor-General. The Service shall keep books of account and proper records in relation to them which shall be prepared in a form approved by the Auditor-General. (2) The Auditor-General shall audit the accounts of the Service within six months after the end of each financial year. The Auditor-General shall audit the accounts of the Service within six months after the end of each financial year. (3) The financial year of the Service shall be the same as the financial year of the government. The financial year of the Service shall be the same as the financial year of the government."
    },
    {
      "provision_ref": "s31",
      "part": "Part III – Financial provisions",
      "section": "31",
      "title": "Annual report and other reports",
      "content": "(1) The Council shall within eight months after the end of each financial year submit to the Minister an annual report covering the activities and the operations of the Service for the year to which the report relates. The Council shall within eight months after the end of each financial year submit to the Minister an annual report covering the activities and the operations of the Service for the year to which the report relates. (2) The annual report submitted under subsection (1) shall include the report of the Auditor-General. The annual report submitted under subsection (1) shall include the report of the Auditor-General. (3) The Council shall also submit to the Minister such other reports as the Minister may require in writing. The Council shall also submit to the Minister such other reports as the Minister may require in writing. (4) The Minister shall within two months after the receipt of the annual report submit a report to Parliament with such statement as the Minister may consider necessary. The Minister shall within two months after the receipt of the annual report submit a report to Parliament with such statement as the Minister may consider necessary."
    },
    {
      "provision_ref": "s32",
      "part": "Part III – Financial provisions",
      "section": "32",
      "title": "Regulations",
      "content": "(1) The Minister may, on the advice of the Council, make necessary to give effect to the provisions of this Act and to regulate any matter that falls within the scope of the functions of the Service. The Minister may, on the advice of the Council, make necessary to give effect to the provisions of this Act and to regulate any matter that falls within the scope of the functions of the Service. (2) Without limiting subsection (1), Regulations made under this section may provide for Without limiting subsection (1), Regulations made under this section may provide for institutional co-operation between the Service and other branches of the public service; institutional co-operation between the Service and other branches of the public service; recruitment procedures for members of the Service; recruitment procedures for members of the Service; promotion procedures for members of the Service; promotion procedures for members of the Service; disciplinary procedures for members of the Service; and disciplinary procedures for members of the Service; and transfer and posting procedures for members of the Service. transfer and posting procedures for members of the Service."
    },
    {
      "provision_ref": "s33",
      "part": "Part III – Financial provisions",
      "section": "33",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires,“Council” means the Local Government Service Council established under section 5 of this Act;“District Assembly” includes Municipal and Metropolitan Assembly;“Minister” means the Minister responsible for Local Government;“NALAG” means the National Association of Local Authorities of Ghana;“secretariat” means secretariat established under section 13(1) of this Act; and“Service” means the Local Government Service. In this Act unless the context otherwise requires, “Council” means the Local Government Service Council established under section 5 of this Act; “District Assembly” includes Municipal and Metropolitan Assembly; “Minister” means the Minister responsible for Local Government; “NALAG” means the National Association of Local Authorities of Ghana; “secretariat” means secretariat established under section 13(1) of this Act; and “Service” means the Local Government Service."
    },
    {
      "provision_ref": "s34",
      "part": "Part III – Financial provisions",
      "section": "34",
      "title": "Transitional provision",
      "content": "On the coming into force of this Act, the members of staff of the branches, divisions or units of the departments specified in the Schedule to this Act shall be deemed to have been transferred to a department of a District Assembly as determined by the Minister and shall form part of the Service from the date of transfer. On the coming into force of this Act, the members of staff of the branches, divisions or units of the departments specified in the Schedule to this Act shall be deemed to have been transferred to a department of a District Assembly as determined by the Minister and shall form part of the Service from the date of transfer."
    },
    {
      "provision_ref": "s35",
      "part": "Part III – Financial provisions",
      "section": "35",
      "title": "P.N.D.C.L. 327 amended",
      "content": "(1) The Civil Service Law, 1993 (P.N.D.C.L. 327) is amended as follows: The Civil Service Law, 1993 (P.N.D.C.L. 327) is amended as follows: in subsection (3) of section 1 by the repeal of the words “both” and \"and local”; in subsection (3) of section 1 by the repeal of the words “both” and \"and local”; in section 4 (a) by the repeal of subparagraphs (iv), (v), (vi), (vii); in section 4 (a) by the repeal of subparagraphs (iv), (v), (vi), (vii); by the repeal of Part V; by the repeal of Part V; by the repeal of section 45; by the repeal of section 45; in section 46 by the deletion of the words \"Regional and District”; in section 46 by the deletion of the words \"Regional and District”; by the repeal of subsections (3) and (4) of section 62; and by the repeal of subsections (3) and (4) of section 62; and in section 70 by the deletion of the words \"and decentralized administration”. in section 70 by the deletion of the words \"and decentralized administration”. (2) On the coming into force of this Act, the Civil Service Law 1993, (P.N.D.C.L. 327) shall cease to apply to the Service established under this Act and its members. On the coming into force of this Act, the Civil Service Law 1993, (P.N.D.C.L. 327) shall cease to apply to the Service established under this Act and its members."
    },
    {
      "provision_ref": "s36",
      "part": "Part III – Financial provisions",
      "section": "36",
      "title": "Act 462 amended",
      "content": "The Local Government Act, 1993 (Act 462) is amended in section 146 by the repeal of subsection (1); in section 146 by the repeal of subsection (1); in the Eighth Schedule by the deletion of the following: Forestry Department; Forestry Department; office of the District Medical Officer of Health; office of the District Medical Officer of Health; National Fire Service; National Fire Service; Department of Games and Wildlife. Department of Games and Wildlife."
    },
    {
      "provision_ref": "s37",
      "part": "Part III – Financial provisions",
      "section": "37",
      "title": "Savings",
      "content": "Notwithstanding the repeals specified in section 35(1) any regulations or other statutory instrument made under or continued in force under the Civil Service Law, 1993 (P.N.D.C.L. 327) and in force immediately before the date of coming into force of this Act shall continue to apply with the necessary modification to members of the Service established under this Act unless made inapplicable by law. Notwithstanding the repeals specified in section 35(1) any regulations or other statutory instrument made under or continued in force under the Civil Service Law, 1993 (P.N.D.C.L. 327) and in force immediately before the date of coming into force of this Act shall continue to apply with the necessary modification to members of the Service established under this Act unless made inapplicable by law."
    }
  ],
  "definitions": [
    {
      "term": "Council",
      "definition": "the Local Government Service Council established under section 5 of this Act",
      "source_provision": "s33"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Local Government",
      "source_provision": "s33"
    },
    {
      "term": "NALAG",
      "definition": "the National Association of Local Authorities of Ghana",
      "source_provision": "s33"
    },
    {
      "term": "secretariat",
      "definition": "secretariat established under section 13(1) of this Act",
      "source_provision": "s33"
    },
    {
      "term": "Service",
      "definition": "the Local Government Service. In this Act unless the context otherwise requires, “Council” means the Local Government Service Council established under section 5 of this Act",
      "source_provision": "s33"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Local Government",
      "source_provision": "s33"
    },
    {
      "term": "NALAG",
      "definition": "the National Association of Local Authorities of Ghana",
      "source_provision": "s33"
    },
    {
      "term": "secretariat",
      "definition": "secretariat established under section 13(1) of this Act",
      "source_provision": "s33"
    }
  ]
}