{
  "id": "act-652-2003",
  "type": "act",
  "title": "Kimberley Process Certificate Act, 2003",
  "short_name": "KPC 2003",
  "act_number": 652,
  "year": 2003,
  "status": "in_force",
  "issued_date": "2003-10-24",
  "url": "https://ghalii.org/akn/gh/act/2003/652",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Kimberley Process Certificate required for export of rough diamonds",
      "content": "A person who has been granted a licence under section 3 of the Minerals and Mining Law, 1986 (PNDCL 153) shall not export rough diamonds unless that person has applied for and been issued a Kimberley Process Certificate, referred to in this Act as the “Kimberley Certificate” by the Minister. A person who has been granted a licence under section 3 of the Minerals and Mining Law, 1986 (PNDCL 153) shall not export rough diamonds unless that person has applied for and been issued a Kimberley Process Certificate, referred to in this Act as the “Kimberley Certificate” by the Minister."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Application for Kimberley Certificate",
      "content": "An application for a Kimberley Certificate shall be as in Form 1 set out in the Schedule to this Act, and shall be made to the Minister. An application for a Kimberley Certificate shall be as in Form 1 set out in the Schedule to this Act, and shall be made to the Minister."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Issue and form of Kimberley Certificate",
      "content": "(1) The Minister may where all the information required to be given under section 2 is supplied, issue a Kimberley Certificate in respect of the rough diamonds to which the application relates, within three days from the date of submission of the application. The Minister may where all the information required to be given under section 2 is supplied, issue a Kimberley Certificate in respect of the rough diamonds to which the application relates, within three days from the date of submission of the application. (2) An applicant who does not comply with section 2 shall not be issued with a Kimberley Certificate. An applicant who does not comply with section 2 shall not be issued with a Kimberley Certificate. (3) The Kimberley Certificate shall contain the information provided in Form 2 set out in the Schedule. The Kimberley Certificate shall contain the information provided in Form 2 set out in the Schedule."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Export report",
      "content": "(1) An exporter of rough diamonds shall prepare a report which shall be as in Form 3 set out in the Schedule. An exporter of rough diamonds shall prepare a report which shall be as in Form 3 set out in the Schedule. (2) Form 3 shall be presented to a customs officer at the time of export and a copy shall be sent to the Minister by mail, courier or delivered by hand within seven days after the export. Form 3 shall be presented to a customs officer at the time of export and a copy shall be sent to the Minister by mail, courier or delivered by hand within seven days after the export."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Import report",
      "content": "(1) An importer of rough diamonds shall prepare a report which shall be as in Form 4 set out in the Schedule and shall be presented to a customs officer at the time of clearing the import. An importer of rough diamonds shall prepare a report which shall be as in Form 4 set out in the Schedule and shall be presented to a customs officer at the time of clearing the import. (2) Form 4 shall be accompanied with a Kimberley Certificate issued by the exporting authority responsible for rough diamonds in the country of origin of the rough diamonds. Form 4 shall be accompanied with a Kimberley Certificate issued by the exporting authority responsible for rough diamonds in the country of origin of the rough diamonds. (3) A copy of Form 4 and the Kimberley Certificate from the exporter shall be sent to the Minister by mail, courier or delivered by hand within seven days after the importation of the rough diamonds. A copy of Form 4 and the Kimberley Certificate from the exporter shall be sent to the Minister by mail, courier or delivered by hand within seven days after the importation of the rough diamonds."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Packaging of rough diamonds for export and import",
      "content": "(1) Rough diamonds shall be exported or imported in containers in accordance with this Act. Rough diamonds shall be exported or imported in containers in accordance with this Act. (2) A container for the export or import of rough diamonds shall be constructed in a manner that makes the reseal of the container impossible after it is opened. A container for the export or import of rough diamonds shall be constructed in a manner that makes the reseal of the container impossible after it is opened. (3) The container in which rough diamonds are exported shall bear the serial number of the accompanying Kimberley Certificate. The container in which rough diamonds are exported shall bear the serial number of the accompanying Kimberley Certificate."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Record keeping of rough diamond trade",
      "content": "A person who exports or imports rough diamonds shall keep in respect of the rough diamonds the following records: the serial numbers of the Kimberley Certificates; and the serial numbers of the Kimberley Certificates; and the purchase order, invoice or similar document if the rough diamonds were purchased or otherwise obtained by the exporter or importer. the purchase order, invoice or similar document if the rough diamonds were purchased or otherwise obtained by the exporter or importer."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Suspension and cancellation of licence",
      "content": "(1) The Minister may suspend or cancel a licence issued to an exporter of rough diamonds under section 1 if the holder The Minister may suspend or cancel a licence issued to an exporter of rough diamonds under section 1 if the holder fails to submit a report required under section 4 or 5 of this Act; fails to submit a report required under section 4 or 5 of this Act; is in breach of any provision of this Act or any other enactment relating to the export and import of rough diamonds; is in breach of any provision of this Act or any other enactment relating to the export and import of rough diamonds; makes any statement to the Minister in connection with a Kimberley Certificate which the exporter knows or ought to have known to be false; or makes any statement to the Minister in connection with a Kimberley Certificate which the exporter knows or ought to have known to be false; or for any reason becomes ineligible to apply for a Kimberley Certificate under this Act. for any reason becomes ineligible to apply for a Kimberley Certificate under this Act. (2) The Minister shall before suspending or cancelling a licence, give notice to the holder in such manner as the Minister may determine and shall in the notice require the holder to remedy the breach and where the breach cannot be remedied, show cause to the satisfaction of the Minister why the licence should not be suspended or cancelled. The Minister shall before suspending or cancelling a licence, give notice to the holder in such manner as the Minister may determine and shall in the notice require the holder to remedy the breach and where the breach cannot be remedied, show cause to the satisfaction of the Minister why the licence should not be suspended or cancelled. (3) On cancellation of a licence, the rights of the holder shall cease but without prejudice to any liabilities or obligations incurred by any person prior to the date of the cancellation. On cancellation of a licence, the rights of the holder shall cease but without prejudice to any liabilities or obligations incurred by any person prior to the date of the cancellation."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Offence",
      "content": "(1) A person who is in breach of any provision of this Act commits an offence and is liable on summary conviction to a fine not exceeding 500 penalty units or a term of imprisonment not exceeding two years or both. A person who is in breach of any provision of this Act commits an offence and is liable on summary conviction to a fine not exceeding 500 penalty units or a term of imprisonment not exceeding two years or both. (2) The Diamonds, the subject of the conviction shall be forfeited to the state. The Diamonds, the subject of the conviction shall be forfeited to the state."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires—“Harmonised System” means the Harmonized Commodity Description and Coding System set out in the Customs Tariff;“Kimberley Certificate” means(a)in relation to the export of rough diamonds from Ghana, the certificate issued by the Minister or a person authorised by the Minister for the export of rough diamonds from this country;(b)in relation to the import of rough diamonds, a similar Kimberley Certificate issued by the respective authority of the exporting country for the export of rough diamonds;“Minister” means the Minister responsible for mines. In this Act unless the context otherwise requires— “Harmonised System” means the Harmonized Commodity Description and Coding System set out in the Customs Tariff; in relation to the export of rough diamonds from Ghana, the certificate issued by the Minister or a person authorised by the Minister for the export of rough diamonds from this country; in relation to the import of rough diamonds, a similar Kimberley Certificate issued by the respective authority of the exporting country for the export of rough diamonds; “Minister” means the Minister responsible for mines."
    }
  ],
  "definitions": [
    {
      "term": "Harmonised System",
      "definition": "the Harmonized Commodity Description and Coding System set out in the Customs Tariff",
      "source_provision": "s10"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for mines. In this Act unless the context otherwise requires— “Harmonised System” means the Harmonized Commodity Description and Coding System set out in the Customs Tariff",
      "source_provision": "s10"
    }
  ]
}