{
  "id": "act-658-2003",
  "type": "act",
  "title": "Internal Audit Agency Act, 2003",
  "short_name": "IAA 2003",
  "act_number": 658,
  "year": 2003,
  "status": "in_force",
  "issued_date": "2003-12-31",
  "url": "https://ghalii.org/akn/gh/act/2003/658",
  "provisions": [
    {
      "provision_ref": "s1",
      "part": "Part I – Establishment and functions of the Internal Audit Agency",
      "section": "1",
      "title": "Establishment of Internal Audit Agency",
      "content": "There is established by this Act an Internal Audit Agency. There is established by this Act an Internal Audit Agency."
    },
    {
      "provision_ref": "s2",
      "part": "Part I – Establishment and functions of the Internal Audit Agency",
      "section": "2",
      "title": "Object of the Agency",
      "content": "The object of the Agency is to co-ordinate, facilitate and provide quality assurance for internal audit activities within the Ministries, Departments and Agencies and the Metropolitan, Municipal and District Assemblies. The object of the Agency is to co-ordinate, facilitate and provide quality assurance for internal audit activities within the Ministries, Departments and Agencies and the Metropolitan, Municipal and District Assemblies."
    },
    {
      "provision_ref": "s3",
      "part": "Part I – Establishment and functions of the Internal Audit Agency",
      "section": "3",
      "title": "Functions of the Agency",
      "content": "(1) The Agency shall set standards and procedures for the conduct of internal audit activities in the MDAs and MMDAs. The Agency shall set standards and procedures for the conduct of internal audit activities in the MDAs and MMDAs. (2) The Agency shall ensure that The Agency shall ensure that financial, managerial and operating information reported internally and externally is accurate, reliable and timely; financial, managerial and operating information reported internally and externally is accurate, reliable and timely; the financial activities of MDAs and MMDAs are in compliance with laws, policies, plans, standards and procedures; the financial activities of MDAs and MMDAs are in compliance with laws, policies, plans, standards and procedures; national resources are adequately safeguarded; national resources are adequately safeguarded; national resources are used economically, effectively and efficiently; national resources are used economically, effectively and efficiently; plans, goals and objectives of MDAs and MMDAs are achieved; and plans, goals and objectives of MDAs and MMDAs are achieved; and risks are adequately managed in the MDAs and MMDAs. risks are adequately managed in the MDAs and MMDAs. (3) Without limiting subsections (1) and (2), the Agency shall Without limiting subsections (1) and (2), the Agency shall promote economy, efficiency and effectiveness in the administration of government programmes and operations; promote economy, efficiency and effectiveness in the administration of government programmes and operations; prepare plans to be approved by the Board for the development and maintenance of an efficient internal audit for the MDAs and MMDAs; prepare plans to be approved by the Board for the development and maintenance of an efficient internal audit for the MDAs and MMDAs; facilitate the prevention and detection of fraud; and facilitate the prevention and detection of fraud; and provide a means for keeping the MDAs and MMDAs fully and currently informed about problems and deficiencies related to the administration of their programmes and operations and the necessity for appropriate corrective action. provide a means for keeping the MDAs and MMDAs fully and currently informed about problems and deficiencies related to the administration of their programmes and operations and the necessity for appropriate corrective action. (4) The Agency shall monitor, undertake inspections and evaluate the internal auditing of the MDAs and MMDAs. The Agency shall monitor, undertake inspections and evaluate the internal auditing of the MDAs and MMDAs."
    },
    {
      "provision_ref": "s4",
      "part": "Part I – Establishment and functions of the Internal Audit Agency",
      "section": "4",
      "title": "Governing body of the Agency",
      "content": "The Agency shall have a governing Board known as the Internal Audit Board. The Agency shall have a governing Board known as the Internal Audit Board."
    },
    {
      "provision_ref": "s5",
      "part": "Part I – Establishment and functions of the Internal Audit Agency",
      "section": "5",
      "title": "Membership of the Board",
      "content": "(1) The Board shall consist of the following members appointed by the President acting in consultation with the Council of State: The Board shall consist of the following members appointed by the President acting in consultation with the Council of State: a chairperson; a chairperson; the Minister responsible for Finance or a representative of the Minister; the Minister responsible for Finance or a representative of the Minister; the Minister for Local Government and Rural Development or a representative of the Minister; the Minister for Local Government and Rural Development or a representative of the Minister; the chairperson of the Public Services Commission or a representative of the chairperson; the chairperson of the Public Services Commission or a representative of the chairperson; the Director-General of the Agency appointed under section 12 of this Act; the Director-General of the Agency appointed under section 12 of this Act; two other members appointed from the private sector; and two other members appointed from the private sector; and two professional accountants each with not less than ten years' experience in the profession nominated by the Council of the Institute of Chartered Accountants (Ghana). two professional accountants each with not less than ten years' experience in the profession nominated by the Council of the Institute of Chartered Accountants (Ghana). (2) The President shall in appointing members of the Board have regard to the integrity, knowledge, expertise and experience of the persons and in particular their knowledge in matters relevant to the functions of the Agency. The President shall in appointing members of the Board have regard to the integrity, knowledge, expertise and experience of the persons and in particular their knowledge in matters relevant to the functions of the Agency."
    },
    {
      "provision_ref": "s6",
      "part": "Part I – Establishment and functions of the Internal Audit Agency",
      "section": "6",
      "title": "Functions of the Board",
      "content": "The Board shall formulate policies for the Agency and shall establish appropriate structures for the effective and efficient execution of the object of the Agency; establish appropriate structures for the effective and efficient execution of the object of the Agency; secure the achievement of the object of the Agency; secure the achievement of the object of the Agency; approve plans for the development and maintenance of an efficient internal audit for bodies and institutions to whom this Act applies; and approve plans for the development and maintenance of an efficient internal audit for bodies and institutions to whom this Act applies; and take reasonable and timely action on the reports submitted to it by the Director-General. take reasonable and timely action on the reports submitted to it by the Director-General."
    },
    {
      "provision_ref": "s7",
      "part": "Part I – Establishment and functions of the Internal Audit Agency",
      "section": "7",
      "title": "Tenure of office of members of the Board",
      "content": "Members of the Board other than ex-officio members shall hold office for a period of four years and are on the expiration of that period eligible for re-appointment except that a member shall not be appointed for more than two terms in accession. Members of the Board other than ex-officio members shall hold office for a period of four years and are on the expiration of that period eligible for re-appointment except that a member shall not be appointed for more than two terms in accession."
    },
    {
      "provision_ref": "s8",
      "part": "Part I – Establishment and functions of the Internal Audit Agency",
      "section": "8",
      "title": "Allowances for members",
      "content": "Members of the Board other than the Director-General shall be paid such allowances as the President in consultation with the Minister may approve. Members of the Board other than the Director-General shall be paid such allowances as the President in consultation with the Minister may approve."
    },
    {
      "provision_ref": "s9",
      "part": "Part I – Establishment and functions of the Internal Audit Agency",
      "section": "9",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at such times and places as the chairperson may determine but shall meet at least once every three months. The Board shall meet at such times and places as the chairperson may determine but shall meet at least once every three months. (2) The chairperson may at any time, and shall, on the written request of the Director-General or four other members of the Board, call a special meeting of the board. The chairperson may at any time, and shall, on the written request of the Director-General or four other members of the Board, call a special meeting of the board. (3) At each meeting of the Board the chairperson shall preside and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. At each meeting of the Board the chairperson shall preside and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. (4) The quorum fora meeting of the Board shall be three members including the Director-General or the person acting as Director-General. The quorum fora meeting of the Board shall be three members including the Director-General or the person acting as Director-General. (5) A decision at a meeting of the Board shall be that of the majority of the members present and voting and where there is equality of votes, the chairperson or the person presiding shall have a second vote. A decision at a meeting of the Board shall be that of the majority of the members present and voting and where there is equality of votes, the chairperson or the person presiding shall have a second vote. (6) The Board may co-opt a person to act as an adviser at its meetings but a co-opted person is not entitled to vote at a meeting on a matter for decision by the Board. The Board may co-opt a person to act as an adviser at its meetings but a co-opted person is not entitled to vote at a meeting on a matter for decision by the Board. (7) The validity of any proceedings of the Board shall not be affected by a vacancy in its membership or by a defect in the appointment or qualification of any of its members. The validity of any proceedings of the Board shall not be affected by a vacancy in its membership or by a defect in the appointment or qualification of any of its members. (8) Subject to this section, the Board shall regulate its own procedures. Subject to this section, the Board shall regulate its own procedures."
    },
    {
      "provision_ref": "s10",
      "part": "Part I – Establishment and functions of the Internal Audit Agency",
      "section": "10",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who is directly or indirectly interested in a matter being considered or dealt with by the Board shall disclose the nature of the interest at a meeting of the Board and shall not take part in any deliberation or decision of the Board with respect to the matter. A member of the Board who is directly or indirectly interested in a matter being considered or dealt with by the Board shall disclose the nature of the interest at a meeting of the Board and shall not take part in any deliberation or decision of the Board with respect to the matter. (2) A member who fails to disclose an interest under subsection (1) is liable to be removed from the Board. A member who fails to disclose an interest under subsection (1) is liable to be removed from the Board."
    },
    {
      "provision_ref": "s11",
      "part": "Part I – Establishment and functions of the Internal Audit Agency",
      "section": "11",
      "title": "Committees of the Board",
      "content": "The Board may for the discharge of its functions appoint committees comprising members or non-members or both and may assign to a committee such functions of the Board as the Board may determine except that a committee composed exclusively of non-members may only advise the Board. The Board may for the discharge of its functions appoint committees comprising members or non-members or both and may assign to a committee such functions of the Board as the Board may determine except that a committee composed exclusively of non-members may only advise the Board."
    },
    {
      "provision_ref": "s12",
      "part": "Part I – Establishment and functions of the Internal Audit Agency",
      "section": "12",
      "title": "Director-General",
      "content": "(1) There shall be appointed by the President, in accordance with article 195(1) of the Constitution an officer who shall be the chief executive of the Agency and be designated the Director-General. There shall be appointed by the President, in accordance with article 195(1) of the Constitution an officer who shall be the chief executive of the Agency and be designated the Director-General. (2) The Director-General shall not, while holding office, occupy any other office or employment which is likely to conflict with the duties of the Director General whether or not there is remuneration attached to it. The Director-General shall not, while holding office, occupy any other office or employment which is likely to conflict with the duties of the Director General whether or not there is remuneration attached to it. (3) Notwithstanding subsection (3), the Director-General may with the approval of the Board act as a member of a commission appointed by the Government, to enquire into any matter affecting accountability, management and governance. Notwithstanding subsection (3), the Director-General may with the approval of the Board act as a member of a commission appointed by the Government, to enquire into any matter affecting accountability, management and governance. (4) Subject to the provisions of this section, the Director-General shall be appointed on terms and conditions specified in the Director-General's letter of appointment. Subject to the provisions of this section, the Director-General shall be appointed on terms and conditions specified in the Director-General's letter of appointment."
    },
    {
      "provision_ref": "s13",
      "part": "Part I – Establishment and functions of the Internal Audit Agency",
      "section": "13",
      "title": "Functions of the Director-General",
      "content": "(1) The Director-General shall, subject to directions of the Board on matters of policy and subject to this Act, be responsible for the day-to -day management and administration of the Agency, and may make such decisions and exercise powers that are necessary for the attainment of the object and functions of the Agency. The Director-General shall, subject to directions of the Board on matters of policy and subject to this Act, be responsible for the day-to -day management and administration of the Agency, and may make such decisions and exercise powers that are necessary for the attainment of the object and functions of the Agency. (2) Without limiting subsection (1), the Director-General shall Without limiting subsection (1), the Director-General shall secure the execution of the policies of the Board; secure the execution of the policies of the Board; make regular reports to the Board on the management and operations of the Agency; make regular reports to the Board on the management and operations of the Agency; provide the data, statistics and advice necessary for the formulation of policies for the attainment of the object of the Agency; and provide the data, statistics and advice necessary for the formulation of policies for the attainment of the object of the Agency; and perform such other duties as the Board may direct. perform such other duties as the Board may direct."
    },
    {
      "provision_ref": "s14",
      "part": "Part I – Establishment and functions of the Internal Audit Agency",
      "section": "14",
      "title": "Independence and powers of the Director-General",
      "content": "(1) Subject to the Constitution and this Act the Director-General, in the performance of the functions as Director-General is not subject to the direction and control of any other person or authority but a public body, organ or the head of an MDA or an MMDA may request the Director-General to carry out such specific investigations as may be considered reasonable by the Director-General. Subject to the Constitution and this Act the Director-General, in the performance of the functions as Director-General is not subject to the direction and control of any other person or authority but a public body, organ or the head of an MDA or an MMDA may request the Director-General to carry out such specific investigations as may be considered reasonable by the Director-General. (2) The Director-General or a person authorised by the Director-General is entitled The Director-General or a person authorised by the Director-General is entitled to be given such information and explanations as the Director General may request in the performance of duties under this Act; and to be given such information and explanations as the Director General may request in the performance of duties under this Act; and to inspect books, records and offices in the performance of duties under this Act or any other enactment and shall be given access to the books, records and offices on demand. to inspect books, records and offices in the performance of duties under this Act or any other enactment and shall be given access to the books, records and offices on demand. (3) Where there is any critical financial or economic crisis or exigency which requires immediate action and there is insufficient time to call a meeting of the Board, the Director-General may with the concurrence of the chairperson of the Board exercise the powers of the Board and take such action as may be necessary. Where there is any critical financial or economic crisis or exigency which requires immediate action and there is insufficient time to call a meeting of the Board, the Director-General may with the concurrence of the chairperson of the Board exercise the powers of the Board and take such action as may be necessary. (4) Where any action has been taken by the Director-General under subsection (3), the Director-General shall as soon as practicable call a meeting of the Board to report the action taken for ratification or review by the Board. Where any action has been taken by the Director-General under subsection (3), the Director-General shall as soon as practicable call a meeting of the Board to report the action taken for ratification or review by the Board."
    },
    {
      "provision_ref": "s15",
      "part": "Part I – Establishment and functions of the Internal Audit Agency",
      "section": "15",
      "title": "Secretariat and other staff of the Agency",
      "content": "(1) There shall be a secretariat of the Agency, the head of which shall be the Director-General. There shall be a secretariat of the Agency, the head of which shall be the Director-General. (2) There shall be appointed by the President in accordance with article 195 (1) of the Constitution such other public officers as the Agency may require for the performance of its functions. There shall be appointed by the President in accordance with article 195 (1) of the Constitution such other public officers as the Agency may require for the performance of its functions. (3) There may be transferred or seconded to the Agency such public officers as may be requested by the Director-General and approved by the Board. There may be transferred or seconded to the Agency such public officers as may be requested by the Director-General and approved by the Board. (4) The President may, in accordance with article 195 (2) of the Constitution, delegate the power of appointment under this Act. The President may, in accordance with article 195 (2) of the Constitution, delegate the power of appointment under this Act."
    },
    {
      "provision_ref": "s16",
      "part": "Part II – Internal audit units for MDAs and MMDAs",
      "section": "16",
      "title": "Establishment of internal audit units",
      "content": "(1) There shall be established in each MDA and MMDA an internal audit unit which shall constitute a part of the MDA or MMDA. There shall be established in each MDA and MMDA an internal audit unit which shall constitute a part of the MDA or MMDA. (2) There shall be appointed for each internal audit unit, personnel required to ensure an effective and efficient internal auditing of the MDA or MMDA concerned. There shall be appointed for each internal audit unit, personnel required to ensure an effective and efficient internal auditing of the MDA or MMDA concerned. (3) An internal audit unit established under subsection (1) shall in accordance with this Act and standards and procedures provided by the Agency, carry out an internal audit of its MDA or MMDA and shall submit reports on the internal audit it carries out to the Director-General of the Agency. An internal audit unit established under subsection (1) shall in accordance with this Act and standards and procedures provided by the Agency, carry out an internal audit of its MDA or MMDA and shall submit reports on the internal audit it carries out to the Director-General of the Agency. (4) The internal audit unit of an MDA shall submit a copy of its internal audit report to its management body and such other persons as it is required to submit the report. The internal audit unit of an MDA shall submit a copy of its internal audit report to its management body and such other persons as it is required to submit the report. (5) The autonomous bodies of the Constitution shall be subject to the standards and procedures of the Agency and shall have internal audit units. The autonomous bodies of the Constitution shall be subject to the standards and procedures of the Agency and shall have internal audit units. The internal audit units of the autonomous bodies shall not be subject to the Agency but shall be subject to the Auditor-General. The internal audit units of the autonomous bodies shall not be subject to the Agency but shall be subject to the Auditor-General. A copy of the internal audit report of an autonomous body shall be submitted to the Auditor-General. A copy of the internal audit report of an autonomous body shall be submitted to the Auditor-General. (6) A copy of an internal audit report of an MMDA shall be submitted to its Regional Co-ordinating Council. A copy of an internal audit report of an MMDA shall be submitted to its Regional Co-ordinating Council. (7) A Regional Co-ordinating Council shall furnish the Agency with a copy of an internal audit report submitted under subsection (6). A Regional Co-ordinating Council shall furnish the Agency with a copy of an internal audit report submitted under subsection (6). (8) The Audit Report Implementation Committees of MDAs and MMDAs as established under section 30(1) of the Audit Service Act, 2000 (Act 584) shall be responsible for the implementation of the recommendations of the internal audit reports. The Audit Report Implementation Committees of MDAs and MMDAs as established under section 30(1) of the Audit Service Act, 2000 (Act 584) shall be responsible for the implementation of the recommendations of the internal audit reports."
    },
    {
      "provision_ref": "s17",
      "part": "Part II – Internal audit units for MDAs and MMDAs",
      "section": "17",
      "title": "Action by the Agency",
      "content": "The Agency may upon examination of an internal audit report, take such action as it considers appropriate including recommendation of prosecution and disciplinary action in respect of any breaches found. The Agency may upon examination of an internal audit report, take such action as it considers appropriate including recommendation of prosecution and disciplinary action in respect of any breaches found."
    },
    {
      "provision_ref": "s18",
      "part": "Part II – Internal audit units for MDAs and MMDAs",
      "section": "18",
      "title": "Exhibition of professionalism and competence",
      "content": "Internal auditors operating by virtue of this Act. shall exhibit the highest level of professionalism in the gathering, evaluation and communication of information when auditing and shall act only in areas for which they have the necessary knowledge, skills, experience and competence; shall exhibit the highest level of professionalism in the gathering, evaluation and communication of information when auditing and shall act only in areas for which they have the necessary knowledge, skills, experience and competence; shall perform internal auditing in accordance with Generally Accepted Principles of Internal Auditing and the standard and guidelines of the Agency as established under section 3(1); and shall perform internal auditing in accordance with Generally Accepted Principles of Internal Auditing and the standard and guidelines of the Agency as established under section 3(1); and shall in the performance of their work make a balanced assessment of all issues of relevance to the work and should not be influenced by their personal interest or the interests of other persons. shall in the performance of their work make a balanced assessment of all issues of relevance to the work and should not be influenced by their personal interest or the interests of other persons."
    },
    {
      "provision_ref": "s19",
      "part": "Part II – Internal audit units for MDAs and MMDAs",
      "section": "19",
      "title": "Integrity",
      "content": "Internal auditors to whom this Act applies shall perform their work with honesty and diligence; perform their work with honesty and diligence; not knowingly be a party to any illegal activities or engage in acts that discredit the work of internal auditing or the MDA or MMDA; not knowingly be a party to any illegal activities or engage in acts that discredit the work of internal auditing or the MDA or MMDA; make disclosures required by law and the standards and procedures as established under section 3(1); make disclosures required by law and the standards and procedures as established under section 3(1); not participate in any activity or relationship that may impair or is likely to be taken to impair unbiased assessment, including an activity or a relationship that may be in conflict with the interests of the MDA or MMDA; not participate in any activity or relationship that may impair or is likely to be taken to impair unbiased assessment, including an activity or a relationship that may be in conflict with the interests of the MDA or MMDA; not accept anything or any favour that may impair or might be taken to affect their professional judgment; and not accept anything or any favour that may impair or might be taken to affect their professional judgment; and disclose all material facts known to them, the non-disclosure of which may distort any report activity. disclose all material facts known to them, the non-disclosure of which may distort any report activity."
    },
    {
      "provision_ref": "s20",
      "part": "Part II – Internal audit units for MDAs and MMDAs",
      "section": "20",
      "title": "Confidentiality",
      "content": "(1) Internal auditors shall respect the value and ownership of information they receive and shall not disclose information without authority unless there is a legal or professional obligation to do so. Internal auditors shall respect the value and ownership of information they receive and shall not disclose information without authority unless there is a legal or professional obligation to do so. (2) Internal auditors shall be prudent in the use and protection of information acquired in the course of their duties. Internal auditors shall be prudent in the use and protection of information acquired in the course of their duties. (3) Internal auditors shall not use information for any personal gain or in any manner that would be contrary to this Act or detrimental to the legitimate and ethical objectives of the Agency MDAs and MMDAs. Internal auditors shall not use information for any personal gain or in any manner that would be contrary to this Act or detrimental to the legitimate and ethical objectives of the Agency MDAs and MMDAs."
    },
    {
      "provision_ref": "s21",
      "part": "Part III – Financial and miscellaneous provisions",
      "section": "21",
      "title": "Accounts and audit",
      "content": "(1) The Agency shall keep proper books of account and other records in relation to these in a form determined by the Controller and Accountant-General and approved by the Auditor-General. The Agency shall keep proper books of account and other records in relation to these in a form determined by the Controller and Accountant-General and approved by the Auditor-General. (2) The Agency shall, not later than three months after the end of the financial year, submit for audit to the Auditor-General, its books of account and records. The Agency shall, not later than three months after the end of the financial year, submit for audit to the Auditor-General, its books of account and records. (3) The Auditor-General shall, not later than three months after the submission under subsection (2), audit the books of account of the Agency. The Auditor-General shall, not later than three months after the submission under subsection (2), audit the books of account of the Agency. (4) The financial year of the Agency shall be the same as the financial year of the Government. The financial year of the Agency shall be the same as the financial year of the Government."
    },
    {
      "provision_ref": "s22",
      "part": "Part III – Financial and miscellaneous provisions",
      "section": "22",
      "title": "Funds of the Agency",
      "content": "The funds of the Agency are monies provided to the Agency by Parliament for the discharge of its functions; and monies provided to the Agency by Parliament for the discharge of its functions; and monies that accrue to the Agency. monies that accrue to the Agency."
    },
    {
      "provision_ref": "s23",
      "part": "Part III – Financial and miscellaneous provisions",
      "section": "23",
      "title": "Annual report to the President",
      "content": "(1) The Board shall not later than three months after the end of each financial year submit to the President a report of the activities of the Agency in respect of the preceding financial year and shall in the report The Board shall not later than three months after the end of each financial year submit to the President a report of the activities of the Agency in respect of the preceding financial year and shall in the report state its findings on activities of the internal audit units of the MDAs and the MMDAs; state its findings on activities of the internal audit units of the MDAs and the MMDAs; provide details of its expenditure for the preceding financial year as compared with its budgeted expenditures for that year. provide details of its expenditure for the preceding financial year as compared with its budgeted expenditures for that year. (2) The President shall cause the report with such comments as the President determines, to be laid before Parliament by the Minister. The President shall cause the report with such comments as the President determines, to be laid before Parliament by the Minister."
    },
    {
      "provision_ref": "s24",
      "part": "Part III – Financial and miscellaneous provisions",
      "section": "24",
      "title": "Regulations",
      "content": "(1) The President may on the advice of the Board, by legislative instrument prescribe Regulations necessary for the effective implementation of this Act. The President may on the advice of the Board, by legislative instrument prescribe Regulations necessary for the effective implementation of this Act. (2) In furtherance of subsection (1) Regulations may be made in respect of In furtherance of subsection (1) Regulations may be made in respect of the persons or bodies to whom reports of the internal audit units shall be distributed by the Board; the persons or bodies to whom reports of the internal audit units shall be distributed by the Board; the protection of internal auditors; and the protection of internal auditors; and any other matter in accordance with this Act. any other matter in accordance with this Act. (3) Any Regulations made under this section may be signed by a Minister authorised by the President. Any Regulations made under this section may be signed by a Minister authorised by the President."
    },
    {
      "provision_ref": "s25",
      "part": "Part III – Financial and miscellaneous provisions",
      "section": "25",
      "title": "Offences and penalties",
      "content": "(1) Any person who Any person who gives the Director-General any information or explanation which the person knows to be false or which the person has no reason to believe to be true contrary to section 14(2)(a); gives the Director-General any information or explanation which the person knows to be false or which the person has no reason to believe to be true contrary to section 14(2)(a); fails to produce for inspection by the Director-General or otherwise fails to give the Director-General access to any book, record or office when requested by the Director-General contrary to section 14(2)(b); fails to produce for inspection by the Director-General or otherwise fails to give the Director-General access to any book, record or office when requested by the Director-General contrary to section 14(2)(b); wilfully suppresses any information or explanation required by the Director-General; or wilfully suppresses any information or explanation required by the Director-General; or obstructs the Director-General in any way in the performance of functions under this Act; obstructs the Director-General in any way in the performance of functions under this Act; provides information which the person knows to be false or which the person has no reason to believe to be true to an internal auditor, provides information which the person knows to be false or which the person has no reason to believe to be true to an internal auditor, commits an offence and is liable on summary conviction to a fine not less than 1,000 penalty units or to imprisonment for a term not exceeding 5 years or to both. (2) Any internal auditor who acts in breach of any of the provisions of sections 18, 19 or 20 shall be subject to such action as the Board shall recommend including criminal prosecution. Any internal auditor who acts in breach of any of the provisions of sections 18, 19 or 20 shall be subject to such action as the Board shall recommend including criminal prosecution. (3) Any member of staff or employee of the Agency who Any member of staff or employee of the Agency who demands or takes a bribe, gratuity, recompense or reward for the neglect, omission, commission or performance of duty under this Act; demands or takes a bribe, gratuity, recompense or reward for the neglect, omission, commission or performance of duty under this Act; wilfully fails to report to the Director-General any abuse or irregularity that comes to the notice of the person in the course of the performance of duties under this Act; or wilfully fails to report to the Director-General any abuse or irregularity that comes to the notice of the person in the course of the performance of duties under this Act; or makes any report to the Director-General which the person knows to be false or which the person has no reason to believe to be true makes any report to the Director-General which the person knows to be false or which the person has no reason to believe to be true commits an offence and is liable on summary conviction to a fine of not less than 1.000 penalty units or to imprisonment for a term not exceeding 5 years or to both. (4) For the purposes of subsection (1), the Director-General includes any officer acting under the instructions of the Director-General. For the purposes of subsection (1), the Director-General includes any officer acting under the instructions of the Director-General."
    },
    {
      "provision_ref": "s26",
      "part": "Part III – Financial and miscellaneous provisions",
      "section": "26",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires\"Agency\" means the Internal Audit Agency established under section 1;\"Board\" means the Board of the Internal Audit Agency;\"Minister\" means the Minister responsible for Finance;\"MDA\" means Ministries, Departments and Agencies and includes all government bodies and institutions that receive government subvention wholly or partially;\"MMDA\" means Metropolitan Municipal and District Assemblies. In this Act unless the context otherwise requires \"Agency\" means the Internal Audit Agency established under section 1; \"Board\" means the Board of the Internal Audit Agency; \"Minister\" means the Minister responsible for Finance; \"MDA\" means Ministries, Departments and Agencies and includes all government bodies and institutions that receive government subvention wholly or partially; \"MMDA\" means Metropolitan Municipal and District Assemblies."
    },
    {
      "provision_ref": "s27",
      "part": "Part III – Financial and miscellaneous provisions",
      "section": "27",
      "title": "Transitional provision",
      "content": "(1) Internal audit officers and all public officers performing internal audit work in any MDA or MMDA immediately before the coming into force of this Act, shall upon the coming into force of this Act be deemed to constitute the members of an internal audit unit of the MDA or MMDA for the purposes of this Act. Internal audit officers and all public officers performing internal audit work in any MDA or MMDA immediately before the coming into force of this Act, shall upon the coming into force of this Act be deemed to constitute the members of an internal audit unit of the MDA or MMDA for the purposes of this Act. (2) Notwithstanding subsection (1) public officers performing internal audit duties in an MDA or MM DA on the date of the coming into force of this Act may be re-assigned to such internal audit units as the appointing authority may determine. Notwithstanding subsection (1) public officers performing internal audit duties in an MDA or MM DA on the date of the coming into force of this Act may be re-assigned to such internal audit units as the appointing authority may determine."
    }
  ],
  "definitions": [
    {
      "term": "Agency",
      "definition": "the Internal Audit Agency established under section 1",
      "source_provision": "s26"
    },
    {
      "term": "Board",
      "definition": "the Board of the Internal Audit Agency",
      "source_provision": "s26"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s26"
    },
    {
      "term": "MDA",
      "definition": "Ministries, Departments and Agencies and includes all government bodies and institutions that receive government subvention wholly or partially",
      "source_provision": "s26"
    },
    {
      "term": "MMDA",
      "definition": "Metropolitan Municipal and District Assemblies. In this Act unless the context otherwise requires \"Agency\" means the Internal Audit Agency established under section 1",
      "source_provision": "s26"
    },
    {
      "term": "Board",
      "definition": "the Board of the Internal Audit Agency",
      "source_provision": "s26"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s26"
    },
    {
      "term": "MDA",
      "definition": "Ministries, Departments and Agencies and includes all government bodies and institutions that receive government subvention wholly or partially",
      "source_provision": "s26"
    }
  ]
}