{
  "id": "act-659-2003",
  "type": "act",
  "title": "Geographical Indications Act, 2003",
  "short_name": "Geographical Indications Act, 2003 2003",
  "act_number": 659,
  "year": 2003,
  "status": "in_force",
  "issued_date": "2003-12-31",
  "url": "https://ghalii.org/akn/gh/act/2003/659",
  "provisions": [
    {
      "provision_ref": "s1",
      "part": "Part I – Protection of geographical indications",
      "section": "1",
      "title": "Civil proceedings",
      "content": "(1) Any interested person may institute proceedings in the High Court to prevent, in respect of a geographical indication. Any interested person may institute proceedings in the High Court to prevent, in respect of a geographical indication. the use of any means in the designation or presentation of goods that indicates or suggests that the goods in question originate in a geographical area other than the true place of origin in a manner which misleads the public as to the geographical origin of the goods; the use of any means in the designation or presentation of goods that indicates or suggests that the goods in question originate in a geographical area other than the true place of origin in a manner which misleads the public as to the geographical origin of the goods; any use which constitutes an act of unfair competition within the meaning of the Protection Against Unfair Competition Act 2000 (Act 589); or any use which constitutes an act of unfair competition within the meaning of the Protection Against Unfair Competition Act 2000 (Act 589); or the use of the geographical indication identifying wines for wines not originating in the place indicated by the geographical indication in question or identifying spirits for spirits not originating in the place indicated by the geographical indication in question, even where the true origin of the goods is indicated or the geographical indication is used in translation or accompanied by expressions such as \"kind”, \"style”, imitation” or the like. the use of the geographical indication identifying wines for wines not originating in the place indicated by the geographical indication in question or identifying spirits for spirits not originating in the place indicated by the geographical indication in question, even where the true origin of the goods is indicated or the geographical indication is used in translation or accompanied by expressions such as \"kind”, \"style”, imitation” or the like. (2) In proceedings under subsection (1) the court may, in addition to issuing an injunction, award damages and grant any other remedy or relief as it may think fit In proceedings under subsection (1) the court may, in addition to issuing an injunction, award damages and grant any other remedy or relief as it may think fit"
    },
    {
      "provision_ref": "s2",
      "part": "Part I – Protection of geographical indications",
      "section": "2",
      "title": "Availability of protection regardless of registration and presumption",
      "content": "(1) Protection under this Act is available Protection under this Act is available regardless of whether a geographical indication is registered; and regardless of whether a geographical indication is registered; and against a geographical indication which, although literally true as to s the territory, region or locality in which the goods originate, falsely represents to the public that the goods originate in another territory. against a geographical indication which, although literally true as to s the territory, region or locality in which the goods originate, falsely represents to the public that the goods originate in another territory. (2) Registration of a geographical indication under Part II of this Act, raises a presumption that the indication is a geographical indication within the meaning of section 22. Registration of a geographical indication under Part II of this Act, raises a presumption that the indication is a geographical indication within the meaning of section 22."
    },
    {
      "provision_ref": "s3",
      "part": "Part I – Protection of geographical indications",
      "section": "3",
      "title": "Homonymous geographical indications for wines",
      "content": "(1) In the case of homonymous geographical indications for wines or other products, protection shall be accorded to each indication, subject to section 2(1)(b) of this Act, In the case of homonymous geographical indications for wines or other products, protection shall be accorded to each indication, subject to section 2(1)(b) of this Act, (2) The Registrar shall in cases of permitted concurrent use of indications under subsection (1), determine the practical conditions under which the homonymous indications in question will be differentiated from each other, taking into account the need to ensure equitable treatment of the producers concerned and that consumers are not misled. The Registrar shall in cases of permitted concurrent use of indications under subsection (1), determine the practical conditions under which the homonymous indications in question will be differentiated from each other, taking into account the need to ensure equitable treatment of the producers concerned and that consumers are not misled."
    },
    {
      "provision_ref": "s4",
      "part": "Part I – Protection of geographical indications",
      "section": "4",
      "title": "Exclusion from protection",
      "content": "The following shall not be protected as geographical indications indications which do not correspond to the definition in section 22; indications which do not correspond to the definition in section 22; indications which are contrary to public order or morality; and indications which are contrary to public order or morality; and indications which are not or cease to be protected in their country of origin, or which have fallen into disuse in that country. indications which are not or cease to be protected in their country of origin, or which have fallen into disuse in that country."
    },
    {
      "provision_ref": "s5",
      "part": "Part I – Protection of geographical indications",
      "section": "5",
      "title": "Offences",
      "content": "(1) Any person who knowingly Any person who knowingly uses any means in the designation or presentation of goods that indicates or suggests that the goods in question originate in a geo­graphical area other than the true place of origin in a manner which misleads the public as to the geographical origin of the goods; uses any means in the designation or presentation of goods that indicates or suggests that the goods in question originate in a geo­graphical area other than the true place of origin in a manner which misleads the public as to the geographical origin of the goods; does anything which constitutes an act of unfair competition within the meaning of the Protection Against Unfair Competition Act, 2000 (Act 589): or does anything which constitutes an act of unfair competition within the meaning of the Protection Against Unfair Competition Act, 2000 (Act 589): or uses a geographical indication which identifies wines for wines not originating in the place indicated by the geographical indication in question or identifies spirits for spirits not originating in the place indicated by the geographical indication in question, even where the tine origin of the goods is indicated or the geographical indication is used in translation or accompanied by expressions such as “kind”, “style”, “imitation” or the like uses a geographical indication which identifies wines for wines not originating in the place indicated by the geographical indication in question or identifies spirits for spirits not originating in the place indicated by the geographical indication in question, even where the tine origin of the goods is indicated or the geographical indication is used in translation or accompanied by expressions such as “kind”, “style”, “imitation” or the like commits an offence and is liable on summary conviction to a fine not exceeding two thousand penalty units or to imprisonment fora term not exceeding two years or to both. (2) Where a person is convicted of an offence under this section, the goods and things of any kind by means of or in relation to the offence committed is liable at the discretion of the court, to be forfeited to the Republic. Where a person is convicted of an offence under this section, the goods and things of any kind by means of or in relation to the offence committed is liable at the discretion of the court, to be forfeited to the Republic."
    },
    {
      "provision_ref": "s6",
      "part": "Part II – Registration of geographical indications",
      "section": "6",
      "title": "Application for registration",
      "content": "(1) An application for the registration of a geographical indication shall be filed with the Registrar. An application for the registration of a geographical indication shall be filed with the Registrar. (2) An application may be filed by An application may be filed by a person or group of persons carrying on an activity as a producer in a geographical area specified in the application, with respect to the goods specified in the application; a person or group of persons carrying on an activity as a producer in a geographical area specified in the application, with respect to the goods specified in the application; a group of consumers; or a group of consumers; or a competent authority. a competent authority. (3) Where an applicant's ordinary residence or principal place of business is outside the country, the applicant shall be represented by a legal practitioner resident and practising in this country. Where an applicant's ordinary residence or principal place of business is outside the country, the applicant shall be represented by a legal practitioner resident and practising in this country."
    },
    {
      "provision_ref": "s7",
      "part": "Part II – Registration of geographical indications",
      "section": "7",
      "title": "Contents of application",
      "content": "(1) An application fertile registration of a geographical indication shall specify An application fertile registration of a geographical indication shall specify the name, address and nationality of the person or legal entity filing the application, and the capacity in which the applicant is applying for registration; the name, address and nationality of the person or legal entity filing the application, and the capacity in which the applicant is applying for registration; the geographical indication for which registration is sought; the geographical indication for which registration is sought; the geographical areas to which the geographical indication applies; the geographical areas to which the geographical indication applies; the goods to which the geographical indication applies; and the goods to which the geographical indication applies; and the quality, reputation or other characteristic of the goods for which the geographical indication is used. the quality, reputation or other characteristic of the goods for which the geographical indication is used. (2) The application is subject to the payment of the prescribed fee. The application is subject to the payment of the prescribed fee."
    },
    {
      "provision_ref": "s8",
      "part": "Part II – Registration of geographical indications",
      "section": "8",
      "title": "Examination of application",
      "content": "(1) The Registrar shall examine the application to ascertain whether it complies with the requirements of sections 4,6 and 7 of this Act. The Registrar shall examine the application to ascertain whether it complies with the requirements of sections 4,6 and 7 of this Act. (2) The Registrar shall, on being satisfied that the application fulfils the requirements of this Act, publish the application in the prescribed manner. The Registrar shall, on being satisfied that the application fulfils the requirements of this Act, publish the application in the prescribed manner."
    },
    {
      "provision_ref": "s9",
      "part": "Part II – Registration of geographical indications",
      "section": "9",
      "title": "Opposition to registration",
      "content": "(1) Any interested person or competent authority may within the prescribed period and in the prescribed manner give notice to the Registrar of an opposition to the registration of a geographical indication on the ground that one or more of the requirements of sections 4,6 and 7 are not fulfilled. Any interested person or competent authority may within the prescribed period and in the prescribed manner give notice to the Registrar of an opposition to the registration of a geographical indication on the ground that one or more of the requirements of sections 4,6 and 7 are not fulfilled. (2) The Registrar shall send a copy of the notice to the applicant within the prescribed period and in the prescribed manner. The Registrar shall send a copy of the notice to the applicant within the prescribed period and in the prescribed manner. (3) The applicant shall within the prescribed period and in the prescribed manner, send to the Registrar a counter-statement of the grounds on which the applicant relies for the application. The applicant shall within the prescribed period and in the prescribed manner, send to the Registrar a counter-statement of the grounds on which the applicant relies for the application. (4) Where the applicant fails to send a counter-statement under subsection (3), the applicant shall be deemed to have abandoned the application. Where the applicant fails to send a counter-statement under subsection (3), the applicant shall be deemed to have abandoned the application. (5) If the applicant sends a counter-statement, the Registrar shall on receipt of the counter-statement send a copy of the counter-statement to the person giving the notice of opposition within the prescribed period. If the applicant sends a counter-statement, the Registrar shall on receipt of the counter-statement send a copy of the counter-statement to the person giving the notice of opposition within the prescribed period. (6) The Registrar, after hearing the parties, if either or both wish to be heard and considering the merits of the case, shall decide whether the geographical indication should be registered. The Registrar, after hearing the parties, if either or both wish to be heard and considering the merits of the case, shall decide whether the geographical indication should be registered."
    },
    {
      "provision_ref": "s10",
      "part": "Part II – Registration of geographical indications",
      "section": "10",
      "title": "Registration",
      "content": "(1) Where the Registrar finds that the conditions referred to in section 8(1) are fulfilled and the registration of the geographical indication Where the Registrar finds that the conditions referred to in section 8(1) are fulfilled and the registration of the geographical indication has not been opposed within the prescribed time limit; or has not been opposed within the prescribed time limit; or has been opposed and the opposition has been decided in the applicant's favour and no appeal has been filed within the prescribed time, has been opposed and the opposition has been decided in the applicant's favour and no appeal has been filed within the prescribed time, the Registrar shall register the geographical indication, publish a reference to the registration in the Gazette and issue to the applicant a certificate of registration. (2) Where the Registrar is satisfied that the geographical indication is not registrable the Registrar shall refuse the application. Where the Registrar is satisfied that the geographical indication is not registrable the Registrar shall refuse the application."
    },
    {
      "provision_ref": "s11",
      "part": "Part II – Registration of geographical indications",
      "section": "11",
      "title": "Right of use",
      "content": "Only producers carrying on the activity in the geographical area specified in the Register provided for under section 13 shall have the right to use a registered geographical indication in the course of trade, with respect to products specified in the Register, provided that the products possess the quality, reputation or other characteristic specified in the Register. Only producers carrying on the activity in the geographical area specified in the Register provided for under section 13 shall have the right to use a registered geographical indication in the course of trade, with respect to products specified in the Register, provided that the products possess the quality, reputation or other characteristic specified in the Register."
    },
    {
      "provision_ref": "s12",
      "part": "Part II – Registration of geographical indications",
      "section": "12",
      "title": "Cancellation and rectification of registration",
      "content": "(1) Any interested person or competent authority may apply to the High Court for Any interested person or competent authority may apply to the High Court for the cancellation of the registration of a geographical indication on the ground that it does not qualify for protection under section 4; or the cancellation of the registration of a geographical indication on the ground that it does not qualify for protection under section 4; or tire rectification of the registration of a geographical indication on the ground that tire rectification of the registration of a geographical indication on the ground that the geographical area specified in the registration does not correspond to the geographical indication; or the geographical area specified in the registration does not correspond to the geographical indication; or the indication of the products for which the geographical indication is used or the indication of the quality, reputation or other characteristic of the products is missing or unsatis­factory. the indication of the products for which the geographical indication is used or the indication of the quality, reputation or other characteristic of the products is missing or unsatis­factory. (2) In any proceedings under this section, notice of the request for cancel­lation or rectification In any proceedings under this section, notice of the request for cancel­lation or rectification shall be served on the person who filed the application for registra­tion of the geographical indication or that person's successor in title; and shall be served on the person who filed the application for registra­tion of the geographical indication or that person's successor in title; and shall, by a publication in the prescribed manner, be given to all per­sons who have the right to use the geographical indication under section 11 of this Act. shall, by a publication in the prescribed manner, be given to all per­sons who have the right to use the geographical indication under section 11 of this Act. (3) The persons referred to in subsection (2) and any other interested per­son may, within a period which shall be specified by the Court in the notice and publication, apply to be joined in the proceedings. The persons referred to in subsection (2) and any other interested per­son may, within a period which shall be specified by the Court in the notice and publication, apply to be joined in the proceedings. (4) The Registrar of the Court shall notify the Registrar of the decision of die Court or the decision on any appeal from the suit and the Registrar shall record it and publish a reference to the decision in the Gazelle. The Registrar of the Court shall notify the Registrar of the decision of die Court or the decision on any appeal from the suit and the Registrar shall record it and publish a reference to the decision in the Gazelle."
    },
    {
      "provision_ref": "s13",
      "part": "Part II – Registration of geographical indications",
      "section": "13",
      "title": "Register and publication",
      "content": "(1) The Registrar shall maintain a Register in which the Registrar shall record all matters required by this Act to be recorded. The Registrar shall maintain a Register in which the Registrar shall record all matters required by this Act to be recorded. (2) Any person may consult or obtain extracts from the Register under conditions prescribed by Regulations made under this Act. Any person may consult or obtain extracts from the Register under conditions prescribed by Regulations made under this Act. (3) The Registrar shall publish in the prescribed manner all publications required to be made under this Act. The Registrar shall publish in the prescribed manner all publications required to be made under this Act."
    },
    {
      "provision_ref": "s14",
      "part": "Part II – Registration of geographical indications",
      "section": "14",
      "title": "Correction of errors",
      "content": "The Registrar may, subject to Regulations made under this Act. correct any error of translation or transcription, clerical error or mistake in any application or document filed with the Registrar or in any recording pursuant to this Act or Regulations made under this Act. The Registrar may, subject to Regulations made under this Act. correct any error of translation or transcription, clerical error or mistake in any application or document filed with the Registrar or in any recording pursuant to this Act or Regulations made under this Act."
    },
    {
      "provision_ref": "s15",
      "part": "Part II – Registration of geographical indications",
      "section": "15",
      "title": "Extension of time",
      "content": "(1) The Registrar may on being satisfied that the circumstances justify it, upon receiving a written request, extend the time for doing any act or taking any proceeding under this Act after the Registrar has notified the parties concerned and upon such terms as the Registrar may direct. The Registrar may on being satisfied that the circumstances justify it, upon receiving a written request, extend the time for doing any act or taking any proceeding under this Act after the Registrar has notified the parties concerned and upon such terms as the Registrar may direct. (2) The Registrar may grant an extension of time under subsection (1) not­withstanding that the time for doing the act or taking the proceeding has expired. The Registrar may grant an extension of time under subsection (1) not­withstanding that the time for doing the act or taking the proceeding has expired."
    },
    {
      "provision_ref": "s16",
      "part": "Part II – Registration of geographical indications",
      "section": "16",
      "title": "Exercise of discretionary powers",
      "content": "The Registrar shall, in exercising a discretionary power conferred by this Act, comply with article 296 of the Constitution. The Registrar shall, in exercising a discretionary power conferred by this Act, comply with article 296 of the Constitution."
    },
    {
      "provision_ref": "s17",
      "part": "Part II – Registration of geographical indications",
      "section": "17",
      "title": "Appeals",
      "content": "Any interested person may appeal to the High Court against a decision taken by the Registrar under this Act, in particular, the registration of a geographical indication. Any interested person may appeal to the High Court against a decision taken by the Registrar under this Act, in particular, the registration of a geographical indication."
    },
    {
      "provision_ref": "s18",
      "part": "Part III – Special provisions concerning marks",
      "section": "18",
      "title": "Misleading marks",
      "content": "The Registrar shall, on the Registrar’s own motion or at the request of an interested party, refuse or cancel the registration of a trademark which contains or consists of a geographical indication with respect to goods not originating in the territory indicated, if the use of the indication in the trademark for the goods in the country is of such a nature as to mislead the public as to the true place of origin. The Registrar shall, on the Registrar’s own motion or at the request of an interested party, refuse or cancel the registration of a trademark which contains or consists of a geographical indication with respect to goods not originating in the territory indicated, if the use of the indication in the trademark for the goods in the country is of such a nature as to mislead the public as to the true place of origin."
    },
    {
      "provision_ref": "s19",
      "part": "Part III – Special provisions concerning marks",
      "section": "19",
      "title": "Marks conflicting with a geographical indication or wines and spirits",
      "content": "The registration of a trademark for wines which contain or consist of a geographical indication identifying wines; or wines which contain or consist of a geographical indication identifying wines; or spirits which contain or consist of a geographical indication identifying spirits spirits which contain or consist of a geographical indication identifying spirits shall be refused or cancelled by the Registrar on the Registrar's own motion or at the request of an interested party, where the wines or spirits do not have the origin claimed."
    },
    {
      "provision_ref": "s20",
      "part": "Part III – Special provisions concerning marks",
      "section": "20",
      "title": "Exceptions",
      "content": "(1) Nothing in this Act prevents continued and similar use in this country of a particular geographical indication of another country identifying wines or spirits in connection with goods or services by a national or domiciliary of this country who used that geographical indication in a continuous manner with regard to the same or related goods or services in any part of this country either Nothing in this Act prevents continued and similar use in this country of a particular geographical indication of another country identifying wines or spirits in connection with goods or services by a national or domiciliary of this country who used that geographical indication in a continuous manner with regard to the same or related goods or services in any part of this country either for at least ten years preceding April 15, 1994: or for at least ten years preceding April 15, 1994: or in good faith preceding that dale. in good faith preceding that dale. (2) Where a trademark has been applied for or registered in good faith, or where rights to a trademark have been acquired through use in good faith either Where a trademark has been applied for or registered in good faith, or where rights to a trademark have been acquired through use in good faith either before the date of entry into force of this Act; or before the date of entry into force of this Act; or before the geographical indication is protected in its country of origin, before the geographical indication is protected in its country of origin, this Act shall not prejudice the registrability of or the validity of the registration of the trademark or the right to use the trademark on the basis that the trademark is identical with or similar to a geographical indication. (3) Nothing in this Act shall apply in respect of a geographical indication of any country with respect to goods or services for which the relevant indication is identical with the terms customary in common language as the common name for the goods or services in the country or in respect of a geographical indication of any other country with respect to products of the vine for which the relevant indication is identical with the customary name of a grape variety existing in the country as of January 1, 1995. Nothing in this Act shall apply in respect of a geographical indication of any country with respect to goods or services for which the relevant indication is identical with the terms customary in common language as the common name for the goods or services in the country or in respect of a geographical indication of any other country with respect to products of the vine for which the relevant indication is identical with the customary name of a grape variety existing in the country as of January 1, 1995. (4) A request for relief made under this Act in connection with the use or registration of a trademark shall A request for relief made under this Act in connection with the use or registration of a trademark shall be presented within five years after the adverse use of the protected indication has become generally known in the country, or be presented within five years after the adverse use of the protected indication has become generally known in the country, or after the date of registration of the trademark in the country provided after the date of registration of the trademark in the country provided the trademark has been published by that date, if such date is earlier than the date on which the adverse use became generally known in the country, and the trademark has been published by that date, if such date is earlier than the date on which the adverse use became generally known in the country, and the geographical indication is not used or registered in bad faith. the geographical indication is not used or registered in bad faith. (5) This Act does not prejudice the right of any person to use in the course of trade, that person's name or the name of that person's predecessor in business, except where the name is used in such a manner as to mislead the public. This Act does not prejudice the right of any person to use in the course of trade, that person's name or the name of that person's predecessor in business, except where the name is used in such a manner as to mislead the public."
    },
    {
      "provision_ref": "s21",
      "part": "Part IV – Regulations and interpretation",
      "section": "21",
      "title": "Regulations",
      "content": "The Minister may by legislative instrument make Regulations prescribing the fees payable under this Act in respect of applications and other matters; the fees payable under this Act in respect of applications and other matters; the details of the requirements and procedures on the filing and examination of applications; the details of the requirements and procedures on the filing and examination of applications; the details in relation to the consultation of the Register; the details in relation to the consultation of the Register; the procedure for extracting copies of documents from the Register; the procedure for extracting copies of documents from the Register; the period and manner of notice of opposition; and the period and manner of notice of opposition; and any other matter required to be prescribed under this Act. any other matter required to be prescribed under this Act."
    },
    {
      "provision_ref": "s22",
      "part": "Part IV – Regulations and interpretation",
      "section": "22",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires“geographical indication” means an indication which identifies a good as originating in the territory of a country, or a region or locality in that territory, where a given quality, reputation or other characteristic of the goods is essentially attributable to its geographical origin;“goods” mean any natural or agricultural product or any product of handi­craft or industry and includes Kente;“Minister” means the Minister responsible for Justice;“Paris Convention” means the Paris Convention for the Protection of Industrial Property of March 20, 1883, as revised;“producer” means(a)any producer of agricultural products or any other person exploiting natural products;(b)any manufacturer of products of handicraft, or industry; and(c)any trader dealing in the products of handicraft or Industry;“Register” means the Register of Geographical Indications; and“Registrar” means the Registrar-General. In this Act unless the context otherwise requires “geographical indication” means an indication which identifies a good as originating in the territory of a country, or a region or locality in that territory, where a given quality, reputation or other characteristic of the goods is essentially attributable to its geographical origin; “goods” mean any natural or agricultural product or any product of handi­craft or industry and includes Kente; “Minister” means the Minister responsible for Justice; “Paris Convention” means the Paris Convention for the Protection of Industrial Property of March 20, 1883, as revised; any producer of agricultural products or any other person exploiting natural products; any manufacturer of products of handicraft, or industry; and any trader dealing in the products of handicraft or Industry; “Register” means the Register of Geographical Indications; and “Registrar” means the Registrar-General."
    }
  ],
  "definitions": [
    {
      "term": "geographical indication",
      "definition": "an indication which identifies a good as originating in the territory of a country, or a region or locality in that territory, where a given quality, reputation or other characteristic of the goods is essentially attributable to its geographical origin",
      "source_provision": "s22"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Justice",
      "source_provision": "s22"
    },
    {
      "term": "Paris Convention",
      "definition": "the Paris Convention for the Protection of Industrial Property of March 20, 1883, as revised",
      "source_provision": "s22"
    },
    {
      "term": "Register",
      "definition": "the Register of Geographical Indications",
      "source_provision": "s22"
    },
    {
      "term": "Registrar",
      "definition": "the Registrar-General. In this Act unless the context otherwise requires “geographical indication” means an indication which identifies a good as originating in the territory of a country, or a region or locality in that territory, where a given quality, reputation or other characteristic of the goods is essentially attributable to its geographical origin",
      "source_provision": "s22"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Justice",
      "source_provision": "s22"
    },
    {
      "term": "Paris Convention",
      "definition": "the Paris Convention for the Protection of Industrial Property of March 20, 1883, as revised",
      "source_provision": "s22"
    },
    {
      "term": "Register",
      "definition": "the Register of Geographical Indications",
      "source_provision": "s22"
    }
  ]
}