{
  "id": "act-660-2003",
  "type": "act",
  "title": "Industrial Designs Act, 2003",
  "short_name": "Industrial Designs Act, 2003 2003",
  "act_number": 660,
  "year": 2003,
  "status": "in_force",
  "issued_date": "2003-12-31",
  "url": "https://ghalii.org/akn/gh/act/2003/660",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Definition of industrial design",
      "content": "(1) For the purpose of this Act For the purpose of this Act a composition of lines or colours, any three-dimensional form or any material, whether or not associated with lines or colours, a composition of lines or colours, any three-dimensional form or any material, whether or not associated with lines or colours, a textile design a textile design is an industrial design where the composition, form or material gives a special appearance to a product of industry or handicraft and can serve as a pattern for a product of industry or handicraft. (2) The protection under this Act is not applicable to anything in an industrial design which serves solely to obtain a technical result to the extent that it leaves no freedom as regards arbitrary features of appearance. The protection under this Act is not applicable to anything in an industrial design which serves solely to obtain a technical result to the extent that it leaves no freedom as regards arbitrary features of appearance."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Registrable industrial design",
      "content": "(1) An industrial design is registrable if it is new. An industrial design is registrable if it is new. (2) An industrial design is new or original if it significantly differs from known designs or combinations of known design features. An industrial design is new or original if it significantly differs from known designs or combinations of known design features. (3) For the purposes of subsection (2), disclosure to the public of an industrial design shall not be taken into consideration if the disclosure For the purposes of subsection (2), disclosure to the public of an industrial design shall not be taken into consideration if the disclosure occurred within twelve months preceding the filing date or where applicable, the priority date of the application; and occurred within twelve months preceding the filing date or where applicable, the priority date of the application; and was as a result of acts committed by the applicant or the applicant’s predecessor-in-title or of an abuse committed by a third party with regard to the applicant or the applicant’s predecessor in title. was as a result of acts committed by the applicant or the applicant’s predecessor-in-title or of an abuse committed by a third party with regard to the applicant or the applicant’s predecessor in title. (4) An industrial design which is contrary to public order or public morality is not registrable. An industrial design which is contrary to public order or public morality is not registrable."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Right to registration",
      "content": "(1) Where a person creates an industrial design, the right to the registration off that industrial design belongs to the creator. Where a person creates an industrial design, the right to the registration off that industrial design belongs to the creator. (2) Where two or more persons create the same industrial design, the right to registration of that industrial design belongs to them jointly. Where two or more persons create the same industrial design, the right to registration of that industrial design belongs to them jointly. (3) Where two or more persons have created the same industrial design independently of each other, the person whose application has the earliest filing date or, if priority is claimed, the earliest validly claimed priority date, shall have the right to register the industrial design, as long as the application is not withdrawn, Abandoned or rejected. Where two or more persons have created the same industrial design independently of each other, the person whose application has the earliest filing date or, if priority is claimed, the earliest validly claimed priority date, shall have the right to register the industrial design, as long as the application is not withdrawn, Abandoned or rejected. (4) The right to an industrial design may be assigned, transferred or devolve by succession. The right to an industrial design may be assigned, transferred or devolve by succession. (5) Where an industrial design is created in execution of an employment contract, the right to registration of the industrial design belongs, in the absence of actual provisions to the contrary, to the employer. Where an industrial design is created in execution of an employment contract, the right to registration of the industrial design belongs, in the absence of actual provisions to the contrary, to the employer."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Naming the creator",
      "content": "(1) The creator shall be named the creator in the registration of the industrial design unless the creator indicates in a special written declaration signed by the creator and addressed to the Registrar that the creator does not wish to be named. The creator shall be named the creator in the registration of the industrial design unless the creator indicates in a special written declaration signed by the creator and addressed to the Registrar that the creator does not wish to be named. (2) A promise or an undertaking by the creator made to any person to the effect that the creator will make a declaration referred to in subsection (1) is void. A promise or an undertaking by the creator made to any person to the effect that the creator will make a declaration referred to in subsection (1) is void."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Application",
      "content": "(1) A person may apply to the Registrar for the registration of an industrial design. A person may apply to the Registrar for the registration of an industrial design. (2) The application is subject to the payment of the prescribed fees and it shall contain The application is subject to the payment of the prescribed fees and it shall contain a request, drawings, photographs or other adequate graphic representations of the industrial design; and a request, drawings, photographs or other adequate graphic representations of the industrial design; and an indication of the article which constitutes the industrial design or in relation to which the industrial design is to be used. an indication of the article which constitutes the industrial design or in relation to which the industrial design is to be used. (3) Where the applicant is not the creator, the application shall contain a statement justifying the applicant's right to the registration of the industrial design. Where the applicant is not the creator, the application shall contain a statement justifying the applicant's right to the registration of the industrial design. (4) The application may contain The application may contain a specimen of the articles embodying the industrial design, where the industrial design is two-dimensional; and a specimen of the articles embodying the industrial design, where the industrial design is two-dimensional; and a declaration claiming priority, as provided for in the Schedule, of one or more earlier national or regional applications or international deposits filed by the applicant or applicant's predecessor-in-title in or for any state party to that Convention or member of the World Trade Organisation. a declaration claiming priority, as provided for in the Schedule, of one or more earlier national or regional applications or international deposits filed by the applicant or applicant's predecessor-in-title in or for any state party to that Convention or member of the World Trade Organisation. (5) Where an application contains a declaration referred to in subsection (4)(b), the Registrar may require the applicant to furnish, within the prescribed time limit, a copy of the earlier application or international deposit, certified as correct by the office with which it was filed, and the effect of that declaration shall be as provided for in the Schedule. Where an application contains a declaration referred to in subsection (4)(b), the Registrar may require the applicant to furnish, within the prescribed time limit, a copy of the earlier application or international deposit, certified as correct by the office with which it was filed, and the effect of that declaration shall be as provided for in the Schedule. (6) Where the Registrar finds that the requirements under this section and the Regulations pertaining to a declaration are not fulfilled, the declaration shall be considered not to have been made. Where the Registrar finds that the requirements under this section and the Regulations pertaining to a declaration are not fulfilled, the declaration shall be considered not to have been made. (7) Two or more industrial designs may be the subject of the same application if they relate to the same class of the International Classification or to the same set or composition of articles. Two or more industrial designs may be the subject of the same application if they relate to the same class of the International Classification or to the same set or composition of articles. (8) The applicant may withdraw the application during its pendency. The applicant may withdraw the application during its pendency."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Examination",
      "content": "(1) The Registrar shall record as the filing date, the date of receipt of the application, where, at the time of receipt, the application contains indications allowing the identity of the applicant to be established and the required graphic representations of the industrial design. The Registrar shall record as the filing date, the date of receipt of the application, where, at the time of receipt, the application contains indications allowing the identity of the applicant to be established and the required graphic representations of the industrial design. (2) Where the application did not at the time of receipt, fulfil the requirements referred to in subsection (1), the Registrar shall invite the applicant to file the required correction and shall record as the filing date the date of receipt of the required correction, but if no correction is made the application shall be treated as if it had not been filed. Where the application did not at the time of receipt, fulfil the requirements referred to in subsection (1), the Registrar shall invite the applicant to file the required correction and shall record as the filing date the date of receipt of the required correction, but if no correction is made the application shall be treated as if it had not been filed. (3) After recording the filing date, the Registrar shall ascertain whether After recording the filing date, the Registrar shall ascertain whether the application complies with the requirements of section 5; the application complies with the requirements of section 5; the prescribed application fee has been paid; and the prescribed application fee has been paid; and the industrial design complies with sections 1 and 2(4). the industrial design complies with sections 1 and 2(4)."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Opposition to registration",
      "content": "(1) Any interested person may within the prescribed period and in the prescribed manner give notice to the Registrar of any opposition to the registration of an industrial design on the ground that one or more requirements of sections 1 and 2 have not been fulfilled or that the applicant does not have a right to the registration of the industrial design. Any interested person may within the prescribed period and in the prescribed manner give notice to the Registrar of any opposition to the registration of an industrial design on the ground that one or more requirements of sections 1 and 2 have not been fulfilled or that the applicant does not have a right to the registration of the industrial design. (2) The Registrar shall send a copy of the notice to the applicant within the prescribed period. The Registrar shall send a copy of the notice to the applicant within the prescribed period. (3) The applicant shall within the prescribed period and in the prescribed manner, send to the Registrar a counter-statement of the grounds on which the applicant relies for the application. The applicant shall within the prescribed period and in the prescribed manner, send to the Registrar a counter-statement of the grounds on which the applicant relies for the application. (4) Where the applicant fails to send a counter-statement under subsection (3), the applicant shall be considered to have abandoned the application. Where the applicant fails to send a counter-statement under subsection (3), the applicant shall be considered to have abandoned the application. (5) If the applicant sends a counter-statement, the Registrar shall on receipt of the counter-statement send a copy of the counter-statement to the person giving the notice of opposition. If the applicant sends a counter-statement, the Registrar shall on receipt of the counter-statement send a copy of the counter-statement to the person giving the notice of opposition. (6) The Registrar shall hear the parties if either or both wish to be heard and after considering the merits of the case, decide whether the industrial design is registrable. The Registrar shall hear the parties if either or both wish to be heard and after considering the merits of the case, decide whether the industrial design is registrable."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Registration and publication",
      "content": "Where the Registrar finds that the conditions referred to in sections 1 and 2(4) are fulfilled and the registration of the industrial design Where the Registrar finds that the conditions referred to in sections 1 and 2(4) are fulfilled and the registration of the industrial design has not been opposed within the prescribed time limit; or has not been opposed within the prescribed time limit; or has been opposed and the opposition has been decided in the applicant's favour, has been opposed and the opposition has been decided in the applicant's favour, the Registrar shall register the industrial design, publish a reference to the registration and issue to the applicant a certificate of registration of the industrial design. (2) Where the Registrar is satisfied that the industrial design is not registrable the Registrar shall refuse the application. Where the Registrar is satisfied that the industrial design is not registrable the Registrar shall refuse the application."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Rights conferred by registration",
      "content": "(1) The exploitation of a registered industrial design by persons other than the registered owner shall require the consent of the owner. The exploitation of a registered industrial design by persons other than the registered owner shall require the consent of the owner. (2) For the purposes of subsection (1), “exploitation” of a registered industrial design means the making, selling, importing or otherwise distributing for commercial purposes articles bearing or embodying a design which is a copy or substantially a copy of the industrial design. For the purposes of subsection (1), “exploitation” of a registered industrial design means the making, selling, importing or otherwise distributing for commercial purposes articles bearing or embodying a design which is a copy or substantially a copy of the industrial design. (3) The rights conferred by registration are not applicable to acts in respect of articles which have been put on the market in any country by the registered owner or with the registered owner's consent. The rights conferred by registration are not applicable to acts in respect of articles which have been put on the market in any country by the registered owner or with the registered owner's consent. (4) The registered owner may, in addition to any other rights, remedies or actions available under any enactment, institute court proceedings against a person who infringes the industrial design or who performs an act which makes likely that infringement will occur. The registered owner may, in addition to any other rights, remedies or actions available under any enactment, institute court proceedings against a person who infringes the industrial design or who performs an act which makes likely that infringement will occur."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Duration and renewal of registration",
      "content": "(1) The registration of an industrial design shall be for a period of five years from the filing date of the application for registration. The registration of an industrial design shall be for a period of five years from the filing date of the application for registration. (2) The registration may be renewed for two further consecutive period of five years upon the payment of the prescribed fee. The registration may be renewed for two further consecutive period of five years upon the payment of the prescribed fee. (3) A grace period of six months shall be allowed for the late payment of the renewal fee on payment of the prescribed surcharge. A grace period of six months shall be allowed for the late payment of the renewal fee on payment of the prescribed surcharge."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Surrender of registration",
      "content": "(1) A registered owner may surrender the industrial design by written declaration to the Registrar who shall record the surrender in the register and publish it in the prescribed manner. A registered owner may surrender the industrial design by written declaration to the Registrar who shall record the surrender in the register and publish it in the prescribed manner. (2) The surrender is effective from the date on which it is recorded. The surrender is effective from the date on which it is recorded."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Cancellation of registration",
      "content": "(1) Any interested person may apply to the Court to cancel the registration of an industrial design. Any interested person may apply to the Court to cancel the registration of an industrial design. (2) The Court shall cancel the registration of an industrial design if the person requesting the cancellation proves that a requirement of sections 1 and 2 has not been fulfilled or if the registered owner is not the creator or successor in title. The Court shall cancel the registration of an industrial design if the person requesting the cancellation proves that a requirement of sections 1 and 2 has not been fulfilled or if the registered owner is not the creator or successor in title. (3) A cancelled registration of an industrial design or part of it is void from the date of the registration. A cancelled registration of an industrial design or part of it is void from the date of the registration. (4) The Registrar of the Court shall notify the Registrar of the decision of the Court and the Registrar shall record it and publish a reference to it. The Registrar of the Court shall notify the Registrar of the decision of the Court and the Registrar shall record it and publish a reference to it."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Changes in ownership",
      "content": "(1) A change in the ownership of the registration of an industrial design in the ownership of an application for an industrial design, shall be in writing and shall, upon the request of an interested party made to the Registrar, be recorded and, except in the case of an application, be published by the Registrar. A change in the ownership of the registration of an industrial design in the ownership of an application for an industrial design, shall be in writing and shall, upon the request of an interested party made to the Registrar, be recorded and, except in the case of an application, be published by the Registrar. (2) A change under subsection (1) is of no effect against third parties until it has been recorded and published. A change under subsection (1) is of no effect against third parties until it has been recorded and published."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Licence contracts",
      "content": "(1) A copy of each licence contract concerning A copy of each licence contract concerning a registered industrial design, a registered industrial design, an application for the registration of an industrial design an application for the registration of an industrial design shall be submitted to the Registrar who shall keep its contents confidential but shall record it and publish a reference of the licence contract. (2) A licence contract is of no legal effect against third parties until it has been recorded in accordance with this section. A licence contract is of no legal effect against third parties until it has been recorded in accordance with this section."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Registrar",
      "content": "The Registrar shall be responsible for all the functions relating to the procedure for the registration of industrial designs and for the administration of registered industrial designs as specified in this Act. The Registrar shall be responsible for all the functions relating to the procedure for the registration of industrial designs and for the administration of registered industrial designs as specified in this Act."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Register",
      "content": "(1) The Registrar shall maintain a Register in which shall be recorded all matters required by this Act to be recorded. The Registrar shall maintain a Register in which shall be recorded all matters required by this Act to be recorded. (2) The Register may be consulted by any person and extracts from the Register may be obtained subject to the prescribed conditions. The Register may be consulted by any person and extracts from the Register may be obtained subject to the prescribed conditions. (3) The Registrar shall publish in the prescribed manner all the publications provided for under this Act. The Registrar shall publish in the prescribed manner all the publications provided for under this Act."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Correction of errors",
      "content": "The Registrar may correct any error or translation or transcription, clerical error or mistake in any application or document filed with the Registrar or in any matter recorded pursuant to this Act. The Registrar may correct any error or translation or transcription, clerical error or mistake in any application or document filed with the Registrar or in any matter recorded pursuant to this Act."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Extension of time",
      "content": "(1) The Registrar on being satisfied that the circumstances justify it, may, upon receiving a written request, extend the time for doing any act or taking any proceeding under this Act, upon notice to the parties concerned and upon the terms as the Registrar may direct. The Registrar on being satisfied that the circumstances justify it, may, upon receiving a written request, extend the time for doing any act or taking any proceeding under this Act, upon notice to the parties concerned and upon the terms as the Registrar may direct. (2) The extension may be granted though the time for doing the act or taking the proceedings has expired. The extension may be granted though the time for doing the act or taking the proceedings has expired."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Exercise of discretionary powers",
      "content": "The Registrar shall, in exercising a discretionary power conferred by this Act, comply with article 296 of the Constitution. The Registrar shall, in exercising a discretionary power conferred by this Act, comply with article 296 of the Constitution."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Representation",
      "content": "If the ordinary residence or principal place of business of an applicant under this Act is outside the country, the applicant shall be represented by a legal practi­tioner resident and practising in the country. If the ordinary residence or principal place of business of an applicant under this Act is outside the country, the applicant shall be represented by a legal practi­tioner resident and practising in the country."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Appeals",
      "content": "Any decision taken by the Registrar in the performance of the functions under this Act, is subject to appeal as of right by any interested party to the Court. Any decision taken by the Registrar in the performance of the functions under this Act, is subject to appeal as of right by any interested party to the Court."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Infringement and offences",
      "content": "(1) Subject to section 9(3) any act specified in section 9(2) and performed by a person other than the registered owner and without the consent of the owner constitutes an infringement of the industrial design. Subject to section 9(3) any act specified in section 9(2) and performed by a person other than the registered owner and without the consent of the owner constitutes an infringement of the industrial design. (2) On the application by On the application by the registered owner; or the registered owner; or a licensee who has requested the registered owner to institute court proceedings for a specific relief and the registered owner has refused or failed to do so. a licensee who has requested the registered owner to institute court proceedings for a specific relief and the registered owner has refused or failed to do so. the Court may grant an injunction to prevent any infringement or an imminent infringement, award damages and grant any other remedy as the Court considers appropriate in the circumstances. (3) Any person who knowingly performs an act which constitutes an infringement as defined in subsection (1) commits an offence and is liable on summary conviction to a fine not exceeding two thousand penalty units or to a term of imprisonment not exceeding two years or to both. Any person who knowingly performs an act which constitutes an infringement as defined in subsection (1) commits an offence and is liable on summary conviction to a fine not exceeding two thousand penalty units or to a term of imprisonment not exceeding two years or to both."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Application of international treaties",
      "content": "Any international treaty in respect of industrial property to which the country is a party is applicable to matters dealt with by this Act and in the case of a conflict with a provision of this Act. the provisions of the international treaty shall prevail. Any international treaty in respect of industrial property to which the country is a party is applicable to matters dealt with by this Act and in the case of a conflict with a provision of this Act. the provisions of the international treaty shall prevail."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Harare Protocol",
      "content": "An international application may designate Ghana for an industrial design under the Protocol. An international application may designate Ghana for an industrial design under the Protocol."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Regulations",
      "content": "The Minister may by legislative instrument make Regulations for the effective implementation of this Act, and in particular, prescribing the fees payable in respect of applications and other matters; the fees payable in respect of applications and other matters; the details of the requirements and procedures on the filing and examination of applications; the details of the requirements and procedures on the filing and examination of applications; the details in relation to the consultation of the Register; the details in relation to the consultation of the Register; the procedure for extracting copies from the Register; and the procedure for extracting copies from the Register; and other particulars required to be prescribed under this Act. other particulars required to be prescribed under this Act."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires“Court” means the High Court;“creator” means the person who creates the industrial design;“Harare Protocol” means the Protocol on Patents and Industrial Designs adopted in 1982 in Harare Zimbabwe and ratified by the Government of Ghana on 20th September 1983;“International Classification” means the classification according to the Locarno Agreement of October 8, 1968 establishing an International Classification for Industrial Designs;“Minister” means the Minister responsible for Justice;“Paris Convention” means the Paris Convention for the Protection of Industrial Property of March 20, 1883, as revised;“priority date” means the date of the earlier application that serves as the basis for the right of priority provided for in the Paris Convention;“Register” means the Register of Industrial Designs;“registered owner” means the registered owner of an industrial design; and“Registrar” means the Registrar-General. In this Act unless the context otherwise requires “Court” means the High Court; “creator” means the person who creates the industrial design; “Harare Protocol” means the Protocol on Patents and Industrial Designs adopted in 1982 in Harare Zimbabwe and ratified by the Government of Ghana on 20th September 1983; “International Classification” means the classification according to the Locarno Agreement of October 8, 1968 establishing an International Classification for Industrial Designs; “Minister” means the Minister responsible for Justice; “Paris Convention” means the Paris Convention for the Protection of Industrial Property of March 20, 1883, as revised; “priority date” means the date of the earlier application that serves as the basis for the right of priority provided for in the Paris Convention; “Register” means the Register of Industrial Designs; “registered owner” means the registered owner of an industrial design; and “Registrar” means the Registrar-General."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Repeal and saving",
      "content": "(1) The United Kingdom Designs (Protection) Ordinance (Cap 182) and the Textile Designs (Registration) Decree. 1973 (N.R.C.D. 213) are repealed. The United Kingdom Designs (Protection) Ordinance (Cap 182) and the Textile Designs (Registration) Decree. 1973 (N.R.C.D. 213) are repealed. (2) Subsidiary legislation made under the repealed laws shall remain in force until revoked. Subsidiary legislation made under the repealed laws shall remain in force until revoked. (3) Notwithstanding the repeal of the Textile Designs (Registration) Decree, 1973 (N.R.C.D. 213). a textile design registered under it and in force immediately before the coming into force of this Act, shall remain in force for the unexpired portion of the period of protection provided under this Act subject to the payment of the renewal fees provided for under this Act. Notwithstanding the repeal of the Textile Designs (Registration) Decree, 1973 (N.R.C.D. 213). a textile design registered under it and in force immediately before the coming into force of this Act, shall remain in force for the unexpired portion of the period of protection provided under this Act subject to the payment of the renewal fees provided for under this Act. (4) A person who on the coming into force of this Act is the proprietor of an industrial design which has been registered in the United Kingdom or has filed an application for the registration of an industrial design in the United Kingdom, may, within twelve months from the date of the coming into force of this Act, file an application for the registration of the same industrial design under this Act and the application shall be accorded the filing date or priority date accorded to the application or registration in the United Kingdom. A person who on the coming into force of this Act is the proprietor of an industrial design which has been registered in the United Kingdom or has filed an application for the registration of an industrial design in the United Kingdom, may, within twelve months from the date of the coming into force of this Act, file an application for the registration of the same industrial design under this Act and the application shall be accorded the filing date or priority date accorded to the application or registration in the United Kingdom. (5) An industrial design registered under subsection 3 shall, subject to section 10(2), enjoy a term of protection not exceeding five years from the filing date. An industrial design registered under subsection 3 shall, subject to section 10(2), enjoy a term of protection not exceeding five years from the filing date."
    }
  ],
  "definitions": [
    {
      "term": "Court",
      "definition": "the High Court",
      "source_provision": "s26"
    },
    {
      "term": "creator",
      "definition": "the person who creates the industrial design",
      "source_provision": "s26"
    },
    {
      "term": "Harare Protocol",
      "definition": "the Protocol on Patents and Industrial Designs adopted in 1982 in Harare Zimbabwe and ratified by the Government of Ghana on 20th September 1983",
      "source_provision": "s26"
    },
    {
      "term": "International Classification",
      "definition": "the classification according to the Locarno Agreement of October 8, 1968 establishing an International Classification for Industrial Designs",
      "source_provision": "s26"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Justice",
      "source_provision": "s26"
    },
    {
      "term": "Paris Convention",
      "definition": "the Paris Convention for the Protection of Industrial Property of March 20, 1883, as revised",
      "source_provision": "s26"
    },
    {
      "term": "priority date",
      "definition": "the date of the earlier application that serves as the basis for the right of priority provided for in the Paris Convention",
      "source_provision": "s26"
    },
    {
      "term": "Register",
      "definition": "the Register of Industrial Designs",
      "source_provision": "s26"
    },
    {
      "term": "registered owner",
      "definition": "the registered owner of an industrial design",
      "source_provision": "s26"
    },
    {
      "term": "Registrar",
      "definition": "the Registrar-General. In this Act unless the context otherwise requires “Court” means the High Court",
      "source_provision": "s26"
    },
    {
      "term": "creator",
      "definition": "the person who creates the industrial design",
      "source_provision": "s26"
    },
    {
      "term": "Harare Protocol",
      "definition": "the Protocol on Patents and Industrial Designs adopted in 1982 in Harare Zimbabwe and ratified by the Government of Ghana on 20th September 1983",
      "source_provision": "s26"
    },
    {
      "term": "International Classification",
      "definition": "the classification according to the Locarno Agreement of October 8, 1968 establishing an International Classification for Industrial Designs",
      "source_provision": "s26"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Justice",
      "source_provision": "s26"
    },
    {
      "term": "Paris Convention",
      "definition": "the Paris Convention for the Protection of Industrial Property of March 20, 1883, as revised",
      "source_provision": "s26"
    },
    {
      "term": "priority date",
      "definition": "the date of the earlier application that serves as the basis for the right of priority provided for in the Paris Convention",
      "source_provision": "s26"
    },
    {
      "term": "Register",
      "definition": "the Register of Industrial Designs",
      "source_provision": "s26"
    },
    {
      "term": "registered owner",
      "definition": "the registered owner of an industrial design",
      "source_provision": "s26"
    }
  ]
}