{
  "id": "act-647-2003",
  "type": "act",
  "title": "Institute of Local Government Studies Act, 2003",
  "short_name": "ILGS 2003",
  "act_number": 647,
  "year": 2003,
  "status": "in_force",
  "issued_date": "2003-07-11",
  "url": "https://ghalii.org/akn/gh/act/2003/647",
  "provisions": [
    {
      "provision_ref": "s1",
      "part": "Part I – Establishment and objectives of the Institute of Local Government Studies",
      "section": "1",
      "title": "Establishment of the Institute",
      "content": "(1) There is established by this Act a body to be known as the Institute of Local Government Studies. There is established by this Act a body to be known as the Institute of Local Government Studies. (2) The Institute shall be a body corporate with perpetual succession and a common seal and may sue and be sued in its corporate name. The Institute shall be a body corporate with perpetual succession and a common seal and may sue and be sued in its corporate name. (3) The Institute may in the performance of its functions, acquire and hold movable and immovable property and enter into any contract or other transaction. The Institute may in the performance of its functions, acquire and hold movable and immovable property and enter into any contract or other transaction. (4) Where the Institute has resolved and the Government has agreed that the acquisition of land or a right over land is necessary for the Institute, the land may be acquired under the State Lands Act, 1962 (Act 125) Where the Institute has resolved and the Government has agreed that the acquisition of land or a right over land is necessary for the Institute, the land may be acquired under the State Lands Act, 1962 (Act 125)"
    },
    {
      "provision_ref": "s2",
      "part": "Part I – Establishment and objectives of the Institute of Local Government Studies",
      "section": "2",
      "title": "Campuses of the Institute",
      "content": "The Institute shall have campuses in such places as the Council of the Institute shall determine. The Institute shall have campuses in such places as the Council of the Institute shall determine."
    },
    {
      "provision_ref": "s3",
      "part": "Part I – Establishment and objectives of the Institute of Local Government Studies",
      "section": "3",
      "title": "Objectives of the Institute",
      "content": "The objectives of the Institute are to organize the training of members of the Regional Co-ordinating Councils, District Assemblies and lower local government units; members of the Regional Co-ordinating Councils, District Assemblies and lower local government units; staff and personnel in the local government and related sectors; and staff and personnel in the local government and related sectors; and any other person or body, local or foreign interested in governance, any other person or body, local or foreign interested in governance, to enhance the managerial, administrative, financial and operational efficiency of organs and units of local government."
    },
    {
      "provision_ref": "s4",
      "part": "Part I – Establishment and objectives of the Institute of Local Government Studies",
      "section": "4",
      "title": "Functions of the Institute",
      "content": "(1) For the purpose of attaining its objectives, the Institute shall perform the following functions: For the purpose of attaining its objectives, the Institute shall perform the following functions: arrange courses, workshops, seminars and conferences for persons engaged in areas of local government; arrange courses, workshops, seminars and conferences for persons engaged in areas of local government; prescribe the qualification of persons eligible for training at the Institute; prescribe the qualification of persons eligible for training at the Institute; undertake and promote research in local government; undertake and promote research in local government; develop training materials for members of the Regional Co-ordinating Councils, District Assemblies, and other local government units; develop training materials for members of the Regional Co-ordinating Councils, District Assemblies, and other local government units; publish literature relevant to local government; publish literature relevant to local government; develop specialized libraries for purposes of local government; develop specialized libraries for purposes of local government; provide consultancy and advisory services to the Central Government, units of local government and any other body that may require those services; provide consultancy and advisory services to the Central Government, units of local government and any other body that may require those services; collaborate with national and international institutions of relevance in the performance of its functions; and collaborate with national and international institutions of relevance in the performance of its functions; and perform other functions assigned to it by the Minister. perform other functions assigned to it by the Minister. (2) The Institute may award certificates, diplomas and higher qualifications as may be agreed upon by the Institute and approved by the National Accreditation Board. The Institute may award certificates, diplomas and higher qualifications as may be agreed upon by the Institute and approved by the National Accreditation Board."
    },
    {
      "provision_ref": "s5",
      "part": "Part I – Establishment and objectives of the Institute of Local Government Studies",
      "section": "5",
      "title": "Governing body of the Institute",
      "content": "(1) The governing body of the Institute shall be the Council composed of the following: The governing body of the Institute shall be the Council composed of the following: a chairperson; a chairperson; the Director of the Institute; the Director of the Institute; one representative of the Ministry of Local Government, not below the rank of Director; and one representative of the Ministry of Local Government, not below the rank of Director; and one person not below the rank of a Director in the Public Services representing each of the following: one person not below the rank of a Director in the Public Services representing each of the following: the National Development Planning Commission; the National Development Planning Commission; the National Association of Local Government Authorities of Ghana; the National Association of Local Government Authorities of Ghana; the Public Services Commission; the Public Services Commission; the Local Government Service; the Local Government Service; the National Council for Tertiary Education; and the National Council for Tertiary Education; and three other persons at least one of whom shall be a woman. three other persons at least one of whom shall be a woman. (2) The chairperson and other members of the Council shall be appointed by the President in consultation with the Council of State. The chairperson and other members of the Council shall be appointed by the President in consultation with the Council of State."
    },
    {
      "provision_ref": "s6",
      "part": "Part I – Establishment and objectives of the Institute of Local Government Studies",
      "section": "6",
      "title": "Functions of the Council",
      "content": "(1) The Council shall The Council shall ensure the implementation and achievement of the objectives of the Institute; ensure the implementation and achievement of the objectives of the Institute; formulate policies within the framework of the national policy on decentralization and local government for the proper management of the Institute; formulate policies within the framework of the national policy on decentralization and local government for the proper management of the Institute; approve annual estimates of income and expenditure of the Institute; approve annual estimates of income and expenditure of the Institute; manage the properties, business and funds of the Institute; and manage the properties, business and funds of the Institute; and perform any other functions which are incidental to the achievement of the objectives of the Institute. perform any other functions which are incidental to the achievement of the objectives of the Institute. (2) The Board shall in the performance of its functions consult the Minister in matters of policy. The Board shall in the performance of its functions consult the Minister in matters of policy."
    },
    {
      "provision_ref": "s7",
      "part": "Part I – Establishment and objectives of the Institute of Local Government Studies",
      "section": "7",
      "title": "Tenure of office of members of the Council",
      "content": "(1) A member of the Council, other than the Director of the Institute and other ex-officio members, shall hold office for a period not exceeding four years and are on the expiration of that period eligible for re-appointment for one further term only. A member of the Council, other than the Director of the Institute and other ex-officio members, shall hold office for a period not exceeding four years and are on the expiration of that period eligible for re-appointment for one further term only. (2) A member of the Council, other than the Director of the Institute and other ex-officio members, may at any time by letter addressed to the President through the Minister resign from office. A member of the Council, other than the Director of the Institute and other ex-officio members, may at any time by letter addressed to the President through the Minister resign from office. (3) A member who is absent from three consecutive ordinary meetings of the Council without reasonable cause ceases to be a member of the Council. A member who is absent from three consecutive ordinary meetings of the Council without reasonable cause ceases to be a member of the Council. (4) The chairperson or any other member of the Council may be removed from office by the President for inability to perform the functions of office, for stated misbehaviour or for any other just cause. The chairperson or any other member of the Council may be removed from office by the President for inability to perform the functions of office, for stated misbehaviour or for any other just cause. (5) Where the office of a member of the Council becomes vacant before the expiration of that member's term of office for any reason, the chairperson shall within one month of the occurrence of the vacancy inform the Minister who shall notify the President of the vacancy and the President shall acting on the advice of the nominating authority where applicable and in consultation with the Council of State appoint another person to fill the vacancy. Where the office of a member of the Council becomes vacant before the expiration of that member's term of office for any reason, the chairperson shall within one month of the occurrence of the vacancy inform the Minister who shall notify the President of the vacancy and the President shall acting on the advice of the nominating authority where applicable and in consultation with the Council of State appoint another person to fill the vacancy. (6) A person appointed to fill a vacancy shall hold office for the remainder of the term of the previous member and subject to the provisions of this Act is eligible for re-appointment. A person appointed to fill a vacancy shall hold office for the remainder of the term of the previous member and subject to the provisions of this Act is eligible for re-appointment."
    },
    {
      "provision_ref": "s8",
      "part": "Part I – Establishment and objectives of the Institute of Local Government Studies",
      "section": "8",
      "title": "Meetings of the Council",
      "content": "(1) The Council shall meet for the dispatch of business at a time and place the Council may determine but shall meet at least once every three months. The Council shall meet for the dispatch of business at a time and place the Council may determine but shall meet at least once every three months. (2) The chairperson shall upon the request of not less than one-third of the membership of the Council convene a special meeting of the Council. The chairperson shall upon the request of not less than one-third of the membership of the Council convene a special meeting of the Council. (3) The quorum at a meeting of the Council shall be six members and shall include the Director of the Institute or the person acting in that capacity. The quorum at a meeting of the Council shall be six members and shall include the Director of the Institute or the person acting in that capacity. (4) The chairperson shall preside at meetings of the Council and in the absence of the chairperson, a member of the Council elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Council and in the absence of the chairperson, a member of the Council elected by the members present from among their number shall preside. (5) Questions before the Council shall be decided by a majority of the members present and voting and in the event of equality of votes the chairperson or the person presiding shall have a casting vote. Questions before the Council shall be decided by a majority of the members present and voting and in the event of equality of votes the chairperson or the person presiding shall have a casting vote. (6) The Council may co-opt any person to act as an adviser at its meetings but a co-opted person is not entitled to vote at the meeting. The Council may co-opt any person to act as an adviser at its meetings but a co-opted person is not entitled to vote at the meeting. (7) The validity of the proceedings of the Council shall not be affected by a vacancy among its members or by a defect in the appointment or qualification of a member. The validity of the proceedings of the Council shall not be affected by a vacancy among its members or by a defect in the appointment or qualification of a member. (8) Except as otherwise provided under this section, the Council shall determine and regulate the procedure for its meetings. Except as otherwise provided under this section, the Council shall determine and regulate the procedure for its meetings."
    },
    {
      "provision_ref": "s9",
      "part": "Part I – Establishment and objectives of the Institute of Local Government Studies",
      "section": "9",
      "title": "Committees of the Council",
      "content": "The Council may for purposes of achieving the object of the Institute appoint committees of the Council comprising members of the Council or non-members or both and may assign to them such functions of the Council as the Council may determine. The Council may for purposes of achieving the object of the Institute appoint committees of the Council comprising members of the Council or non-members or both and may assign to them such functions of the Council as the Council may determine."
    },
    {
      "provision_ref": "s10",
      "part": "Part I – Establishment and objectives of the Institute of Local Government Studies",
      "section": "10",
      "title": "Allowances for members of the Council and committees",
      "content": "Members of the Council and members of committees of the Council shall be paid such allowances as shall be determined by the Minister in consultation with the Minister responsible for Finance. Members of the Council and members of committees of the Council shall be paid such allowances as shall be determined by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s11",
      "part": "Part II – Administration of the Institute",
      "section": "11",
      "title": "Director of the Institute",
      "content": "(1) There shall be appointed by the Council a Director for the Institute. There shall be appointed by the Council a Director for the Institute. (2) The Director of the Institute shall hold office The Director of the Institute shall hold office for a period not exceeding two terms of five years each; and for a period not exceeding two terms of five years each; and on such other conditions as shall be specified in the letter of appointment. on such other conditions as shall be specified in the letter of appointment. (3) The Director shall, subject to such directives as the Council may give, be responsible for the day-to-day administration of the Institute and shall The Director shall, subject to such directives as the Council may give, be responsible for the day-to-day administration of the Institute and shall exercise general authority over the academic and administrative staff of the Institute; exercise general authority over the academic and administrative staff of the Institute; co-ordinate and implement the programmes of the Institute; and co-ordinate and implement the programmes of the Institute; and submit annual reports of the activities of the Institute to the Board. submit annual reports of the activities of the Institute to the Board."
    },
    {
      "provision_ref": "s12",
      "part": "Part II – Administration of the Institute",
      "section": "12",
      "title": "Deputy Directors of the Institute",
      "content": "(1) There shall be appointed by the Council, Deputy Directors for the various campuses of the Institute. There shall be appointed by the Council, Deputy Directors for the various campuses of the Institute. (2) A Deputy Director of the Institute shall hold office on such terms and conditions as the Council may determine. A Deputy Director of the Institute shall hold office on such terms and conditions as the Council may determine. (3) A Deputy Director of the Institute shall be responsible for the day to day management of the campus of the Institute to which that Deputy Director is assigned responsibility and shall assist the Director of the Institute in the performance of the Director's functions. A Deputy Director of the Institute shall be responsible for the day to day management of the campus of the Institute to which that Deputy Director is assigned responsibility and shall assist the Director of the Institute in the performance of the Director's functions. (4) In the absence of the Director of the Institute the most senior Deputy Director shall act as Director of the Institute. In the absence of the Director of the Institute the most senior Deputy Director shall act as Director of the Institute."
    },
    {
      "provision_ref": "s13",
      "part": "Part II – Administration of the Institute",
      "section": "13",
      "title": "Registrar",
      "content": "(1) The Institute shall have a Registrar who shall be appointed by the Council. The Institute shall have a Registrar who shall be appointed by the Council. (2) The Registrar shall The Registrar shall be the Secretary to the Council; be the Secretary to the Council; record and keep the minutes of the meetings of the Council; and record and keep the minutes of the meetings of the Council; and perform such other functions as the Council or the Director of the Institute may direct. perform such other functions as the Council or the Director of the Institute may direct. (3) The Registrar shall hold office on such terms and conditions as may be determined by the Council. The Registrar shall hold office on such terms and conditions as may be determined by the Council."
    },
    {
      "provision_ref": "s14",
      "part": "Part II – Administration of the Institute",
      "section": "14",
      "title": "Other staff of the Institute",
      "content": "(1) The Council may appoint such other officers and employees as may be necessary for the proper and effective achievement of the objectives of the Institute. The Council may appoint such other officers and employees as may be necessary for the proper and effective achievement of the objectives of the Institute. (2) The terms and conditions of service of officers and all employees of the Institute shall be determined by the Council. The terms and conditions of service of officers and all employees of the Institute shall be determined by the Council. (3) Officers and employees of the Institute shall perform such functions as the Council or the Director of the Institute shall direct. Officers and employees of the Institute shall perform such functions as the Council or the Director of the Institute shall direct. (4) Other public officers may be transferred or seconded to the Institute with the approval of the Council. Other public officers may be transferred or seconded to the Institute with the approval of the Council. (5) The Council may engage the services of such consultants and advisers as it may determine. The Council may engage the services of such consultants and advisers as it may determine."
    },
    {
      "provision_ref": "s15",
      "part": "Part III – Financial and miscellaneous provisions",
      "section": "15",
      "title": "Funds of the Institute",
      "content": "(1) The funds of the Institute shall include The funds of the Institute shall include annual budgetary allocation made to the Institute by Parliament; annual budgetary allocation made to the Institute by Parliament; fees accruing to the Institute in the course of the performance of its functions consisting of fees accruing to the Institute in the course of the performance of its functions consisting of fees paid by course participants at the Institute; fees paid by course participants at the Institute; fees, charges and dues in respect of services rendered by or through the Institute; fees, charges and dues in respect of services rendered by or through the Institute; proceeds of the sale of publications of the Institute; and proceeds of the sale of publications of the Institute; and donations, gifts and income from any other source approved by the Minister and the Minister for Finance. donations, gifts and income from any other source approved by the Minister and the Minister for Finance. (2) Any sum of money received by or on behalf of the Institute shall be paid into an account of the Institute opened by the Council with the approval of the Accountant-General. Any sum of money received by or on behalf of the Institute shall be paid into an account of the Institute opened by the Council with the approval of the Accountant-General."
    },
    {
      "provision_ref": "s16",
      "part": "Part III – Financial and miscellaneous provisions",
      "section": "16",
      "title": "Borrowing powers and bank account",
      "content": "Subject to article 181 of the Constitution and any other enactment, the Council may obtain loans and other credit facilities on the guarantee of the Government from such bank and other institutions as the Minister may approve. Subject to article 181 of the Constitution and any other enactment, the Council may obtain loans and other credit facilities on the guarantee of the Government from such bank and other institutions as the Minister may approve."
    },
    {
      "provision_ref": "s17",
      "part": "Part III – Financial and miscellaneous provisions",
      "section": "17",
      "title": "Annual budget of the Institute",
      "content": "The Director shall prepare budget estimates and a statement of assets and liabilities of the Institute for each financial year and present the estimates to the Council for its consideration and approval not later than two months before the end of the financial year. The Director shall prepare budget estimates and a statement of assets and liabilities of the Institute for each financial year and present the estimates to the Council for its consideration and approval not later than two months before the end of the financial year."
    },
    {
      "provision_ref": "s18",
      "part": "Part III – Financial and miscellaneous provisions",
      "section": "18",
      "title": "Accounts and audits",
      "content": "(1) The Council shall keep books of account and proper records in relation to them in a form approved by the Auditor-General. The Council shall keep books of account and proper records in relation to them in a form approved by the Auditor-General. (2) The books and accounts of the Institute shall be audited by the Auditor-General or an auditor appointed by the Auditor-General within six months after the end of each financial year. The books and accounts of the Institute shall be audited by the Auditor-General or an auditor appointed by the Auditor-General within six months after the end of each financial year. (3) The financial year of the Institute shall be the same as the financial year of the Government. The financial year of the Institute shall be the same as the financial year of the Government."
    },
    {
      "provision_ref": "s19",
      "part": "Part III – Financial and miscellaneous provisions",
      "section": "19",
      "title": "Annual report and other reports",
      "content": "(1) The Council shall within six months after the end of each financial year submit to the Minister an annual report covering the activities and operations of the Institute for the year to which the report relates. The Council shall within six months after the end of each financial year submit to the Minister an annual report covering the activities and operations of the Institute for the year to which the report relates. (2) The annual report submitted under subsection (1) shall include the audited accounts of the Institute and the Auditor-General's report on the accounts of the Institute. The annual report submitted under subsection (1) shall include the audited accounts of the Institute and the Auditor-General's report on the accounts of the Institute. (3) The Council shall also submit to the Minister such other reports as the Minister may in writing require. The Council shall also submit to the Minister such other reports as the Minister may in writing require. (4) The Minister shall within two months after the receipt of the annual report submit a report to Parliament with such statement as the Minister considers necessary. The Minister shall within two months after the receipt of the annual report submit a report to Parliament with such statement as the Minister considers necessary."
    },
    {
      "provision_ref": "s20",
      "part": "Part III – Financial and miscellaneous provisions",
      "section": "20",
      "title": "Regulations",
      "content": "The Minister may, on the advice of the Council by legislative instrument make Regulations to give effect to the provisions of this Act. The Minister may, on the advice of the Council by legislative instrument make Regulations to give effect to the provisions of this Act."
    },
    {
      "provision_ref": "s21",
      "part": "Part III – Financial and miscellaneous provisions",
      "section": "21",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires“Council” means the Council of Governors for the Institute established under section 5 of this Act;“District Assembly” includes Municipal and Metropolitan Assembly;“Institute” means the Institute of Local Government Studies established under section 1 of this Act;“Minister” means the Minister for the time being charged with responsibility for local government;“National Accreditation Board” means the National Accreditation Board established under the National Accreditation Board Law, 1993 (P.N.D.C.L. 317). In this Act unless the context otherwise requires “Council” means the Council of Governors for the Institute established under section 5 of this Act; “District Assembly” includes Municipal and Metropolitan Assembly; “Institute” means the Institute of Local Government Studies established under section 1 of this Act; “Minister” means the Minister for the time being charged with responsibility for local government; “National Accreditation Board” means the National Accreditation Board established under the National Accreditation Board Law, 1993 (P.N.D.C.L. 317)."
    }
  ],
  "definitions": [
    {
      "term": "Council",
      "definition": "the Council of Governors for the Institute established under section 5 of this Act",
      "source_provision": "s21"
    },
    {
      "term": "Institute",
      "definition": "the Institute of Local Government Studies established under section 1 of this Act",
      "source_provision": "s21"
    },
    {
      "term": "Minister",
      "definition": "the Minister for the time being charged with responsibility for local government",
      "source_provision": "s21"
    },
    {
      "term": "National Accreditation Board",
      "definition": "the National Accreditation Board established under the National Accreditation Board Law, 1993 (P.N.D.C.L. 317). In this Act unless the context otherwise requires “Council” means the Council of Governors for the Institute established under section 5 of this Act",
      "source_provision": "s21"
    },
    {
      "term": "Institute",
      "definition": "the Institute of Local Government Studies established under section 1 of this Act",
      "source_provision": "s21"
    },
    {
      "term": "Minister",
      "definition": "the Minister for the time being charged with responsibility for local government",
      "source_provision": "s21"
    }
  ]
}