{
  "id": "act-682-2004",
  "type": "act",
  "title": "Ghana Meteorological Agency Act, 2004",
  "short_name": "GMA 2004",
  "act_number": 682,
  "year": 2004,
  "status": "in_force",
  "issued_date": "2004-12-02",
  "url": "https://ghalii.org/akn/gh/act/2004/682",
  "provisions": [
    {
      "provision_ref": "s1",
      "part": "Part I – Establishment of the Meteorological Agency",
      "section": "1",
      "title": "Establishment of Agency",
      "content": "(1) There is established by this Act a body to be known as the Ghana Meteorological Agency referred to in this Act as the “Agency”. There is established by this Act a body to be known as the Ghana Meteorological Agency referred to in this Act as the “Agency”. (2) The Agency shall be a body corporate with perpetual succession and a common seal and may sue and be sued in its corporate name. The Agency shall be a body corporate with perpetual succession and a common seal and may sue and be sued in its corporate name. (3) The Agency shall for the discharge of its functions acquire, hold or dispose of any movable or immovable property and may enter into any contract or other transaction. The Agency shall for the discharge of its functions acquire, hold or dispose of any movable or immovable property and may enter into any contract or other transaction. (4) Where there is any hindrance to the acquisition of any immovable property under subsection (3) of this section the property may be acquired for the Agency under the State Lands Act, 1962 (Act 125). Where there is any hindrance to the acquisition of any immovable property under subsection (3) of this section the property may be acquired for the Agency under the State Lands Act, 1962 (Act 125)."
    },
    {
      "provision_ref": "s2",
      "part": "Part I – Establishment of the Meteorological Agency",
      "section": "2",
      "title": "Objects and functions of the Agency",
      "content": "(1) The object of the Agency is to provide meteorological services in the country and ensure the operation and maintenance of international standards and practices in meteorology in the country. The object of the Agency is to provide meteorological services in the country and ensure the operation and maintenance of international standards and practices in meteorology in the country. (2) For the purposes of subsection (1) the Agency shall perform the following functions; For the purposes of subsection (1) the Agency shall perform the following functions; advise Government on meteorology generally; advise Government on meteorology generally; issue weather forecasts for the safe operation of air-craft, ocean going vessels, oil rigs and other socio-economic activities; issue weather forecasts for the safe operation of air-craft, ocean going vessels, oil rigs and other socio-economic activities; provide meteorological information, advice, and warnings for the benefit of agriculture, civil and military aviation, surface and marine trans­port, operational hydrology and management of energy and water resources to mitigate the effects of natural disasters such as floods, storms and droughts on socio-economic development and projects; provide meteorological information, advice, and warnings for the benefit of agriculture, civil and military aviation, surface and marine trans­port, operational hydrology and management of energy and water resources to mitigate the effects of natural disasters such as floods, storms and droughts on socio-economic development and projects; promote the services of meteorology in agriculture, prevention of drought and desertification activities; promote the services of meteorology in agriculture, prevention of drought and desertification activities; establish, organise and manage surface and upper air observational station networks; establish, organise and manage surface and upper air observational station networks; collect, process, and disseminate meteorological information nationally and internationally in accordance with rules, practices and proce­dures established under international conventions; collect, process, and disseminate meteorological information nationally and internationally in accordance with rules, practices and proce­dures established under international conventions; ensure uniform standards of observation of meteorological phenomena in the country; ensure uniform standards of observation of meteorological phenomena in the country; train, conduct and undertake research particularly in the field of tropical, agricultural, hydrological, and other aspects of meteorology; train, conduct and undertake research particularly in the field of tropical, agricultural, hydrological, and other aspects of meteorology; store meteorological data and information for the purposes of plan­ning and implementation of infrastructural projects; store meteorological data and information for the purposes of plan­ning and implementation of infrastructural projects; develop and provide telecommunication systems for meteorological purposes only; develop and provide telecommunication systems for meteorological purposes only; participate in local and international training and research in meteorology and climatology and in other related fields in co-operatiom with other relevant institutions and authorities concerned with applied meteorological research; participate in local and international training and research in meteorology and climatology and in other related fields in co-operatiom with other relevant institutions and authorities concerned with applied meteorological research; collaborate with such relevant foreign and international organisations as the Agency considers necessary for the purposes of this Act; collaborate with such relevant foreign and international organisations as the Agency considers necessary for the purposes of this Act; be the sole authority to approve the establishment of meteorological stations for meteorological observations; be the sole authority to approve the establishment of meteorological stations for meteorological observations; provide consultancy services in meteorology to the public; provide consultancy services in meteorology to the public; participate in the global exchange of meteorological and related activities for the welfare of humankind; participate in the global exchange of meteorological and related activities for the welfare of humankind; calibrate, develop and fabricate meteorological conventional equip­ment for internal use and export; calibrate, develop and fabricate meteorological conventional equip­ment for internal use and export; conduct investigations into meteorological issues and advise the Minister accordingly; conduct investigations into meteorological issues and advise the Minister accordingly; ensure due compliance with conventions, protocols and any other relevant standards and recommended practices of the World Mete­orological Organisation; and ensure due compliance with conventions, protocols and any other relevant standards and recommended practices of the World Mete­orological Organisation; and perform such other functions as are incidental to the objects of the Agency or as the Minister in consultation with the Board may direct. perform such other functions as are incidental to the objects of the Agency or as the Minister in consultation with the Board may direct."
    },
    {
      "provision_ref": "s3",
      "part": "Part I – Establishment of the Meteorological Agency",
      "section": "3",
      "title": "Ministerial responsibility",
      "content": "The Minister responsible for Communications or such other Minister designated shall have ministerial responsibility for the Agency and may give general directions in writing to the Agency on matters of policy. The Minister responsible for Communications or such other Minister designated shall have ministerial responsibility for the Agency and may give general directions in writing to the Agency on matters of policy."
    },
    {
      "provision_ref": "s4",
      "part": "Part I – Establishment of the Meteorological Agency",
      "section": "4",
      "title": "Governing body of the Agency",
      "content": "(1) The Agency shall have a governing body referred to in this Act as the Board. The Agency shall have a governing body referred to in this Act as the Board. (2) The Board consists of the following members who shall be appointed by the President acting in consultation with the Council of State, The Board consists of the following members who shall be appointed by the President acting in consultation with the Council of State, a chairperson; a chairperson; a representative from the Ministries responsible for— a representative from the Ministries responsible for— Communications; Communications; Environment and Science; Environment and Science; a representative a representative of the Water Resources Commission not below the rank of a Deputy Director; of the Water Resources Commission not below the rank of a Deputy Director; of the Ghana Institution of Engineers; of the Ghana Institution of Engineers; of the Department of Geography and Resource Development of the University of Ghana; of the Department of Geography and Resource Development of the University of Ghana; from the air transport industry; from the air transport industry; three other persons two of whom are women; and three other persons two of whom are women; and the Director-General of the Agency. the Director-General of the Agency. (3) The President shall in making appointments under this section, have regard to the expertise and experience of the persons in matters related to the functions of the Agency. The President shall in making appointments under this section, have regard to the expertise and experience of the persons in matters related to the functions of the Agency."
    },
    {
      "provision_ref": "s5",
      "part": "Part I – Establishment of the Meteorological Agency",
      "section": "5",
      "title": "Functions of the Board",
      "content": "The Board shall be responsible for securing the implementation of the objects and functions of the Agency; securing the implementation of the objects and functions of the Agency; ensuring the implementation of rules, regulations and procedures laid down by the World Meteorological Organisation in accordance with provisions under this Act; ensuring the implementation of rules, regulations and procedures laid down by the World Meteorological Organisation in accordance with provisions under this Act; the management of the National Meteorological Fund; and the management of the National Meteorological Fund; and the formulation of policies necessary for the efficient performance of the functions of the Agency. the formulation of policies necessary for the efficient performance of the functions of the Agency."
    },
    {
      "provision_ref": "s6",
      "part": "Part I – Establishment of the Meteorological Agency",
      "section": "6",
      "title": "Tenure of office of members",
      "content": "(1) A member of the Board other than the Director-General shall hold office for a period not exceeding three years and at the expiration of that period is eligible for re-appointment. A member of the Board other than the Director-General shall hold office for a period not exceeding three years and at the expiration of that period is eligible for re-appointment. (2) A member who is absent from three consecutive meetings of the Board without sufficient cause shall cease to be a member of the Board. A member who is absent from three consecutive meetings of the Board without sufficient cause shall cease to be a member of the Board. (3) Where a member of the Board is incapacitated by reason of absence from the country or illness or any other sufficient cause from the performance of duties as a Board member for a period of more than twelve months, the President may, subject to nomination where applicable, appoint another person to hold office until the incapacity of the Board member has terminated or until the expiration of the term of office of that member, whichever occurs first. Where a member of the Board is incapacitated by reason of absence from the country or illness or any other sufficient cause from the performance of duties as a Board member for a period of more than twelve months, the President may, subject to nomination where applicable, appoint another person to hold office until the incapacity of the Board member has terminated or until the expiration of the term of office of that member, whichever occurs first. (4) The chairperson of the Board shall, through the Minister, notify the President of vacancies that occur in the membership of the Board within one month from the occurrence of the vacancy. The chairperson of the Board shall, through the Minister, notify the President of vacancies that occur in the membership of the Board within one month from the occurrence of the vacancy. (5) A member of the Board other than the Director-General may, at any time by letter addressed to the President through the Minister, resign from office. A member of the Board other than the Director-General may, at any time by letter addressed to the President through the Minister, resign from office."
    },
    {
      "provision_ref": "s7",
      "part": "Part I – Establishment of the Meteorological Agency",
      "section": "7",
      "title": "Allowances for members",
      "content": "The chairperson and the other members of the Board shall be paid such allowances as the Board in consultation with the Minister and the Minister for Finance determines. The chairperson and the other members of the Board shall be paid such allowances as the Board in consultation with the Minister and the Minister for Finance determines."
    },
    {
      "provision_ref": "s8",
      "part": "Part I – Establishment of the Meteorological Agency",
      "section": "8",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet for the despatch of business at times and places that the Board may determine but shall meet at least once every three months. The Board shall meet for the despatch of business at times and places that the Board may determine but shall meet at least once every three months. (2) The chairperson shall, upon the written request of the Director-General or not less than one-third of the membership of the Board, convene a special meeting of the Board. The chairperson shall, upon the written request of the Director-General or not less than one-third of the membership of the Board, convene a special meeting of the Board. (3) The quorum at a meeting of the Board shall be six and shall include the Director-General or the person acting in that capacity. The quorum at a meeting of the Board shall be six and shall include the Director-General or the person acting in that capacity. (4) At every meeting of the Board the chairperson shall preside but in the absence of the chairperson a member of the Board elected by the members present from among their number shall preside. At every meeting of the Board the chairperson shall preside but in the absence of the chairperson a member of the Board elected by the members present from among their number shall preside. (5) Questions before the Board shall be decided by a majority of members present and voting and in the event of equality of votes the person presiding shall have a second or casting vote. Questions before the Board shall be decided by a majority of members present and voting and in the event of equality of votes the person presiding shall have a second or casting vote. (6) The Board may co-opt a person to act as an adviser at its meetings but a co-opted person is not entitled to vote at the meeting. The Board may co-opt a person to act as an adviser at its meetings but a co-opted person is not entitled to vote at the meeting. (7) The validity of any proceedings of the Board shall not be affected by a vacancy among its members or by a defect in the appointment or qualification of a member. The validity of any proceedings of the Board shall not be affected by a vacancy among its members or by a defect in the appointment or qualification of a member. (8) Except as otherwise expressly provided under this section, the Board shall determine and regulate the procedure for its meetings. Except as otherwise expressly provided under this section, the Board shall determine and regulate the procedure for its meetings."
    },
    {
      "provision_ref": "s9",
      "part": "Part I – Establishment of the Meteorological Agency",
      "section": "9",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who is directly or indirectly interested in any matter being dealt with by the Board shall disclose the nature of the interest at a meeting of the Board and may not take part in any deliberation or decision of the Board with respect to the matter. A member of the Board who is directly or indirectly interested in any matter being dealt with by the Board shall disclose the nature of the interest at a meeting of the Board and may not take part in any deliberation or decision of the Board with respect to the matter. (2) A member who fails to disclose an interest shall be removed from the Board. A member who fails to disclose an interest shall be removed from the Board."
    },
    {
      "provision_ref": "s10",
      "part": "Part I – Establishment of the Meteorological Agency",
      "section": "10",
      "title": "Committees of the Board",
      "content": "The Board may for the discharge of its functions appoint committees of the Board comprising members of the Board or non-members or both and assign to them such functions of the Board as the Board may determine except that a committee composed entirely of non-members may only advise the Board. The Board may for the discharge of its functions appoint committees of the Board comprising members of the Board or non-members or both and assign to them such functions of the Board as the Board may determine except that a committee composed entirely of non-members may only advise the Board."
    },
    {
      "provision_ref": "s11",
      "part": "Part I – Establishment of the Meteorological Agency",
      "section": "11",
      "title": "Offices of the Agency",
      "content": "(1) There shall be established in each regional capital a regional office of the Agency. There shall be established in each regional capital a regional office of the Agency. (2) Offices of the Agency shall be provided with such public officers as the Board in consultation with The Public Services Commission shall determine. Offices of the Agency shall be provided with such public officers as the Board in consultation with The Public Services Commission shall determine. (3) Offices of the Agency shall perform such functions of the Agency in the region as the Board may direct. Offices of the Agency shall perform such functions of the Agency in the region as the Board may direct. (4) The Agency may establish such other offices within the Region as it considers necessary. The Agency may establish such other offices within the Region as it considers necessary."
    },
    {
      "provision_ref": "s12",
      "part": "Part II – National Meteorological Fund",
      "section": "12",
      "title": "Establishment of Fund for the Agency",
      "content": "(1) There is established by this Act a Fund for the Agency known as the National Meteorological Fund referred to in this Act as the “Fund”. There is established by this Act a Fund for the Agency known as the National Meteorological Fund referred to in this Act as the “Fund”. (2) The sources of money for the Fund shall be The sources of money for the Fund shall be such monies as Parliament may allocate to the Agency for the performance of its functions; such monies as Parliament may allocate to the Agency for the performance of its functions; fees and charges accruing to the agency in the performance of its duties; fees and charges accruing to the agency in the performance of its duties; interest from investments; interest from investments; loans granted to the Agency; loans granted to the Agency; grants, donations and gifts; and grants, donations and gifts; and such other monies that Parliament may approve for payment into the Fund. such other monies that Parliament may approve for payment into the Fund."
    },
    {
      "provision_ref": "s13",
      "part": "Part II – National Meteorological Fund",
      "section": "13",
      "title": "Object of the Fund",
      "content": "Monies of the Fund shall be applied for publicising and promoting the activities of the Agency; publicising and promoting the activities of the Agency; research, studies and investigations relating to the functions of the Agency; research, studies and investigations relating to the functions of the Agency; human resource development; human resource development; the development and maintenance of any property vested in or owned by the Agency; the development and maintenance of any property vested in or owned by the Agency; other purposes in connection with the functions of the Agency as the Board in consultation with the Minister shall determine. other purposes in connection with the functions of the Agency as the Board in consultation with the Minister shall determine."
    },
    {
      "provision_ref": "s14",
      "part": "Part II – National Meteorological Fund",
      "section": "14",
      "title": "Management of the Fund",
      "content": "(1) The Fund shall be managed and administered by the Board which shall for this purpose, include the Controller and Accountant-General or a representative of the Controller and Accountant-General. The Fund shall be managed and administered by the Board which shall for this purpose, include the Controller and Accountant-General or a representative of the Controller and Accountant-General. (2) The Board shall for the purpose of managing the Fund The Board shall for the purpose of managing the Fund formulate policies to generate money for the Fund; formulate policies to generate money for the Fund; determine the allocation to be made towards the objects of the Fund; and determine the allocation to be made towards the objects of the Fund; and determine annual targets of the Fund. determine annual targets of the Fund. (3) The moneys for the Fund shall be paid into a bank account for the purpose opened by the Board with the approval of the Controller and Accountant-General. The moneys for the Fund shall be paid into a bank account for the purpose opened by the Board with the approval of the Controller and Accountant-General. (4) The provisions in sections 23 and 24 on accounts, audit, and annual report shall apply to the Fund. The provisions in sections 23 and 24 on accounts, audit, and annual report shall apply to the Fund."
    },
    {
      "provision_ref": "s15",
      "part": "Part II – National Meteorological Fund",
      "section": "15",
      "title": "Payments from the Fund",
      "content": "All payments from the Fund shall be by cheque and signed by the following the Chairperson of the Board or in the absence of the Chairperson any member of the Board designated to do so; and the Chairperson of the Board or in the absence of the Chairperson any member of the Board designated to do so; and the Director-General. the Director-General."
    },
    {
      "provision_ref": "s16",
      "part": "Part II – National Meteorological Fund",
      "section": "16",
      "title": "Investment of the Fund",
      "content": "The Board may invest such part of the Fund as it considers appropriate in such securities as the Minister for Finance may approve. The Board may invest such part of the Fund as it considers appropriate in such securities as the Minister for Finance may approve."
    },
    {
      "provision_ref": "s17",
      "part": "Part III – Administrative and general provisions",
      "section": "17",
      "title": "Director-General",
      "content": "(1) There shall be appointed by the President in accordance with the advice of the Board given in consultation with the Public Services Commission a Director-General of the Agency who shall be the Chief Executive of the Agency. There shall be appointed by the President in accordance with the advice of the Board given in consultation with the Public Services Commission a Director-General of the Agency who shall be the Chief Executive of the Agency. (2) The Director-General shall hold office on terms and conditions as are specified in the letter of appointment of the Director-General. The Director-General shall hold office on terms and conditions as are specified in the letter of appointment of the Director-General. (3) The Director-General is responsible for the direction of work of the Agency subject to such general directives as the Board may give. The Director-General is responsible for the direction of work of the Agency subject to such general directives as the Board may give. (4) The Director-General is responsible for the day to day administration of the Agency and shall ensure the implementation of the decisions of the Board. The Director-General is responsible for the day to day administration of the Agency and shall ensure the implementation of the decisions of the Board. (5) The Director-General may delegate the functions of the office of Director-General to any officer of the Agency but is not relieved of ultimate responsibility for the delegation. The Director-General may delegate the functions of the office of Director-General to any officer of the Agency but is not relieved of ultimate responsibility for the delegation. (6) The Director-General shall be the permanent representative of Ghana with the World Meteorological Organization in accordance with the provisions of Regulation 6 of the World Meteorological Organization, Basic Document No. 15. The Director-General shall be the permanent representative of Ghana with the World Meteorological Organization in accordance with the provisions of Regulation 6 of the World Meteorological Organization, Basic Document No. 15."
    },
    {
      "provision_ref": "s18",
      "part": "Part III – Administrative and general provisions",
      "section": "18",
      "title": "Principal officers of the Agency",
      "content": "(1) The Director-General shall be assisted by two Deputy Director-Generals and other principal officers as the Board may determine. The Director-General shall be assisted by two Deputy Director-Generals and other principal officers as the Board may determine. (2) The President shall acting in accordance with the advice of the Board given in consultation with the Public Services Commission appoint the two Deputy Director-Generals and other principal officers of the Agency. The President shall acting in accordance with the advice of the Board given in consultation with the Public Services Commission appoint the two Deputy Director-Generals and other principal officers of the Agency."
    },
    {
      "provision_ref": "s19",
      "part": "Part III – Administrative and general provisions",
      "section": "19",
      "title": "Secretary of the Board",
      "content": "There shall be a Secretary of the Board who shall be the head of the legal services unit of the Agency, and shall be a legal practitioner of not less than 10 years standing as a lawyer; be a legal practitioner of not less than 10 years standing as a lawyer; be responsible for keeping the books and proper records of pro­ceedings and correspondence of the Board; and be responsible for keeping the books and proper records of pro­ceedings and correspondence of the Board; and perform such other functions as the Board may assign. perform such other functions as the Board may assign."
    },
    {
      "provision_ref": "s20",
      "part": "Part III – Administrative and general provisions",
      "section": "20",
      "title": "Appointment of other Staff",
      "content": "(1) The Agency shall have such other officers and employees as may be necessary for the proper and effective performance of its functions under this Act. The Agency shall have such other officers and employees as may be necessary for the proper and effective performance of its functions under this Act. (2) The Board may on the recommendations of the Director-General engage the services of such experts and consultants as the Board may determine. The Board may on the recommendations of the Director-General engage the services of such experts and consultants as the Board may determine. (3) The appointment of officers of the agency shall be made by the President in accordance with the advice of the Board given in consultation with the Public Services Commission and upon such terms and conditions as the appointing authority shall determine. The appointment of officers of the agency shall be made by the President in accordance with the advice of the Board given in consultation with the Public Services Commission and upon such terms and conditions as the appointing authority shall determine."
    },
    {
      "provision_ref": "s21",
      "part": "Part III – Administrative and general provisions",
      "section": "21",
      "title": "Delegation of power of appointment",
      "content": "The President may in accordance with article 195 (2) of the Constitution delegate the power of appointment of public officers under this Part. The President may in accordance with article 195 (2) of the Constitution delegate the power of appointment of public officers under this Part."
    },
    {
      "provision_ref": "s22",
      "part": "Part III – Administrative and general provisions",
      "section": "22",
      "title": "Administrative expenses of the Agency",
      "content": "The administrative expenses of the Agency shall be a charge on the Consolidated Fund. The administrative expenses of the Agency shall be a charge on the Consolidated Fund."
    },
    {
      "provision_ref": "s23",
      "part": "Part III – Administrative and general provisions",
      "section": "23",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books of account and proper records in relation to them; and the accounts and records of the Agency shall be in a form approved by the Auditor-General. The Board shall keep books of account and proper records in relation to them; and the accounts and records of the Agency shall be in a form approved by the Auditor-General. (2) The accounts of the Agency shall be audited by the Auditor-General within six months after the end of each financial year by the Auditor-General or by an auditor appointed by the Auditor-General. The accounts of the Agency shall be audited by the Auditor-General within six months after the end of each financial year by the Auditor-General or by an auditor appointed by the Auditor-General. (3) The Auditor-General shall, not later than six months after the end of each financial year forward to the Minister, a copy of the audited accounts of the Agency for the preceding financial year. The Auditor-General shall, not later than six months after the end of each financial year forward to the Minister, a copy of the audited accounts of the Agency for the preceding financial year. (4) The financial year of the Agency shall be the same as the financial year of the government. The financial year of the Agency shall be the same as the financial year of the government. (5) The Director-General shall prepare budget estimates for each ensuing financial year and present the estimates to the Board for its approval not later than three months before the end of the preceding financial year. The Director-General shall prepare budget estimates for each ensuing financial year and present the estimates to the Board for its approval not later than three months before the end of the preceding financial year."
    },
    {
      "provision_ref": "s24",
      "part": "Part III – Administrative and general provisions",
      "section": "24",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall as soon as practicable after the expiration of each financial year but within eight months after the end of the year submit to the Minister an annual report covering the activities and operations of the Agency for the year to which the report relates, and shall include The Board shall as soon as practicable after the expiration of each financial year but within eight months after the end of the year submit to the Minister an annual report covering the activities and operations of the Agency for the year to which the report relates, and shall include the audited accounts of the Board and the Auditor-General’s reports of the accounts, and the audited accounts of the Board and the Auditor-General’s reports of the accounts, and such other information as the Board may consider necessary. such other information as the Board may consider necessary. (2) The Minister shall within two months of the receipt of the annual report submit a report to Parliament with such statement as the Minister considers necessary. The Minister shall within two months of the receipt of the annual report submit a report to Parliament with such statement as the Minister considers necessary. (3) The Board shall also submit to the Minister such other reports as the Minister may in writing require. The Board shall also submit to the Minister such other reports as the Minister may in writing require."
    },
    {
      "provision_ref": "s25",
      "part": "Part III – Administrative and general provisions",
      "section": "25",
      "title": "Tax exemption",
      "content": "The Agency is exempt from the payment of tax on any income accruing from investments made by the Board for the Agency. The Agency is exempt from the payment of tax on any income accruing from investments made by the Board for the Agency."
    },
    {
      "provision_ref": "s26",
      "part": "Part III – Administrative and general provisions",
      "section": "26",
      "title": "Power to enter land or premises",
      "content": "(1) For the purpose of carrying out any of its functions, the Agency may by its officers or other employees, after giving notice to the owner or occupier of any land or premises, enter the land or premises and do any act reasonably necessary for carrying out its functions and in particular may For the purpose of carrying out any of its functions, the Agency may by its officers or other employees, after giving notice to the owner or occupier of any land or premises, enter the land or premises and do any act reasonably necessary for carrying out its functions and in particular may inspect and examine lands, buildings and equipment of mete­orological stations; inspect and examine lands, buildings and equipment of mete­orological stations; inspect and examine accounts, records and memoranda required to be kept by meteorological stations; inspect and examine accounts, records and memoranda required to be kept by meteorological stations; cut down and remove any tree, underwood or structures that may interfere with surveys; and cut down and remove any tree, underwood or structures that may interfere with surveys; and remove any installation which constitute a hindrance to the delivery of meteorological climate in consultation with the Environmental Protection Agency. remove any installation which constitute a hindrance to the delivery of meteorological climate in consultation with the Environmental Protection Agency. (2) The Agency shall pay compensation for any damage caused as a result of action taken under subsection (1), and the liability for and the amount of the compensation shall in case of dispute be settled in the first instance by negotiation. The Agency shall pay compensation for any damage caused as a result of action taken under subsection (1), and the liability for and the amount of the compensation shall in case of dispute be settled in the first instance by negotiation. (3) The Agency may delegate its power under this section to the rel­evant District Assembly. The Agency may delegate its power under this section to the rel­evant District Assembly."
    },
    {
      "provision_ref": "s27",
      "part": "Part III – Administrative and general provisions",
      "section": "27",
      "title": "Borrowing powers",
      "content": "Subject to the provisions on loans as contained in article 181 of the Consti­tution and any other enactment, the Agency may obtain loans and other credit facilities on the guarantee of the government from such banks and institutions as the Minister may in consultation with the Minister for Finance determine. Subject to the provisions on loans as contained in article 181 of the Consti­tution and any other enactment, the Agency may obtain loans and other credit facilities on the guarantee of the government from such banks and institutions as the Minister may in consultation with the Minister for Finance determine."
    },
    {
      "provision_ref": "s28",
      "part": "Part III – Administrative and general provisions",
      "section": "28",
      "title": "Execution of contract",
      "content": "(1) The use of the seal of the Agency shall be authenticated by two signatures namely The use of the seal of the Agency shall be authenticated by two signatures namely the Director-General; and the Director-General; and the chairperson of the Board or in the absence of the chairperson any other officer of the Agency authorised by the Agency to authen­ticate the use of the seal. the chairperson of the Board or in the absence of the chairperson any other officer of the Agency authorised by the Agency to authen­ticate the use of the seal. (2) Any instrument or contract which if executed or entered into by a person other than a body corporate would not require to be under seal, may be executed or entered into on behalf of the Agency by the Director-General or any member of the Agency if the person has previously been authorised by a decision of the Board to execute or enter into that particular agreement or contract. Any instrument or contract which if executed or entered into by a person other than a body corporate would not require to be under seal, may be executed or entered into on behalf of the Agency by the Director-General or any member of the Agency if the person has previously been authorised by a decision of the Board to execute or enter into that particular agreement or contract. (3) The provisions of this section is subject to section 12 of the Contracts Act, 1960 (Act 25). The provisions of this section is subject to section 12 of the Contracts Act, 1960 (Act 25)."
    },
    {
      "provision_ref": "s29",
      "part": "Part III – Administrative and general provisions",
      "section": "29",
      "title": "Confidentiality",
      "content": "(1) A member of the Board, the Director-General, or any other officer or employee of the Agency shall— A member of the Board, the Director-General, or any other officer or employee of the Agency shall— subject to any existing law, treat as confidential any information obtained in the exercise of powers or the performance of duties under this Act; and subject to any existing law, treat as confidential any information obtained in the exercise of powers or the performance of duties under this Act; and not disclose any information except when required to do so by a court, under any enactment or other circumstances determined by the Board. not disclose any information except when required to do so by a court, under any enactment or other circumstances determined by the Board. (2) Any person who acts contrary to subsection (1) shall, in the case of an officer or employee of the Agency be subject to disciplinary action, and in the case of a member of the Board be liable to be removed from the Board. Any person who acts contrary to subsection (1) shall, in the case of an officer or employee of the Agency be subject to disciplinary action, and in the case of a member of the Board be liable to be removed from the Board."
    },
    {
      "provision_ref": "s30",
      "part": "Part III – Administrative and general provisions",
      "section": "30",
      "title": "Improper use of the Organization’s official seal",
      "content": "(1) A person, without the authority of the Minister responsible for Commu­nications, shall not use A person, without the authority of the Minister responsible for Commu­nications, shall not use the design in the Schedule which is the official seal and emblem of the World Meteorological Organization, or the design in the Schedule which is the official seal and emblem of the World Meteorological Organization, or the designation “World Meteorological Organization” or an abbre­viation of that designation. the designation “World Meteorological Organization” or an abbre­viation of that designation. (2) A person who contravenes sub-section (1) commits an offence and is liable on summary conviction to a fine not exceeding 200 penalty units and shall forfeit to the Republic the goods in connection with which the seal, emblem or designation was used. A person who contravenes sub-section (1) commits an offence and is liable on summary conviction to a fine not exceeding 200 penalty units and shall forfeit to the Republic the goods in connection with which the seal, emblem or designation was used."
    },
    {
      "provision_ref": "s31",
      "part": "Part III – Administrative and general provisions",
      "section": "31",
      "title": "Offences committed by a body of persons",
      "content": "(1) Where a body of persons is convicted of an offence under this Act Where a body of persons is convicted of an offence under this Act in the case of a body corporate, every director or officer of that body corporate shall be deemed to have committed that offence; and in the case of a body corporate, every director or officer of that body corporate shall be deemed to have committed that offence; and in the case of a partnership or a firm every partner of the partnership or firm shall be deemed to have committed that offence, and shall upon conviction be liable to a fine not exceeding 500 penalty units or to imprisonment for a term not exceeding two years or to both. in the case of a partnership or a firm every partner of the partnership or firm shall be deemed to have committed that offence, and shall upon conviction be liable to a fine not exceeding 500 penalty units or to imprisonment for a term not exceeding two years or to both. (2) A person is not deemed to have committed an offence under subsection (1) if the person proves that the offence was committed without that person’s knowledge, that the person exercised care and due diligence to prevent the commission of the offence having regard to all the circumstances. A person is not deemed to have committed an offence under subsection (1) if the person proves that the offence was committed without that person’s knowledge, that the person exercised care and due diligence to prevent the commission of the offence having regard to all the circumstances."
    },
    {
      "provision_ref": "s32",
      "part": "Part III – Administrative and general provisions",
      "section": "32",
      "title": "Regulations",
      "content": "(1) The Minister may on the recommendations of the Board make regulations by legislative instrument to give effect to the provisions of this Act. The Minister may on the recommendations of the Board make regulations by legislative instrument to give effect to the provisions of this Act. (2) In furtherance of subsection (1), the Minister may make regulations; In furtherance of subsection (1), the Minister may make regulations; to prescribe guidelines for climatic requirement for sectoral activities; to prescribe guidelines for climatic requirement for sectoral activities; for the establishment of meteorological stations; for the establishment of meteorological stations; for matters in respect of which fees are payable; for matters in respect of which fees are payable; for the provision of aeronautical services; for the provision of aeronautical services; to provide for uniform standards in the observation of meteorological phenomena; to provide for uniform standards in the observation of meteorological phenomena; generally, for the achievement of the purposes of this Act. generally, for the achievement of the purposes of this Act."
    },
    {
      "provision_ref": "s33",
      "part": "Part III – Administrative and general provisions",
      "section": "33",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires;“Agency” means the Ghana Meteorological Agency established under section 1 of this Act;“aeronautical service” includes information, direction and other facilities furnished, issued or provided in connection with meteorological fore­casts or data;“agro-meteorology” means the application of meteorological infor­mation and data in the monitoring and management of agricultural activities;“Board” means the governing body of the Agency provided for under section 4 of this Act;“Conventions” means the WMO Convention, the Convention of the International Civil Aviation Organisation, Framework Convention on Climatic Change and Convention to Combat Desertification and Drought;“meteorology” means the study dealing with phenomena of the atmos­phere;“Minister” means the Minister responsible for Communications;“operational hydrology” means the practical application of meteorology in relation to water and flood management;“premises” includes any building or land, ship, aircraft, caravan but does not include a building or place used exclusively as a dwelling place;“sectoral activities” includes activities related to agriculture, marine, civil aviation, construction and building works, environment, water resources and natural disaster;“upper air” refers to any level above ten metres from the surface of the earth;“weather” means the state of the atmosphere which consists of the short­ term on the scale of minutes to days variation of the atmosphere. In this Act unless the context otherwise requires; “Agency” means the Ghana Meteorological Agency established under section 1 of this Act; “aeronautical service” includes information, direction and other facilities furnished, issued or provided in connection with meteorological fore­casts or data; “agro-meteorology” means the application of meteorological infor­mation and data in the monitoring and management of agricultural activities; “Board” means the governing body of the Agency provided for under section 4 of this Act; “Conventions” means the WMO Convention, the Convention of the International Civil Aviation Organisation, Framework Convention on Climatic Change and Convention to Combat Desertification and Drought; “meteorology” means the study dealing with phenomena of the atmos­phere; “Minister” means the Minister responsible for Communications; “operational hydrology” means the practical application of meteorology in relation to water and flood management; “premises” includes any building or land, ship, aircraft, caravan but does not include a building or place used exclusively as a dwelling place; “sectoral activities” includes activities related to agriculture, marine, civil aviation, construction and building works, environment, water resources and natural disaster; “upper air” refers to any level above ten metres from the surface of the earth; “weather” means the state of the atmosphere which consists of the short­ term on the scale of minutes to days variation of the atmosphere."
    },
    {
      "provision_ref": "s34",
      "part": "Part III – Administrative and general provisions",
      "section": "34",
      "title": "Dissolution of Meteorological Services Department",
      "content": "(1) The body known and referred to as “the Meteorological Services Department established by the Civil Service (Structure) Regulations, 1961 (L.I. 139) is hereby dissolved. The body known and referred to as “the Meteorological Services Department established by the Civil Service (Structure) Regulations, 1961 (L.I. 139) is hereby dissolved. (2) Notwithstanding the revocation under subsection (1) any contracts, orders or decisions or anything made or done by a body which until the coming into force of this Act, was charged with the performance of any of the functions under this Act shall, be valid arid continue in force as if it was made or done under this Act. Notwithstanding the revocation under subsection (1) any contracts, orders or decisions or anything made or done by a body which until the coming into force of this Act, was charged with the performance of any of the functions under this Act shall, be valid arid continue in force as if it was made or done under this Act."
    },
    {
      "provision_ref": "s35",
      "part": "Part III – Administrative and general provisions",
      "section": "35",
      "title": "Transfer and vesting of assets and liabilities",
      "content": "The rights, assets, obligation and liabilities of the dissolved Meteorological Services Department of the Ministry of Communications and the persons employed for or by the dissolved department are hereby transferred to the Agency established under this Act. The rights, assets, obligation and liabilities of the dissolved Meteorological Services Department of the Ministry of Communications and the persons employed for or by the dissolved department are hereby transferred to the Agency established under this Act."
    },
    {
      "provision_ref": "s36",
      "part": "Part III – Administrative and general provisions",
      "section": "36",
      "title": "Repeal",
      "content": "The World Meteorological Organization (Protection) Act, 1959 (No. 20) is hereby repealed. The World Meteorological Organization (Protection) Act, 1959 (No. 20) is hereby repealed."
    }
  ],
  "definitions": [
    {
      "term": "Agency",
      "definition": "the Ghana Meteorological Agency established under section 1 of this Act",
      "source_provision": "s33"
    },
    {
      "term": "agro-meteorology",
      "definition": "the application of meteorological infor­mation and data in the monitoring and management of agricultural activities",
      "source_provision": "s33"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Agency provided for under section 4 of this Act",
      "source_provision": "s33"
    },
    {
      "term": "Conventions",
      "definition": "the WMO Convention, the Convention of the International Civil Aviation Organisation, Framework Convention on Climatic Change and Convention to Combat Desertification and Drought",
      "source_provision": "s33"
    },
    {
      "term": "meteorology",
      "definition": "the study dealing with phenomena of the atmos­phere",
      "source_provision": "s33"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Communications",
      "source_provision": "s33"
    },
    {
      "term": "operational hydrology",
      "definition": "the practical application of meteorology in relation to water and flood management",
      "source_provision": "s33"
    },
    {
      "term": "weather",
      "definition": "the state of the atmosphere which consists of the short­ term on the scale of minutes to days variation of the atmosphere. In this Act unless the context otherwise requires",
      "source_provision": "s33"
    },
    {
      "term": "Agency",
      "definition": "the Ghana Meteorological Agency established under section 1 of this Act",
      "source_provision": "s33"
    },
    {
      "term": "agro-meteorology",
      "definition": "the application of meteorological infor­mation and data in the monitoring and management of agricultural activities",
      "source_provision": "s33"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Agency provided for under section 4 of this Act",
      "source_provision": "s33"
    },
    {
      "term": "Conventions",
      "definition": "the WMO Convention, the Convention of the International Civil Aviation Organisation, Framework Convention on Climatic Change and Convention to Combat Desertification and Drought",
      "source_provision": "s33"
    },
    {
      "term": "meteorology",
      "definition": "the study dealing with phenomena of the atmos­phere",
      "source_provision": "s33"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Communications",
      "source_provision": "s33"
    },
    {
      "term": "operational hydrology",
      "definition": "the practical application of meteorology in relation to water and flood management",
      "source_provision": "s33"
    }
  ]
}