{
  "id": "act-672-2004",
  "type": "act",
  "title": "University of Education, Winneba Act, 2004",
  "short_name": "UEW 2004",
  "act_number": 672,
  "year": 2004,
  "status": "in_force",
  "issued_date": "2004-05-21",
  "url": "https://ghalii.org/akn/gh/act/2004/672",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of University of Education, Winneba",
      "content": "(1) There is hereby established by this Act at a University to be known as the University of Education, Winneba. There is hereby established by this Act at a University to be known as the University of Education, Winneba. (2) The University shall be a body corporate with perpetual succession, a common seal and may sue and be sued in its own name. The University shall be a body corporate with perpetual succession, a common seal and may sue and be sued in its own name. (3) The University comprises the Colleges of the University College of Education, Winneba at the commencement of this Act and such other colleges as may be determined by the University Council. The University comprises the Colleges of the University College of Education, Winneba at the commencement of this Act and such other colleges as may be determined by the University Council."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Acquisition of property",
      "content": "(1) The Council may acquire and hold any movable or immovable property sell, lease, mortgage or otherwise dispose of property. The Council may acquire and hold any movable or immovable property sell, lease, mortgage or otherwise dispose of property. (2) Where the Council decides and the Government agrees that, for the purpose of this Act, an acquisition of property or a right over land is necessary, the property or land may be acquired under the State Property and Contracts Act, 1960 (CA 6) or the State Lands Act, 1962 Act 125). Where the Council decides and the Government agrees that, for the purpose of this Act, an acquisition of property or a right over land is necessary, the property or land may be acquired under the State Property and Contracts Act, 1960 (CA 6) or the State Lands Act, 1962 Act 125)."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Power to award degrees",
      "content": "The University shall award its own degrees, diplomas and certificates. The University shall award its own degrees, diplomas and certificates."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Aims of the University",
      "content": "(1) The aims of the University are The aims of the University are to provide higher education and foster a systematic advancement of the science and the art of teacher education; to provide higher education and foster a systematic advancement of the science and the art of teacher education; to train tutors for the colleges of education and other tertiary institutions; to train tutors for the colleges of education and other tertiary institutions; to provide teachers with professional competence for teaching in pre-tertiary institutions such as pre-school, basic, senior secondary school and non-formal education institutions; and to provide teachers with professional competence for teaching in pre-tertiary institutions such as pre-school, basic, senior secondary school and non-formal education institutions; and to foster links between the schools and the community in order to ensure the holistic training of teachers. to foster links between the schools and the community in order to ensure the holistic training of teachers. (2) The University shall for the purpose of achieving its aims. The University shall for the purpose of achieving its aims. determine the subjects to be taught at the University, placing emphasis on subjects which are of special relevance to the needs of the educational system of the country and for national development; determine the subjects to be taught at the University, placing emphasis on subjects which are of special relevance to the needs of the educational system of the country and for national development; provide teacher education to citizens who are interested and are capable of benefiting from it by giving priority to persons in the teaching service with no university education; provide teacher education to citizens who are interested and are capable of benefiting from it by giving priority to persons in the teaching service with no university education; provide opportunities for higher education especially teacher education for students from other countries in Africa; provide opportunities for higher education especially teacher education for students from other countries in Africa; teach students methodology for critical and independent work in the classroom while making them aware of their responsibility to use the knowledge acquired for the general benefit of the Republic; teach students methodology for critical and independent work in the classroom while making them aware of their responsibility to use the knowledge acquired for the general benefit of the Republic; ensure that practical research experience in the classroom is undertaken in the subjects which are taught in the University but with special emphasis on philosophy and psychology which relate to the social, cultural, political, economic, scientific, technical, technological and other issues that exist in teaching and learning; ensure that practical research experience in the classroom is undertaken in the subjects which are taught in the University but with special emphasis on philosophy and psychology which relate to the social, cultural, political, economic, scientific, technical, technological and other issues that exist in teaching and learning; ensure that the results of research and knowledge are spread generally by the development of multi media teaching materials, publication of text books, papers and any other suitable means; ensure that the results of research and knowledge are spread generally by the development of multi media teaching materials, publication of text books, papers and any other suitable means; develop teaching and learning materials in music, culture, science and technology suitable for dissemination to schools, colleges and non-formal educational institutions in the country; and develop teaching and learning materials in music, culture, science and technology suitable for dissemination to schools, colleges and non-formal educational institutions in the country; and develop close relationships with the Ghana National Association of Teachers, Professional Teacher Organisations, the Ghana Education Secondary, pre-tertiaiy educational institutions, Universities and other tertiary institutions both in the country and elsewhere. develop close relationships with the Ghana National Association of Teachers, Professional Teacher Organisations, the Ghana Education Secondary, pre-tertiaiy educational institutions, Universities and other tertiary institutions both in the country and elsewhere."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Campus of the University",
      "content": "The University shall, without limit to the power of the University Council to establish other campuses, have a campus at Kumasi to be known as College of Technical Education, Kumasi and a campus at Ashanti Mampong to be known as the College of Agricultural Education, Mampong Ashanti. The University shall, without limit to the power of the University Council to establish other campuses, have a campus at Kumasi to be known as College of Technical Education, Kumasi and a campus at Ashanti Mampong to be known as the College of Agricultural Education, Mampong Ashanti."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "The University Council",
      "content": "(1) The University shall have a Council which shall be the governing body of the University. The University shall have a Council which shall be the governing body of the University. (2) The Council shall be composed of the following members: The Council shall be composed of the following members: four persons nominated by the Minister one of whom shall be appointed chairperson; four persons nominated by the Minister one of whom shall be appointed chairperson; the Vice-Chancellor of the University; the Vice-Chancellor of the University; a representative of the Ghana Education Service Council; a representative of the Ghana Education Service Council; the Director-General of the Ghana Education Service; the Director-General of the Ghana Education Service; a representative of Professional Teacher organisations; a representative of Professional Teacher organisations; four elected members of Convocation; one from each of the Colleges of the University; four elected members of Convocation; one from each of the Colleges of the University; a representative of the Teachers and Educational Workers Union; a representative of the Teachers and Educational Workers Union; a representative of the Alumni; a representative of the Alumni; two students (one for under-graduate and one for post-graduate; and two students (one for under-graduate and one for post-graduate; and a representative of National Council on Tertiary Education (NCTE) a representative of National Council on Tertiary Education (NCTE) (3) The members of the Council shall be appointed by the President acting in consultation with the Council of State. The members of the Council shall be appointed by the President acting in consultation with the Council of State."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Functions of the Council",
      "content": "(1) The Council shall The Council shall implement the aims of the University; implement the aims of the University; make arrangements as it considers appropriate for the internal organisation of the University including the establishment, variation and supervision of make arrangements as it considers appropriate for the internal organisation of the University including the establishment, variation and supervision of academic divisions, schools, faculties, departments, institutes, halls and other bodies; academic divisions, schools, faculties, departments, institutes, halls and other bodies; professorships, lectureships and other positions, whether academic, administrative or otherwise; professorships, lectureships and other positions, whether academic, administrative or otherwise; fellowships, bursaries, exhibitions, scholarships, prizes, honorary degrees and other awards; and fellowships, bursaries, exhibitions, scholarships, prizes, honorary degrees and other awards; and promote income generating activities as part of the University's programme promote income generating activities as part of the University's programme (2) The Council may for the purpose of achieving the aims of the University establish committees or boards that it considers necessary and shall assign any functions that it considers appropriate to a committee or board. The Council may for the purpose of achieving the aims of the University establish committees or boards that it considers necessary and shall assign any functions that it considers appropriate to a committee or board. (3) The Council may refer to the academic board any matter coming before the Council which the Council considers to have academic implication. The Council may refer to the academic board any matter coming before the Council which the Council considers to have academic implication."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Term of office of the members of the Council",
      "content": "(1) Every member of the Council except the Vice-Chancellor and principals shall hold office for a period of two years and is eligible for re-appointment. Every member of the Council except the Vice-Chancellor and principals shall hold office for a period of two years and is eligible for re-appointment. (2) If a member of the Council is absent from the country for a continuous period of twelve months, the office of the member shall become vacant at the end of the period. If a member of the Council is absent from the country for a continuous period of twelve months, the office of the member shall become vacant at the end of the period. (3) A member of the Council except the Vice-Chancellor and the principals may resign from membership of the Council in writing addressed to the President through the chairperson of the Council. A member of the Council except the Vice-Chancellor and the principals may resign from membership of the Council in writing addressed to the President through the chairperson of the Council. (4) Where the office of a member becomes vacant by death or resignation or by absence from the country, the Council shall appoint another person nominated by the relevant body for the unexpired term of the office. Where the office of a member becomes vacant by death or resignation or by absence from the country, the Council shall appoint another person nominated by the relevant body for the unexpired term of the office. (5) Subject to subsection (2) where a member of the Council is temporarily absent from the country, the Council may appoint another person nominated by the relevant body or institution to act for that member during the absence of the member. Subject to subsection (2) where a member of the Council is temporarily absent from the country, the Council may appoint another person nominated by the relevant body or institution to act for that member during the absence of the member. (6) A member of the Council is not entitled to remuneration for membership of the Council but the member is entitled to such allowances as the Minister in consultation with the Minister for Finance may determine. A member of the Council is not entitled to remuneration for membership of the Council but the member is entitled to such allowances as the Minister in consultation with the Minister for Finance may determine."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Meetings of the Council",
      "content": "(1) The Council shall meet at such times and places as the Chairperson may determine for the conduct of its business but shall meet at least three times in each academic year. The Council shall meet at such times and places as the Chairperson may determine for the conduct of its business but shall meet at least three times in each academic year. (2) The chairperson shall preside at each meeting of the Council but in the absence of the chairperson, a government nominee on the Council elected by the other members of the Council present shall preside. The chairperson shall preside at each meeting of the Council but in the absence of the chairperson, a government nominee on the Council elected by the other members of the Council present shall preside. (3) The quorum at a meeting of the Council shall be seven including at least one government nominee. The quorum at a meeting of the Council shall be seven including at least one government nominee. (4) Decisions by the Council shall be made by a simple majority of the votes cast. Decisions by the Council shall be made by a simple majority of the votes cast. (5) The chairperson of the Council shall have an original and a casting vote. The chairperson of the Council shall have an original and a casting vote. (6) The Council may co-opt any person to attend and participate in any of its meetings but a co-opted person is not entitled to vote on an issue for a decision by the Council. The Council may co-opt any person to attend and participate in any of its meetings but a co-opted person is not entitled to vote on an issue for a decision by the Council. (7) The Pro-Vice Chancellor, the Registrar, the Finance Officer and the Principals of the Colleges of the University shall attend meetings of the Council but are not entitled to vote on any issue for a decision by the Council. The Pro-Vice Chancellor, the Registrar, the Finance Officer and the Principals of the Colleges of the University shall attend meetings of the Council but are not entitled to vote on any issue for a decision by the Council."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "General powers of the Council",
      "content": "Subject to the provisions of this Act, the Council may provide for any act or thing in relation to the University which it considers necessary or expedient in its capacity as the governing body of the University. Subject to the provisions of this Act, the Council may provide for any act or thing in relation to the University which it considers necessary or expedient in its capacity as the governing body of the University."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Principal officers of the University",
      "content": "The principal officers of the University shall be: the Vice-Chancellor; the Vice-Chancellor; the Pro-Vice Chancellor; the Pro-Vice Chancellor; the Registrar; the Registrar; the Finance Officer; and the Finance Officer; and the Librarian. the Librarian."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Chancellor of the University",
      "content": "(1) There shall be a Chancellor of the University who shall be appointed by the Council. There shall be a Chancellor of the University who shall be appointed by the Council. (2) The Chancellor shall confer on qualified persons degrees, diplomas and certificates awarded by the Academic Board and honorary degrees awarded by the Council in accordance with procedures prescribed by the statutes enacted by the Council. The Chancellor shall confer on qualified persons degrees, diplomas and certificates awarded by the Academic Board and honorary degrees awarded by the Council in accordance with procedures prescribed by the statutes enacted by the Council. (3) Subject to this section the Chancellor shall preside all ceremonies of the University. Subject to this section the Chancellor shall preside all ceremonies of the University."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Vice-Chancellor of the University",
      "content": "(1) There shall be a Vice-Chancellor or Pro-Vice Chancellors as the Council may determine who shall be appointed by the Council. There shall be a Vice-Chancellor or Pro-Vice Chancellors as the Council may determine who shall be appointed by the Council. (2) The Vice-Chancellor shall be appointed on such terms and conditions as may be specified in the appointing instrument. The Vice-Chancellor shall be appointed on such terms and conditions as may be specified in the appointing instrument."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Pro-Vice Chancellor of the University",
      "content": "(1) There shall be a Pro-Vice Chancellor who shall be elected by the convocation and appointed by the Council in accordance with the statutes of the University. There shall be a Pro-Vice Chancellor who shall be elected by the convocation and appointed by the Council in accordance with the statutes of the University. (2) The Pro-Vice Chancellor shall The Pro-Vice Chancellor shall assist the Vice-Chancellor in the performance of the functions of the Vice-Chancellor; assist the Vice-Chancellor in the performance of the functions of the Vice-Chancellor; act in the absence of the Vice-Chancellor; and act in the absence of the Vice-Chancellor; and perform other functions assigned to him or her by the Vice-Chancellor or the Council. perform other functions assigned to him or her by the Vice-Chancellor or the Council."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Principals of the Colleges of the University",
      "content": "There shall be a Principal for each of the Colleges of the University who shall be appointed by the Council. There shall be a Principal for each of the Colleges of the University who shall be appointed by the Council."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Academic Board",
      "content": "There shall be an Academic Board for the University, referred to in this Act as the \"Board\" which shall consist of the Vice-Chancellor and other persons drawn from the academic staff of the University in accordance with the statutes enacted by the Council. There shall be an Academic Board for the University, referred to in this Act as the \"Board\" which shall consist of the Vice-Chancellor and other persons drawn from the academic staff of the University in accordance with the statutes enacted by the Council."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Functions of the Academic Board",
      "content": "(1) The Academic Board shall, subject to the powers of the Council The Academic Board shall, subject to the powers of the Council formulate and any out the academic policies of the University; formulate and any out the academic policies of the University; devise and regulate courses of instruction and study; devise and regulate courses of instruction and study; regulate the conduct of examinations and the award of degrees, diplomas and certificates; regulate the conduct of examinations and the award of degrees, diplomas and certificates; advise the Council on the admission of students and award of scholarships and bursaries; and advise the Council on the admission of students and award of scholarships and bursaries; and report on matters as may be referred to it by the Council. report on matters as may be referred to it by the Council. (2) The Academic Board may make representation to the Council on any matter connected with the University and shall have such additional functions as may be conferred on the Academic Board by statutes enacted by the Council The Academic Board may make representation to the Council on any matter connected with the University and shall have such additional functions as may be conferred on the Academic Board by statutes enacted by the Council"
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Registrar of the University",
      "content": "The University shall have a Registrar who shall be appointed by the Council and shall act as secretary to the Council and such other boards and committees as the Council may direct. The University shall have a Registrar who shall be appointed by the Council and shall act as secretary to the Council and such other boards and committees as the Council may direct."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Finance Officer of the University and other staff",
      "content": "(1) The University shall have a Finance Officer who shall be appointed by the Council. The University shall have a Finance Officer who shall be appointed by the Council. (2) The University shall have such other officers and employees as the Council shall appoint. The University shall have such other officers and employees as the Council shall appoint."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Funds",
      "content": "(1) The Funds of the University shall consist of The Funds of the University shall consist of subvention approved by Parliament; subvention approved by Parliament; tuition and boarding fees; tuition and boarding fees; gifts; gifts; endowments; endowments; grants; grants; investments; and investments; and monies from any other sources approved by the University Council. monies from any other sources approved by the University Council. (2) The Council shall control the finances of the University as well as other finances arising out of the administration of the University except that, before determining questions finance which directly affect the educational policy of the University, the Council shall invite the opinion of the Academic Board and take into consideration any recommendation or report submitted by the Board. The Council shall control the finances of the University as well as other finances arising out of the administration of the University except that, before determining questions finance which directly affect the educational policy of the University, the Council shall invite the opinion of the Academic Board and take into consideration any recommendation or report submitted by the Board. (3) The Council shall ensure that resources of the University are properly used. The Council shall ensure that resources of the University are properly used. (4) The Council may from time to time specify matters which concern income and expenditure in respect of which the Council's consent should be obtained before any liability is incurred. The Council may from time to time specify matters which concern income and expenditure in respect of which the Council's consent should be obtained before any liability is incurred. (5) The Council shall determine the allocation of the funds at the disposal of the University. The Council shall determine the allocation of the funds at the disposal of the University."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Books of account",
      "content": "(1) The Council shall cause to be kept books of account and proper records in relation to them and the account books and records shall be in a form approved by the Auditor-General. The Council shall cause to be kept books of account and proper records in relation to them and the account books and records shall be in a form approved by the Auditor-General. (2) The University's financial year shall be the same as the financial year of Government. The University's financial year shall be the same as the financial year of Government."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Audit",
      "content": "(1) The books and accounts of the University shall be audited each year by the Auditor-General or an auditor appointed by the Auditor-General. The books and accounts of the University shall be audited each year by the Auditor-General or an auditor appointed by the Auditor-General. (2) The Council shall pay in respect of the audit such fees as the Auditor-General and the Council may agree. The Council shall pay in respect of the audit such fees as the Auditor-General and the Council may agree. (3) The Council shall within two months, upon receipt of the report of the Auditor-General, forward a copy of the report to the Minister responsible for Education. The Council shall within two months, upon receipt of the report of the Auditor-General, forward a copy of the report to the Minister responsible for Education."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Enactment of statutes",
      "content": "The Council may enact statutes for carrying into effect the provisions of this Act, and in particular to regulate the appointment, conditions of service, termination of appointment and retirement benefits of the staff of the University and for determining the persons who are the academic staff of the University; regulate the appointment, conditions of service, termination of appointment and retirement benefits of the staff of the University and for determining the persons who are the academic staff of the University; determine the persons who are authorized to sign contracts, cheques and other documents on behalf of the University, and to regulate the procedure in relation to transactions entered into by the University; determine the persons who are authorized to sign contracts, cheques and other documents on behalf of the University, and to regulate the procedure in relation to transactions entered into by the University; approve the academic calendar of the University; approve the academic calendar of the University; ensure that the seal of the University is kept in proper custody and is used only by its authority; and ensure that the seal of the University is kept in proper custody and is used only by its authority; and provide for any matter which is required by this Act to be prescribed by statutes. provide for any matter which is required by this Act to be prescribed by statutes."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Procedure for enacting statutes",
      "content": "(1) For the purpose of enacting a statute, a draft of the statute shall be circulated to the members of the Council at least fourteen days before the meeting at which the statute is to be considered. For the purpose of enacting a statute, a draft of the statute shall be circulated to the members of the Council at least fourteen days before the meeting at which the statute is to be considered. (2) After consideration at the meeting, the draft may be provisionally approved either with or without amendment. After consideration at the meeting, the draft may be provisionally approved either with or without amendment. (3) The statutes as provisionally approved shall be circulated to the members of the Council and where in the opinion of the Council, the statutes affect academic matters, the statutes shall be circulated to the members of the Academic Board at least seven days before the meeting at which the statute is to be confirmed. The statutes as provisionally approved shall be circulated to the members of the Council and where in the opinion of the Council, the statutes affect academic matters, the statutes shall be circulated to the members of the Academic Board at least seven days before the meeting at which the statute is to be confirmed. (4) A provisional statute may be confined without amendment at a meeting of the Council which shall be held within six months after the meeting at which the statute was provisionally approved. A provisional statute may be confined without amendment at a meeting of the Council which shall be held within six months after the meeting at which the statute was provisionally approved."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Convocation",
      "content": "There shall be a Convocation of the University with a membership prescribed by statutes, which shall, subject to this Act, receive an annual report from the Vice-chancellor on the performance of the University and shall have other powers and functions which may be prescribed by statutes. There shall be a Convocation of the University with a membership prescribed by statutes, which shall, subject to this Act, receive an annual report from the Vice-chancellor on the performance of the University and shall have other powers and functions which may be prescribed by statutes."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Students Representative Council",
      "content": "There shall be a Students Representative Council of the University whose constitution and functions shall conform to the provisions of the statutes of the University. There shall be a Students Representative Council of the University whose constitution and functions shall conform to the provisions of the statutes of the University."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Annual report",
      "content": "(1) The University shall, within six months after the end of each financial year, submit to the Minister an annual report on the activities of the University during that year. The University shall, within six months after the end of each financial year, submit to the Minister an annual report on the activities of the University during that year. (2) The report shall include a copy of the audited accounts of the University in respect of the financial year and the report of the Auditor-General or an auditor appointed by the Auditor-General on the audited accounts. The report shall include a copy of the audited accounts of the University in respect of the financial year and the report of the Auditor-General or an auditor appointed by the Auditor-General on the audited accounts. (3) The Minister shall within two months of the receipt of the annual report from the University submit the report to Parliament with such comments as the Minister considers necessary. The Minister shall within two months of the receipt of the annual report from the University submit the report to Parliament with such comments as the Minister considers necessary."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Regulations",
      "content": "The Minister may by legislative instrument on the recommendation of the Council make such regulations as are considered necessary for the implementation of this Act. The Minister may by legislative instrument on the recommendation of the Council make such regulations as are considered necessary for the implementation of this Act."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires,\"Council\" means the University Council;\"constituent institution\" means the College of Technology Education, Kumasi and the College of Agricultural Education, Mampong Ashanti“Minister” means the Minister responsible for Education.“University” means the University of Education, Winneba established by section 1 of this Act. In this Act unless the context otherwise requires, \"Council\" means the University Council; \"constituent institution\" means the College of Technology Education, Kumasi and the College of Agricultural Education, Mampong Ashanti “Minister” means the Minister responsible for Education. “University” means the University of Education, Winneba established by section 1 of this Act."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Repeal and savings",
      "content": "(1) The University College of Education Law, 1993 (P.N.D.C.L. 322) is hereby repealed. The University College of Education Law, 1993 (P.N.D.C.L. 322) is hereby repealed. (2) Notwithstanding the repeal in subsection (1), any rights or assets, which at commencement of this Act were vested in the University College of Education of Winneba are hereby vested in the University established under this Act. Notwithstanding the repeal in subsection (1), any rights or assets, which at commencement of this Act were vested in the University College of Education of Winneba are hereby vested in the University established under this Act. (3) Subject to the provisions of this Act, every contract entered into by the University College of Education, Winneba shall have effect as if entered into by the University established under this Act and liabilities and obligations subsisting against the University College of Education Winneba shall subsist against the University established under this Act. Subject to the provisions of this Act, every contract entered into by the University College of Education, Winneba shall have effect as if entered into by the University established under this Act and liabilities and obligations subsisting against the University College of Education Winneba shall subsist against the University established under this Act. (4) Except as otherwise provided by this Act a reference to the University College of Education, Winneba in any enactment shall be construed as a reference to the University of Education, Winneba, established under this Act. Except as otherwise provided by this Act a reference to the University College of Education, Winneba in any enactment shall be construed as a reference to the University of Education, Winneba, established under this Act."
    }
  ],
  "definitions": [
    {
      "term": "Council",
      "definition": "the University Council",
      "source_provision": "s29"
    },
    {
      "term": "constituent institution",
      "definition": "the College of Technology Education, Kumasi and the College of Agricultural Education, Mampong Ashanti“Minister” means the Minister responsible for Education.“University” means the University of Education, Winneba established by section 1 of this Act. In this Act unless the context otherwise requires, \"Council\" means the University Council",
      "source_provision": "s29"
    }
  ]
}