{
  "id": "act-664-2004",
  "type": "act",
  "title": "Trade Marks Act, 2004",
  "short_name": "Trade Marks Act, 2004 2004",
  "act_number": 664,
  "year": 2004,
  "status": "in_force",
  "issued_date": "2004-02-06",
  "url": "https://ghalii.org/akn/gh/act/2004/664",
  "provisions": [
    {
      "provision_ref": "s1",
      "part": "Part I – Registration of trade mark",
      "section": "1",
      "title": "Meaning of trade mark",
      "content": "Trade mark means any sign or combination of signs capable of distinguishing the goods or services of one undertaking from the goods or services of other undertakings including words such as personal names, letters, numerals and figurative elements. Trade mark means any sign or combination of signs capable of distinguishing the goods or services of one undertaking from the goods or services of other undertakings including words such as personal names, letters, numerals and figurative elements."
    },
    {
      "provision_ref": "s2",
      "part": "Part I – Registration of trade mark",
      "section": "2",
      "title": "Meaning of collective mark",
      "content": "A collective mark is a visible sign capable of distinguishing the origin or any other common characteristic including the quality of goods or services of different enterprises which use the sign under the control of a registered owner from the goods or services of other enterprises. A collective mark is a visible sign capable of distinguishing the origin or any other common characteristic including the quality of goods or services of different enterprises which use the sign under the control of a registered owner from the goods or services of other enterprises."
    },
    {
      "provision_ref": "s3",
      "part": "Part I – Registration of trade mark",
      "section": "3",
      "title": "Registration of trade mark",
      "content": "Registration of a trade mark by any person confers an exclusive right to the use of the trade mark on the person. Registration of a trade mark by any person confers an exclusive right to the use of the trade mark on the person."
    },
    {
      "provision_ref": "s4",
      "part": "Part I – Registration of trade mark",
      "section": "4",
      "title": "Application for registration",
      "content": "(1) An application for the registration of a trade mark shall be filed with the Registrar and is subject to the payment of the prescribed fee. An application for the registration of a trade mark shall be filed with the Registrar and is subject to the payment of the prescribed fee. (2) The application shall be accompanied with a reproduction of the trade mark and a list of the goods or services for which the registration of the trade mark is requested using the International Classification. The application shall be accompanied with a reproduction of the trade mark and a list of the goods or services for which the registration of the trade mark is requested using the International Classification. (3) The application may contain a declaration claiming the priority of an earlier national or regional application filed by the applicant or the predecessor in title of the applicant as provided for in article 4 of the Paris Convention set out in Schedule 1 The application may contain a declaration claiming the priority of an earlier national or regional application filed by the applicant or the predecessor in title of the applicant as provided for in article 4 of the Paris Convention set out in Schedule 1 in or for any state party to the Convention; or in or for any state party to the Convention; or in or for any member of the World Trade Organisation in or for any member of the World Trade Organisation and the Registrar may require the applicant to provide within the prescribed time a copy of the earlier application certified as correct by the office with which it was filed. (4) Where the Registrar finds that the requirements under subsection (3) have not been met, the declaration shall cease to have effect. Where the Registrar finds that the requirements under subsection (3) have not been met, the declaration shall cease to have effect. (5) The applicant may withdraw the application. The applicant may withdraw the application."
    },
    {
      "provision_ref": "s5",
      "part": "Part I – Registration of trade mark",
      "section": "5",
      "title": "Grounds for refusal of registration",
      "content": "No trade mark shall be registered if, it is a trade name; it is a trade name; it is incapable of distinguishing the goods or services of one enterprise from the goods or services of another enterprise; it is incapable of distinguishing the goods or services of one enterprise from the goods or services of another enterprise; it is contrary to public order or morality; it is contrary to public order or morality; it is likely to mislead the public or trade circles with particular reference to the geographical origin of the goods or services, their nature or characteristics; it is likely to mislead the public or trade circles with particular reference to the geographical origin of the goods or services, their nature or characteristics; it is identical to or is an imitation of or contains as an element, an armorial bearing, flag, emblem, name, abbreviation or initials of the name, official sign or hallmark adopted by a State, intergovernmental organisation or organisation created by an international convention unless authorised by the competent authority of that State or organisation; it is identical to or is an imitation of or contains as an element, an armorial bearing, flag, emblem, name, abbreviation or initials of the name, official sign or hallmark adopted by a State, intergovernmental organisation or organisation created by an international convention unless authorised by the competent authority of that State or organisation; it is identical to or confusingly similar to or constitutes a translation of a trade mark or trade name which is well known in the country for identical or similar goods or services of another enterprise, or the trade mark is well known and registered in the country for goods or services which are not identical or similar to those under application but the use of the trade mark will indicate a connection between those goods or services and the owner of the well known trade mark and the interests of the owner of the well known trade mark are likely to be damaged by the use of the trade mark; it is identical to or confusingly similar to or constitutes a translation of a trade mark or trade name which is well known in the country for identical or similar goods or services of another enterprise, or the trade mark is well known and registered in the country for goods or services which are not identical or similar to those under application but the use of the trade mark will indicate a connection between those goods or services and the owner of the well known trade mark and the interests of the owner of the well known trade mark are likely to be damaged by the use of the trade mark; the trade mark is identical to a trade mark of another owner already on the register or identical to a trade mark the subject of an application with an earlier filing or priority date for the same goods or services or closely related goods or services or if it resembles that trade mark so closely that it is likely to deceive or cause confusion. the trade mark is identical to a trade mark of another owner already on the register or identical to a trade mark the subject of an application with an earlier filing or priority date for the same goods or services or closely related goods or services or if it resembles that trade mark so closely that it is likely to deceive or cause confusion."
    },
    {
      "provision_ref": "s6",
      "part": "Part I – Registration of trade mark",
      "section": "6",
      "title": "Examination and opposition to registration of trade mark",
      "content": "(1) The Registrar shall examine whether the application complies with the requirements of The Registrar shall examine whether the application complies with the requirements of section 1; section 1; section 3; section 3; subsection (1) and (2) of section 4; and subsection (1) and (2) of section 4; and sections. sections. (2) If the Registrar finds that the conditions in subsection (1) have been complied with, the Registrar shall accept the application to be published so that any interested person may file a notice of opposition to the registration within the prescribed period and in the prescribed manner. If the Registrar finds that the conditions in subsection (1) have been complied with, the Registrar shall accept the application to be published so that any interested person may file a notice of opposition to the registration within the prescribed period and in the prescribed manner. (3) An interested party may give notice of opposition to the Registrar on the grounds that section 1 or one or more of the requirements of section 4 have not been complied with. An interested party may give notice of opposition to the Registrar on the grounds that section 1 or one or more of the requirements of section 4 have not been complied with. (4) The Registrar shall send the notice of opposition to the applicant and the applicant shall send the Registrar in the prescribed manner within the prescribed period a counter-statement of the grounds on which the applicant relies. The Registrar shall send the notice of opposition to the applicant and the applicant shall send the Registrar in the prescribed manner within the prescribed period a counter-statement of the grounds on which the applicant relies. (5) If the applicant fails to respond to the notice of opposition the applicant shall be deemed to have abandoned the application. If the applicant fails to respond to the notice of opposition the applicant shall be deemed to have abandoned the application. (6) The Registrar shall send a copy of the counter-statement to the person who filed the notice of opposition and shall decide whether the trade mark should be registered after hearing the parties. The Registrar shall send a copy of the counter-statement to the person who filed the notice of opposition and shall decide whether the trade mark should be registered after hearing the parties. (7) The applicant has the same privileges and rights when an application is published and until the registration of the trade mark as the applicant would have if the trade mark had been registered, it shall however be a valid defence to an action in respect of an act done after the application was published, if the alleged infringer establishes that the trade mark could not validly have been registered at the time the act was done. The applicant has the same privileges and rights when an application is published and until the registration of the trade mark as the applicant would have if the trade mark had been registered, it shall however be a valid defence to an action in respect of an act done after the application was published, if the alleged infringer establishes that the trade mark could not validly have been registered at the time the act was done."
    },
    {
      "provision_ref": "s7",
      "part": "Part I – Registration of trade mark",
      "section": "7",
      "title": "Registration certificate",
      "content": "The Registrar shall register the trade mark, publish a reference to the registration and issue the applicant with a certificate of registration if the registration has not been opposed within the prescribed time limit; or the registration has not been opposed within the prescribed time limit; or the registration has been opposed but the opposition was decided in favour of the applicant. the registration has been opposed but the opposition was decided in favour of the applicant."
    },
    {
      "provision_ref": "s8",
      "part": "Part I – Registration of trade mark",
      "section": "8",
      "title": "Application for registration of collective mark",
      "content": "(1) An application for registration of a collective mark shall designate the trade mark as a collective mark and be accompanied with a copy of the regulations governing the use of the collective mark. An application for registration of a collective mark shall designate the trade mark as a collective mark and be accompanied with a copy of the regulations governing the use of the collective mark. (2) Sections 4, 5, 6, 7, 9, 10, 11 and 14 shall apply to collective marks. Sections 4, 5, 6, 7, 9, 10, 11 and 14 shall apply to collective marks. (3) The registered owner of a collective mark shall notify the Registrar of any changes made in the regulations. The registered owner of a collective mark shall notify the Registrar of any changes made in the regulations."
    },
    {
      "provision_ref": "s9",
      "part": "Part I – Registration of trade mark",
      "section": "9",
      "title": "Rights conferred by registration",
      "content": "(1) A person other than a registered owner of a trade mark shall not use the mark in relation to any goods or services for which the trade mark was registered without the agreement of the owner. A person other than a registered owner of a trade mark shall not use the mark in relation to any goods or services for which the trade mark was registered without the agreement of the owner. (2) The registered owner may institute court action against any person who infringes a registered trade mark by The registered owner may institute court action against any person who infringes a registered trade mark by using a registered mark without permission; or using a registered mark without permission; or performing acts which make it likely that infringement may occur. performing acts which make it likely that infringement may occur. (3) No person shall knowingly infringe the rights of the owner of a registered trade mark by using a trade mark in relation to goods or services for which the trade mark was registered without the consent of the owner. No person shall knowingly infringe the rights of the owner of a registered trade mark by using a trade mark in relation to goods or services for which the trade mark was registered without the consent of the owner. (4) The right of the registered owner under this section shall, in addition to any other remedies, extend to the use of a sign similar to the registered trade mark and use in relation to goods or services similar to those for which the mark has been registered where confusion may arise in the public. The right of the registered owner under this section shall, in addition to any other remedies, extend to the use of a sign similar to the registered trade mark and use in relation to goods or services similar to those for which the mark has been registered where confusion may arise in the public. (5) Where there is use of an identical sign for identical goods or services, a likelihood of confusion shall be presumed. Where there is use of an identical sign for identical goods or services, a likelihood of confusion shall be presumed. (6) The rights conferred by registration of a mark shall not extend to acts in respect of articles which have been put on the market in any country by the registered owner or with the consent of the owner. The rights conferred by registration of a mark shall not extend to acts in respect of articles which have been put on the market in any country by the registered owner or with the consent of the owner. (7) Section 5(f) shall apply with such modification as may be required in any action instituted by the owner of a well-known trade mark against any person in respect of the unlawful use of the well-known trade mark. Section 5(f) shall apply with such modification as may be required in any action instituted by the owner of a well-known trade mark against any person in respect of the unlawful use of the well-known trade mark. (8) A person who infringes the right of a registered owner of a trade mark by knowingly using a trade mark for goods or services without the consent of the registered owner commits an offences and is liable on summary conviction to a fine not exceeding 250 penalty units or a term of imprisonment not exceeding one year or to both. A person who infringes the right of a registered owner of a trade mark by knowingly using a trade mark for goods or services without the consent of the registered owner commits an offences and is liable on summary conviction to a fine not exceeding 250 penalty units or a term of imprisonment not exceeding one year or to both."
    },
    {
      "provision_ref": "s10",
      "part": "Part I – Registration of trade mark",
      "section": "10",
      "title": "Term of protection of trade mark",
      "content": "The registration of a trade mark is for a period of ten years from the filing date of the application for registration. The registration of a trade mark is for a period of ten years from the filing date of the application for registration."
    },
    {
      "provision_ref": "s11",
      "part": "Part I – Registration of trade mark",
      "section": "11",
      "title": "Renewal of trade mark",
      "content": "(1) The registration of a trade mark may be renewed for consecutive periods of ten years upon payment of the fee prescribed for renewal. The registration of a trade mark may be renewed for consecutive periods of ten years upon payment of the fee prescribed for renewal. (2) A grace period of six months is allowed for the late payment of the renewal fee upon payment of the prescribed surcharge. A grace period of six months is allowed for the late payment of the renewal fee upon payment of the prescribed surcharge."
    },
    {
      "provision_ref": "s12",
      "part": "Part I – Registration of trade mark",
      "section": "12",
      "title": "Invalidation of mark",
      "content": "(1) The High Court shall invalidate the registration of a trade mark if the person requesting the invalidation proves that section 1 or any requirement of section 4 has not been complied with. The High Court shall invalidate the registration of a trade mark if the person requesting the invalidation proves that section 1 or any requirement of section 4 has not been complied with. (2) The court may invalidate the registration of a trade mark if because of any act or inactivity of the owner, it has become the common name in the trade for goods or services for which it is registered. The court may invalidate the registration of a trade mark if because of any act or inactivity of the owner, it has become the common name in the trade for goods or services for which it is registered. (3) The invalidation of the trade mark is effective from the date of registra­tion. The invalidation of the trade mark is effective from the date of registra­tion. (4) The Registrar shall record the invalidation and publish the invalidation as soon as possible. The Registrar shall record the invalidation and publish the invalidation as soon as possible."
    },
    {
      "provision_ref": "s13",
      "part": "Part I – Registration of trade mark",
      "section": "13",
      "title": "Invalidation of collective mark",
      "content": "The High Court shall invalidate the registration of a collective mark if the person requesting the invalidation proves that only the registered owner uses the trade mark to the exclusion of other enterprises; only the registered owner uses the trade mark to the exclusion of other enterprises; the registered owner permits the use of the trade mark in contra­vention of the regulations of the collective mark; or the registered owner permits the use of the trade mark in contra­vention of the regulations of the collective mark; or the registered owner uses or permits the use of the trade mark in a manner likely to deceive trade circles or the public as to the origin or any other common characteristics of the goods or services concerned. the registered owner uses or permits the use of the trade mark in a manner likely to deceive trade circles or the public as to the origin or any other common characteristics of the goods or services concerned."
    },
    {
      "provision_ref": "s14",
      "part": "Part I – Registration of trade mark",
      "section": "14",
      "title": "Removal of trade mark from register for non-use",
      "content": "(1) A person interested in a trade mark may request the Registrar to remove a trade mark from the register because up to one month prior to filing for removal, the trade mark had not been used by the registered owner or a licensee for any of the goods or services in respect of which it was registered for a continuous period of five years or longer. A person interested in a trade mark may request the Registrar to remove a trade mark from the register because up to one month prior to filing for removal, the trade mark had not been used by the registered owner or a licensee for any of the goods or services in respect of which it was registered for a continuous period of five years or longer. (2) The trade mark shall not be removed from the register if it is shown that special circumstances prevented the use of the trade mark and that there was no intention to abandon the trade mark in respect of those goods or services. The trade mark shall not be removed from the register if it is shown that special circumstances prevented the use of the trade mark and that there was no intention to abandon the trade mark in respect of those goods or services."
    },
    {
      "provision_ref": "s15",
      "part": "Part I – Registration of trade mark",
      "section": "15",
      "title": "Change in ownership",
      "content": "(1) A change in the ownership of a trade mark or of an application for registration of a trade mark shall be in writing and shall be filed with the Registrar; A change in the ownership of a trade mark or of an application for registration of a trade mark shall be in writing and shall be filed with the Registrar; a change in the ownership of a collective mark or of an application for the registration of a collective mark shall be in writing and shall be filed with the Registrar. a change in the ownership of a collective mark or of an application for the registration of a collective mark shall be in writing and shall be filed with the Registrar. (2) The change shall be recorded and published by the Registrar. The change shall be recorded and published by the Registrar. (3) A third party shall not be affected by a change of ownership of a trade mark or collective mark until the change of ownership has been filed with the Registrar. A third party shall not be affected by a change of ownership of a trade mark or collective mark until the change of ownership has been filed with the Registrar. (4) A change in the ownership of the registration of a trade mark or a collective mark shall not be valid if it is likely to deceive or cause confusion with regard to the nature, origin, manufacturing process, characteristics or suitability for the purpose of the goods or services to which the trade mark or collective mark is applied. A change in the ownership of the registration of a trade mark or a collective mark shall not be valid if it is likely to deceive or cause confusion with regard to the nature, origin, manufacturing process, characteristics or suitability for the purpose of the goods or services to which the trade mark or collective mark is applied. (5) A change in the ownership of a trade name shall be in writing addressed to the Registrar when an enterprise is being transferred or when part of the enterprise identified by that name is being transferred. A change in the ownership of a trade name shall be in writing addressed to the Registrar when an enterprise is being transferred or when part of the enterprise identified by that name is being transferred."
    },
    {
      "provision_ref": "s16",
      "part": "Part I – Registration of trade mark",
      "section": "16",
      "title": "Licence contract",
      "content": "(1) A licence contract concerning the registration of a trade mark or an application for registration shall be submitted to the Registrar who shall keep its contents confidential but shall record it and publish a reference to it. A licence contract concerning the registration of a trade mark or an application for registration shall be submitted to the Registrar who shall keep its contents confidential but shall record it and publish a reference to it. (2) A licence contract shall not be valid against third parties until it has been filed with the Registrar. A licence contract shall not be valid against third parties until it has been filed with the Registrar."
    },
    {
      "provision_ref": "s17",
      "part": "Part I – Registration of trade mark",
      "section": "17",
      "title": "Agency",
      "content": "If the ordinary residence or principal place of business of an applicant under this Act is outside the country, the applicant shall be represented by a legal practitioner resident and practising in the country. If the ordinary residence or principal place of business of an applicant under this Act is outside the country, the applicant shall be represented by a legal practitioner resident and practising in the country."
    },
    {
      "provision_ref": "s18",
      "part": "Part II – Trade Mark Registry",
      "section": "18",
      "title": "Trade Mark Registry",
      "content": "(1) There shall be a Trade Mark Registry which shall be located at the Registrar-General’s Department. There shall be a Trade Mark Registry which shall be located at the Registrar-General’s Department. (2) The Registry shall be responsible for the registration of trade marks and for the administration of registered marks. The Registry shall be responsible for the registration of trade marks and for the administration of registered marks. (3) The Registry shall be headed by the Registrar-General who shall be assisted by such Assistant Registrars as may be appointed in accordance with article 195 of the Constitution. The Registry shall be headed by the Registrar-General who shall be assisted by such Assistant Registrars as may be appointed in accordance with article 195 of the Constitution. (4) The Registrar may delegate any functions of the office of the Registrar to an Assistant Registrar. The Registrar may delegate any functions of the office of the Registrar to an Assistant Registrar."
    },
    {
      "provision_ref": "s19",
      "part": "Part II – Trade Mark Registry",
      "section": "19",
      "title": "Register of marks",
      "content": "(1) There shall be a register of trade marks. There shall be a register of trade marks. (2) Collective marks shall be registered in a special section of the register of trade marks. Collective marks shall be registered in a special section of the register of trade marks. (3) There shall be recorded in the register entries required under this Act. There shall be recorded in the register entries required under this Act. (4) The register of trade marks shall be open to the public and any person may obtain an extract from the register in accordance with this Act. The register of trade marks shall be open to the public and any person may obtain an extract from the register in accordance with this Act."
    },
    {
      "provision_ref": "s20",
      "part": "Part II – Trade Mark Registry",
      "section": "20",
      "title": "Rectification or correction of register",
      "content": "(1) A person aggrieved by the non-insertion, omission, an error or defect in an entry in the register or by an entry that wrongly remains on the register may apply to the Registrar to make, expunge or vary the entry but an application for rectification may not be made for any matter that affects the validity of the registration of the trade mark. A person aggrieved by the non-insertion, omission, an error or defect in an entry in the register or by an entry that wrongly remains on the register may apply to the Registrar to make, expunge or vary the entry but an application for rectification may not be made for any matter that affects the validity of the registration of the trade mark. (2) Where court proceedings have commenced concerning the trade mark, the application for rectification of the register shall be made to the court. Where court proceedings have commenced concerning the trade mark, the application for rectification of the register shall be made to the court. (3) Where an application for rectification is made to the Registrar, the Registrar may refer the application to the court at any stage during the proceedings before the Registrar. Where an application for rectification is made to the Registrar, the Registrar may refer the application to the court at any stage during the proceedings before the Registrar. (4) Where there is fraud in the registration, assignment or transmission of a registered trade mark, the Registrar may apply to the court for rectification. Where there is fraud in the registration, assignment or transmission of a registered trade mark, the Registrar may apply to the court for rectification. (5) A rectification order from the court shall direct that notice of the rectification be served in the prescribed manner on the Registrar who shall comply with the notice. A rectification order from the court shall direct that notice of the rectification be served in the prescribed manner on the Registrar who shall comply with the notice. (6) A registered owner or a person authorised by the owner may apply to the Registrar A registered owner or a person authorised by the owner may apply to the Registrar to correct an error or enter a change in the name, address or description of the registered owner of a trade mark in the register; to correct an error or enter a change in the name, address or description of the registered owner of a trade mark in the register; to cancel the entry of a trade mark in the register; to cancel the entry of a trade mark in the register; to strike out any goods or classes of goods from those in respect of which a mark is registered; or to strike out any goods or classes of goods from those in respect of which a mark is registered; or to enter a disclaimer or memorandum relating to a trade mark which does not extend the rights given by the existing registration of the mark. to enter a disclaimer or memorandum relating to a trade mark which does not extend the rights given by the existing registration of the mark. (7) A licensee of a trade mark may correct an error or enter a change in the name, address or description of the registered owner with the consent of the owner. A licensee of a trade mark may correct an error or enter a change in the name, address or description of the registered owner with the consent of the owner."
    },
    {
      "provision_ref": "s21",
      "part": "Part II – Trade Mark Registry",
      "section": "21",
      "title": "Publication",
      "content": "The Registrar shall cause to be published in the Gazette, or in an official Bulletin, and any print media any publication required under this Act. The Registrar shall cause to be published in the Gazette, or in an official Bulletin, and any print media any publication required under this Act."
    },
    {
      "provision_ref": "s22",
      "part": "Part II – Trade Mark Registry",
      "section": "22",
      "title": "Corrections of errors and extension of time",
      "content": "(1) The Registrar may correct any error or mistake in The Registrar may correct any error or mistake in an application or document filed with the Registry; and an application or document filed with the Registry; and an entry made under this Act. an entry made under this Act. (2) The Registrar may extend the time for doing any act or taking any proceeding under this Act upon notice to the parties concerned and on such terms as the Registrar may direct. The Registrar may extend the time for doing any act or taking any proceeding under this Act upon notice to the parties concerned and on such terms as the Registrar may direct."
    },
    {
      "provision_ref": "s23",
      "part": "Part III – Trade description and fraudulent marks",
      "section": "23",
      "title": "Trade description and fraudulent marks",
      "content": "(1) A trade description is a description, statement or any other indication direct or indirect A trade description is a description, statement or any other indication direct or indirect as to the number, quantity, measure, gauge, or weight of any goods; or as to the number, quantity, measure, gauge, or weight of any goods; or as to the standard of quality of any goods, according to a classification commonly used or recognised in the trade; or as to the standard of quality of any goods, according to a classification commonly used or recognised in the trade; or as to the fitness for purposes, strength, performance or behaviour of any goods; or as to the fitness for purposes, strength, performance or behaviour of any goods; or as to the place or country in which any goods were made or produced; or as to the place or country in which any goods were made or produced; or as to the mode of manufacturing or producing any goods; or as to the mode of manufacturing or producing any goods; or as to the material of which any goods are composed; or as to the material of which any goods are composed; or as to any goods the subject of an existing patent, privilege, or copyright; as to any goods the subject of an existing patent, privilege, or copyright; and the use of a figure, word, or mark which, according to the custom of the trade, is commonly taken to be an indication of any of the matters referred to in para­graphs (a) to (g) shall be deemed to be a trade description within the meaning of this Act. (2) A description is false if A description is false if it is likely to be misunderstood as, or mistaken for, an indication as to the same or some other matter which would be false or misleading in a material respect with respect to the goods to which the description is applied; and it is likely to be misunderstood as, or mistaken for, an indication as to the same or some other matter which would be false or misleading in a material respect with respect to the goods to which the description is applied; and anything likely to be misunderstood as, or mistaken for, an indication of any of those matters is for those purposes a trade description and includes an alteration of a trade description whether by addition, effacement or otherwise where that alteration makes the description false or misleading in a material respect; and anything likely to be misunderstood as, or mistaken for, an indication of any of those matters is for those purposes a trade description and includes an alteration of a trade description whether by addition, effacement or otherwise where that alteration makes the description false or misleading in a material respect; and the fact that a trade description is a trade mark or part of a trade mark shall not prevent the trade description from being a false trade description. the fact that a trade description is a trade mark or part of a trade mark shall not prevent the trade description from being a false trade description. (3) The provisions of this Act with respect to the application of a false trade description to goods shall extend to the application to goods of any figures, words, or marks, or arrangement or a combination of any of them, whether including a trade mark or not, as are reasonably likely to lead persons to believe that the goods are the manufacture or merchandise of a person other than the person whose manufacture or merchandise they really are. The provisions of this Act with respect to the application of a false trade description to goods shall extend to the application to goods of any figures, words, or marks, or arrangement or a combination of any of them, whether including a trade mark or not, as are reasonably likely to lead persons to believe that the goods are the manufacture or merchandise of a person other than the person whose manufacture or merchandise they really are. (4) The provisions of this Act with respect to the application of a false trade description to goods, or with respect to goods to which a false trade description is applied, shall extend to the application to goods of any false name or initials of a person, and to goods with the false name or initials of a person applied, in the same way as if the name or initials were a trade description. The provisions of this Act with respect to the application of a false trade description to goods, or with respect to goods to which a false trade description is applied, shall extend to the application to goods of any false name or initials of a person, and to goods with the false name or initials of a person applied, in the same way as if the name or initials were a trade description. (5) In subsection (4) the expression false name or initials means as applied to goods, In subsection (4) the expression false name or initials means as applied to goods, any name which is or initials which are not a trade mark or part mark but is or are identical with or a colourable imitation of the name or initials of a person carrying on business in connection with goods of the same description, and not having authorised the use of the name or initials, and any name which is or initials which are not a trade mark or part mark but is or are identical with or a colourable imitation of the name or initials of a person carrying on business in connection with goods of the same description, and not having authorised the use of the name or initials, and any name which is or initials which are either those of a fictitious person or of a person not in good faith carrying on business in connection with those goods. any name which is or initials which are either those of a fictitious person or of a person not in good faith carrying on business in connection with those goods."
    },
    {
      "provision_ref": "s24",
      "part": "Part III – Trade description and fraudulent marks",
      "section": "24",
      "title": "Application of mark and descriptions",
      "content": "(1) A person applies a trade mark, mark or trade description to goods who A person applies a trade mark, mark or trade description to goods who applies the trade mark, mark or trade description to goods directly or causes the trade mark, mark or trade description to be applied to goods; applies the trade mark, mark or trade description to goods directly or causes the trade mark, mark or trade description to be applied to goods; applies it to a covering label, reel, or any other thing in which the goods are sold or exposed or had in possession for the purpose of sale, trade, or manufacture; or applies it to a covering label, reel, or any other thing in which the goods are sold or exposed or had in possession for the purpose of sale, trade, or manufacture; or places, encloses, or annexes any goods which are sold or exposed or had in possession for the purpose of sale, trade, or manufacture, in, with, or to a covering, label, reel, or any other thing to which a trade mark or trade description has been applied; places, encloses, or annexes any goods which are sold or exposed or had in possession for the purpose of sale, trade, or manufacture, in, with, or to a covering, label, reel, or any other thing to which a trade mark or trade description has been applied; uses a trade mark or mark or trade description in a manner likely to lead to the belief that the goods in connection with which it is used are designed or described by that trade mark or mark or trade description. uses a trade mark or mark or trade description in a manner likely to lead to the belief that the goods in connection with which it is used are designed or described by that trade mark or mark or trade description. (2) A trade mark or mark or trade description is applied whether it is woven, impressed or otherwise worked into, or annexed or affixed to the goods or to a covering, label, reel or any other thing. A trade mark or mark or trade description is applied whether it is woven, impressed or otherwise worked into, or annexed or affixed to the goods or to a covering, label, reel or any other thing. (3) Goods delivered in pursuance of a request made by reference to a trade mark or trade description appearing in an advertisement, invoice, sign, list, business letter, business paper or any other commercial communication, are, for the purposes of paragraph (d) of subsection (1), goods in connection with which the trade mark or trade description is used. Goods delivered in pursuance of a request made by reference to a trade mark or trade description appearing in an advertisement, invoice, sign, list, business letter, business paper or any other commercial communication, are, for the purposes of paragraph (d) of subsection (1), goods in connection with which the trade mark or trade description is used. (4) The particulars on the customs entry relating to any imported goods are, for the purposes of this Act, a trade description applying to the goods. The particulars on the customs entry relating to any imported goods are, for the purposes of this Act, a trade description applying to the goods. (5) A person falsely applies a trade mark or mark to goods if without the consent of the owner of a trade mark the trade mark or mark applied resembles the original as to be likely to deceive; but in a prosecution for falsely applying a trade mark or mark to goods the burden of proving the assent of the owner is on the defendant. A person falsely applies a trade mark or mark to goods if without the consent of the owner of a trade mark the trade mark or mark applied resembles the original as to be likely to deceive; but in a prosecution for falsely applying a trade mark or mark to goods the burden of proving the assent of the owner is on the defendant. (6) In this section,“covering” includes a stopper, cork, bottle, vessel, box, cover, capsule, case, frame or wrapper;“label” includes a band or ticket. In this section, “covering” includes a stopper, cork, bottle, vessel, box, cover, capsule, case, frame or wrapper; “label” includes a band or ticket."
    },
    {
      "provision_ref": "s25",
      "part": "Part III – Trade description and fraudulent marks",
      "section": "25",
      "title": "Forging trade mark",
      "content": "(1) A person forges a trade mark who A person forges a trade mark who without the consent of the owner of the trade mark makes that trade mark or mark so nearly resembling that trade mark as to be likely to deceive; or without the consent of the owner of the trade mark makes that trade mark or mark so nearly resembling that trade mark as to be likely to deceive; or falsifies a genuine trade mark, whether by alteration, addition, effacement, or otherwise; falsifies a genuine trade mark, whether by alteration, addition, effacement, or otherwise; and a trade mark or mark so made or falsified is in this Act referred to as a “forged trade mark”. (2) In a prosecution for forging a trade mark, the burden of proving the consent of the owner lies on the defendant. In a prosecution for forging a trade mark, the burden of proving the consent of the owner lies on the defendant."
    },
    {
      "provision_ref": "s26",
      "part": "Part III – Trade description and fraudulent marks",
      "section": "26",
      "title": "Offences relating to trade marks and trade descriptions",
      "content": "(1) No person shall No person shall apply a false trade description to goods; or apply a false trade description to goods; or falsely apply to goods a trade mark or mark so nearly resembling a trade mark as to be likely to deceive; or falsely apply to goods a trade mark or mark so nearly resembling a trade mark as to be likely to deceive; or forge a trade mark; or forge a trade mark; or use an article or instrument to forge a trade mark; or use an article or instrument to forge a trade mark; or possess an article to forge a trade mark; or possess an article to forge a trade mark; or cause the infringement of a mark under this subsection. cause the infringement of a mark under this subsection. (2) No person shall sell or expose for or possess for sale or for any purpose of trade or manufacture any goods or things No person shall sell or expose for or possess for sale or for any purpose of trade or manufacture any goods or things to which a forged trade mark or false trade description is applied, or to which a forged trade mark or false trade description is applied, or to which a trade mark or a mark so nearly resembling a trade mark as to be likely to deceive is applied. to which a trade mark or a mark so nearly resembling a trade mark as to be likely to deceive is applied. (3) Any person who contravenes subsection (1) and (2) commits an offence and is liable on summary conviction to a fine not exceeding 500 penalty units or to a term of imprisonment not exceeding two years or to both. Any person who contravenes subsection (1) and (2) commits an offence and is liable on summary conviction to a fine not exceeding 500 penalty units or to a term of imprisonment not exceeding two years or to both. (4) Where a person is convicted of an offence under this section the goods and things of any kind by means of or in relation to which the offence is committed are liable, at the discretion of the court, to be forfeited to the Republic. Where a person is convicted of an offence under this section the goods and things of any kind by means of or in relation to which the offence is committed are liable, at the discretion of the court, to be forfeited to the Republic."
    },
    {
      "provision_ref": "s27",
      "part": "Part III – Trade description and fraudulent marks",
      "section": "27",
      "title": "Defences",
      "content": "(1) Where a person is charged with an offence under subsection (1) of section 26, it is a good defence if that person proves the act was done without the intent to defraud. Where a person is charged with an offence under subsection (1) of section 26, it is a good defence if that person proves the act was done without the intent to defraud. (2) Where a person is charged with an offence under paragraph (a), (b) or (d) of subsection (1) of section 26, or under paragraph (f) of that subsection, it is a good defence if that person proves Where a person is charged with an offence under paragraph (a), (b) or (d) of subsection (1) of section 26, or under paragraph (f) of that subsection, it is a good defence if that person proves that being in the business of making articles or other instruments to make trade marks, the person applied marks or descriptions to goods and was not interested in the goods for profit or commission dependent on the sale of the goods; that being in the business of making articles or other instruments to make trade marks, the person applied marks or descriptions to goods and was not interested in the goods for profit or commission dependent on the sale of the goods; that reasonable precautions were taken against committing the offence charged; and that reasonable precautions were taken against committing the offence charged; and that at the time of the commission of the alleged offence, there was no reason, as an employee, to doubt the genuineness of the trade mark, mark, or trade description; and that at the time of the commission of the alleged offence, there was no reason, as an employee, to doubt the genuineness of the trade mark, mark, or trade description; and that the police officer was given the relevant information with respect to the persons on whose behalf the trade mark, mark, or description was applied. that the police officer was given the relevant information with respect to the persons on whose behalf the trade mark, mark, or description was applied. (3) Where a person is charged with an offence under subsection (2) of section 26, it is good defence for that person to prove Where a person is charged with an offence under subsection (2) of section 26, it is good defence for that person to prove that having taken reasonable precautions against committing an offence against this Act, that person, did not at the time of the commission of the alleged offence have a reason to doubt the genuineness of the trade mark, mark or trade description and that on demand made by or on behalf of the police officer, gave the information that was required with respect to the persons from whom the goods or things were obtained; or that having taken reasonable precautions against committing an offence against this Act, that person, did not at the time of the commission of the alleged offence have a reason to doubt the genuineness of the trade mark, mark or trade description and that on demand made by or on behalf of the police officer, gave the information that was required with respect to the persons from whom the goods or things were obtained; or that otherwise that person had acted innocently. that otherwise that person had acted innocently."
    },
    {
      "provision_ref": "s28",
      "part": "Part III – Trade description and fraudulent marks",
      "section": "28",
      "title": "Informant to give notice to Commissioner",
      "content": "(1) An informant shall An informant shall give the Commissioner notice in writing which shall stipulate; give the Commissioner notice in writing which shall stipulate; the number of packages expected; the number of packages expected; a description of the goods by marks or other particulars sufficient for identification; a description of the goods by marks or other particulars sufficient for identification; details of the means of conveyance and expected date of arrival of the goods in the country; details of the means of conveyance and expected date of arrival of the goods in the country; the reasons for which the detention is requested; and the reasons for which the detention is requested; and any other information the Commissioner may require. any other information the Commissioner may require. deposit with the Commissioner such sum of money as the Commissioner may require to cover expenses which may be incurred in the examination of goods under this Part. deposit with the Commissioner such sum of money as the Commissioner may require to cover expenses which may be incurred in the examination of goods under this Part. (2) The Commissioner may require security from the informant to recover expenses, charges, costs and damages incurred in respect of the detention and subsequent proceedings. The Commissioner may require security from the informant to recover expenses, charges, costs and damages incurred in respect of the detention and subsequent proceedings. (3) Failure to provide the security permits the Commissioner to refuse to detain the goods. Failure to provide the security permits the Commissioner to refuse to detain the goods. (4) This section applies to transhipped goods and goods in transit. This section applies to transhipped goods and goods in transit. (5) The notice shall be in the form set out in Schedule 2. The notice shall be in the form set out in Schedule 2. (6) An informant is a person other than a customs officer who has information about an offence committed under this Part. An informant is a person other than a customs officer who has information about an offence committed under this Part."
    },
    {
      "provision_ref": "s29",
      "part": "Part III – Trade description and fraudulent marks",
      "section": "29",
      "title": "Proof of place of origin",
      "content": "In a prosecution for an offence under this Act where goods are imported, evidence of the port of shipment shall be prima facie evidence of the place of origin of the goods. In a prosecution for an offence under this Act where goods are imported, evidence of the port of shipment shall be prima facie evidence of the place of origin of the goods."
    },
    {
      "provision_ref": "s30",
      "part": "Part III – Trade description and fraudulent marks",
      "section": "30",
      "title": "Limitation of prosecutions",
      "content": "A prosecution for an offence against this Act shall not be commenced after the expiration of three years from the commission of the offence, or one year after the first discovery of the commission, by the prosecutor, whichever occurs first. A prosecution for an offence against this Act shall not be commenced after the expiration of three years from the commission of the offence, or one year after the first discovery of the commission, by the prosecutor, whichever occurs first."
    },
    {
      "provision_ref": "s31",
      "part": "Part III – Trade description and fraudulent marks",
      "section": "31",
      "title": "Implied warranty on sale or marked goods",
      "content": "On the sale or in the contract for the sale of any goods to which a trade mark or mark or trade description has been applied, the seller warrants that the mark is a genuine trade mark and not forged or falsely applied and that the trade description is not a false trade description within the meaning of this Act, unless the contrary is expressed in some writing signed by or on behalf of the seller and delivered at the time of the sale or contract to and accepted by the purchaser. On the sale or in the contract for the sale of any goods to which a trade mark or mark or trade description has been applied, the seller warrants that the mark is a genuine trade mark and not forged or falsely applied and that the trade description is not a false trade description within the meaning of this Act, unless the contrary is expressed in some writing signed by or on behalf of the seller and delivered at the time of the sale or contract to and accepted by the purchaser."
    },
    {
      "provision_ref": "s32",
      "part": "Part III – Trade description and fraudulent marks",
      "section": "32",
      "title": "Forfeiture of unclaimed goods and powers of Commissioner",
      "content": "The Customs, Excise and Preventive Service (Management) Law, 1993 (P.N.D.C.L. 330) applies to this Part with respect to the procedure for processing of unclaimed goods and the power of the Commissioner in relation to imported goods not properly marked. The Customs, Excise and Preventive Service (Management) Law, 1993 (P.N.D.C.L. 330) applies to this Part with respect to the procedure for processing of unclaimed goods and the power of the Commissioner in relation to imported goods not properly marked."
    },
    {
      "provision_ref": "s33",
      "part": "Part III – Trade description and fraudulent marks",
      "section": "33",
      "title": "Definition",
      "content": "In this Part unless the context otherwise requires,“Commissioner” means Commissioner of the Customs, Excise and Preventive Service In this Part unless the context otherwise requires, “Commissioner” means Commissioner of the Customs, Excise and Preventive Service"
    },
    {
      "provision_ref": "s34",
      "part": "Part IV – Provisions relating to powers and duties of Registrar and to legal proceedings",
      "section": "34",
      "title": "Power of Registrar to award costs",
      "content": "(1) The Registrar may award costs and direct how and by which parties they are to be paid in proceedings under this Act. The Registrar may award costs and direct how and by which parties they are to be paid in proceedings under this Act. (2) The order for costs may, by leave of the court, be enforced in the same manner as a judgment or order of the court. The order for costs may, by leave of the court, be enforced in the same manner as a judgment or order of the court."
    },
    {
      "provision_ref": "s35",
      "part": "Part IV – Provisions relating to powers and duties of Registrar and to legal proceedings",
      "section": "35",
      "title": "Registration to be prima facie evidence of validity",
      "content": "In legal proceedings relating to a registered trade mark including applications under section 20 of this Act, the fact that a person is registered as owner of the trade mark shall be prima facie evidence of the validity of the original registration of the trade mark and of subsequent assignments and transmission of the trade mark. In legal proceedings relating to a registered trade mark including applications under section 20 of this Act, the fact that a person is registered as owner of the trade mark shall be prima facie evidence of the validity of the original registration of the trade mark and of subsequent assignments and transmission of the trade mark."
    },
    {
      "provision_ref": "s36",
      "part": "Part IV – Provisions relating to powers and duties of Registrar and to legal proceedings",
      "section": "36",
      "title": "Certificate of validity",
      "content": "(1) Where there is an issue about the validity of the registration of a registered trade mark in legal proceedings, the court may certify validity in favour of the owner. Where there is an issue about the validity of the registration of a registered trade mark in legal proceedings, the court may certify validity in favour of the owner. (2) In subsequent legal proceedings where validity is an issue, the owner of the trade mark is entitled to costs, charges and expenses between legal practitioner and client on obtaining a final order or judgment unless the court certifies otherwise. In subsequent legal proceedings where validity is an issue, the owner of the trade mark is entitled to costs, charges and expenses between legal practitioner and client on obtaining a final order or judgment unless the court certifies otherwise."
    },
    {
      "provision_ref": "s37",
      "part": "Part IV – Provisions relating to powers and duties of Registrar and to legal proceedings",
      "section": "37",
      "title": "Costs of the Registrar in court proceedings",
      "content": "In any proceedings before the court under this Act, the Registrar shall not be awarded costs or ordered to pay the costs of any other party. In any proceedings before the court under this Act, the Registrar shall not be awarded costs or ordered to pay the costs of any other party."
    },
    {
      "provision_ref": "s38",
      "part": "Part IV – Provisions relating to powers and duties of Registrar and to legal proceedings",
      "section": "38",
      "title": "Registrar's appearance in proceedings",
      "content": "(1) The Registrar shall be a party to proceedings by the plaintiff, appellant or applicant in which the relief sought would affect the register and the Registrar shall appear and be heard. The Registrar shall be a party to proceedings by the plaintiff, appellant or applicant in which the relief sought would affect the register and the Registrar shall appear and be heard. (2) The court may direct the Registrar to appear in any legal proceedings before the court. The court may direct the Registrar to appear in any legal proceedings before the court. (3) The Registrar instead of appearing in court may submit a signed statement giving particulars of the proceedings in relation to the matter in issue and any decision given affecting the matter and the statement shall form part of the evidence in the proceeding. The Registrar instead of appearing in court may submit a signed statement giving particulars of the proceedings in relation to the matter in issue and any decision given affecting the matter and the statement shall form part of the evidence in the proceeding."
    },
    {
      "provision_ref": "s39",
      "part": "Part IV – Provisions relating to powers and duties of Registrar and to legal proceedings",
      "section": "39",
      "title": "Appeal to the court",
      "content": "An order or decision of the Registrar is subject to appeal. An order or decision of the Registrar is subject to appeal."
    },
    {
      "provision_ref": "s40",
      "part": "Part IV – Provisions relating to powers and duties of Registrar and to legal proceedings",
      "section": "40",
      "title": "Procedure in cases of option to apply to Court or Registrar",
      "content": "Where an applicant has an option to make an application either to the court or to the Registrar the application shall be made to the court if an action concerning the trade mark in question is before the Court; or the application shall be made to the court if an action concerning the trade mark in question is before the Court; or where the application is made to the Registrar, the Registrar may refer the application to the court at any stage of the proceedings or may determine the question. where the application is made to the Registrar, the Registrar may refer the application to the court at any stage of the proceedings or may determine the question."
    },
    {
      "provision_ref": "s41",
      "part": "Part IV – Provisions relating to powers and duties of Registrar and to legal proceedings",
      "section": "41",
      "title": "Mode of taking evidence in proceedings before Registrar",
      "content": "(1) Evidence shall be given by statutory declaration in any proceeding before the Registrar. Evidence shall be given by statutory declaration in any proceeding before the Registrar. (2) Notwithstanding subsection (1) the Registrar may take evidence on oath instead of or in addition to a statutory declaration. Notwithstanding subsection (1) the Registrar may take evidence on oath instead of or in addition to a statutory declaration. (3) The Registrar shall have the same powers to require the attendance of a witness, the production of a document and the taking of evidence on oath as a court. The Registrar shall have the same powers to require the attendance of a witness, the production of a document and the taking of evidence on oath as a court. (4) A witness before the Registrar is entitled to the same immunities and privileges as if appearing as a witness before the court and may be awarded the same allowances as a witness. A witness before the Registrar is entitled to the same immunities and privileges as if appearing as a witness before the court and may be awarded the same allowances as a witness. (5) A summons under this section for the attendance of a witness to give evidence or for the production of a document shall be signed by the Registrar. A summons under this section for the attendance of a witness to give evidence or for the production of a document shall be signed by the Registrar. (6) If any person If any person defaults to attend as a witness when summoned by the Registrar; or defaults to attend as a witness when summoned by the Registrar; or refuses to take an oath, fails to produce a document or to answer any question required by the Registrar; or refuses to take an oath, fails to produce a document or to answer any question required by the Registrar; or does any other thing which would amount to contempt of court does any other thing which would amount to contempt of court the Registrar may certify the offence of that person under official seal to the court and the court may take such measure as may be necessary as if the person is in contempt of court."
    },
    {
      "provision_ref": "s42",
      "part": "Part IV – Provisions relating to powers and duties of Registrar and to legal proceedings",
      "section": "42",
      "title": "Evidence of entries in register",
      "content": "(1) A copy of any entry in the register, purporting to be certified and sealed with the official seal of the Registrar shall be admissible in evidence in a court without further proof or production of the original. A copy of any entry in the register, purporting to be certified and sealed with the official seal of the Registrar shall be admissible in evidence in a court without further proof or production of the original. (2) A person may obtain a certified copy of an entry in the register from the Registrar on payment of the prescribed fee. A person may obtain a certified copy of an entry in the register from the Registrar on payment of the prescribed fee."
    },
    {
      "provision_ref": "s43",
      "part": "Part IV – Provisions relating to powers and duties of Registrar and to legal proceedings",
      "section": "43",
      "title": "Evidence of things done by Registrar",
      "content": "A certificate purporting to be under the official seal of the Registrar shall be evidence of the action taken by the Registrar. A certificate purporting to be under the official seal of the Registrar shall be evidence of the action taken by the Registrar."
    },
    {
      "provision_ref": "s44",
      "part": "Part V – Miscellaneous provisions",
      "section": "44",
      "title": "Falsification of entries in register",
      "content": "A person who knowingly makes or causes a false entry to be made in the register commits an offence and is liable on summary conviction to a fine not exceeding 500 penalty units or to imprisonment for a term not exceeding one year or to both. A person who knowingly makes or causes a false entry to be made in the register commits an offence and is liable on summary conviction to a fine not exceeding 500 penalty units or to imprisonment for a term not exceeding one year or to both."
    },
    {
      "provision_ref": "s45",
      "part": "Part V – Miscellaneous provisions",
      "section": "45",
      "title": "Offence of falsely representing a trade mark as registered",
      "content": "(1) Any person who makes a false representation Any person who makes a false representation that a trade mark is a registered trade mark; or that a trade mark is a registered trade mark; or that a part of a registered trade mark is separately registered as a trade mark; or that a part of a registered trade mark is separately registered as a trade mark; or that a registered trade mark is registered in respect of specific goods; or that a registered trade mark is registered in respect of specific goods; or that the registration of a trade mark gives an exclusive right to its use taking into account the limitations entered on the register that the registration of a trade mark gives an exclusive right to its use taking into account the limitations entered on the register commits an offence and is liable on summary conviction to a fine not exceeding 250 penalty units or to a term of imprisonment not exceeding six months or to both and, in the case of a continuing offence, a further fine not exceeding 25 penalty units for each day on which the offence continues. (2) For the purposes of this section, the use in the country in relation to a trade mark of the word “registered”, or of any other word or of a symbol referring whether expressly or impliedly to registration, shall be deemed to import a reference to registration in the register, except For the purposes of this section, the use in the country in relation to a trade mark of the word “registered”, or of any other word or of a symbol referring whether expressly or impliedly to registration, shall be deemed to import a reference to registration in the register, except where that word or that symbol is used in physical association with words delineated in characters at least as large as those in which that word or that symbol is delineated and indicating that the reference is to registration as a mark under the law of a place outside the country, where the registration referred to is in force; where that word or that symbol is used in physical association with words delineated in characters at least as large as those in which that word or that symbol is delineated and indicating that the reference is to registration as a mark under the law of a place outside the country, where the registration referred to is in force; where that word is a word other than the word “registered” or that symbol itself indicates that the reference is to the registration as described in paragraph (b); or where that word is a word other than the word “registered” or that symbol itself indicates that the reference is to the registration as described in paragraph (b); or where that word or that symbol is used in relation to a trade mark registered as a trade mark under the law of a place outside the country and in relation to goods to be exported to that place. where that word or that symbol is used in relation to a trade mark registered as a trade mark under the law of a place outside the country and in relation to goods to be exported to that place."
    },
    {
      "provision_ref": "s46",
      "part": "Part V – Miscellaneous provisions",
      "section": "46",
      "title": "Penalty for unlawful user of official badges",
      "content": "(1) Without limiting the provisions of the Flags and Arms Protection Act, 1959 (No. 61), a person shall not without lawful authority use any badge, seal, device, emblem or flag reserved by law for the use of the Republic, the President, a Minister of State, the Armed Forces, any Ministry, Department or Agency, any public officer or any member of the Armed Forces in such a manner as to lead to the belief that the person is authorised to use that badge, seal, device, emblem or flag. Without limiting the provisions of the Flags and Arms Protection Act, 1959 (No. 61), a person shall not without lawful authority use any badge, seal, device, emblem or flag reserved by law for the use of the Republic, the President, a Minister of State, the Armed Forces, any Ministry, Department or Agency, any public officer or any member of the Armed Forces in such a manner as to lead to the belief that the person is authorised to use that badge, seal, device, emblem or flag. (2) Subsection (1) applies to the use of any badge, seal, device, emblem or flag closely resembling the badge, seal, device, emblem or flag referred to in that subsection which is likely to deceive. Subsection (1) applies to the use of any badge, seal, device, emblem or flag closely resembling the badge, seal, device, emblem or flag referred to in that subsection which is likely to deceive. (3) Any person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine not exceeding 250 penalty units or to a term of imprisonment not exceeding six months or to both and, in the case of a continuing offence, to a further fine not exceeding 25 penalty units for each day on which the offence continues or to imprisonment not exceeding three months instead of a fine. Any person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine not exceeding 250 penalty units or to a term of imprisonment not exceeding six months or to both and, in the case of a continuing offence, to a further fine not exceeding 25 penalty units for each day on which the offence continues or to imprisonment not exceeding three months instead of a fine."
    },
    {
      "provision_ref": "s47",
      "part": "Part V – Miscellaneous provisions",
      "section": "47",
      "title": "Possible cause of deception",
      "content": "(1) Where in the course of trade a form of connection subsists between goods and the person who has registered a trade mark in respect of the goods, the trade mark shall not be deemed to be likely to cause deception or confusion. Where in the course of trade a form of connection subsists between goods and the person who has registered a trade mark in respect of the goods, the trade mark shall not be deemed to be likely to cause deception or confusion. (2) Subsection (1) operates on the ground that the trade mark has been or is used between the goods and the person using the trade mark or a predecessor of that person whether or not a different form of connection in the cause of trade subsisted or subsists. Subsection (1) operates on the ground that the trade mark has been or is used between the goods and the person using the trade mark or a predecessor of that person whether or not a different form of connection in the cause of trade subsisted or subsists."
    },
    {
      "provision_ref": "s48",
      "part": "Part V – Miscellaneous provisions",
      "section": "48",
      "title": "Jointly owned trade marks",
      "content": "(1) Where the relations between two or more persons jointly interested in a trade mark do not permit the use of the trade mark by one of them except Where the relations between two or more persons jointly interested in a trade mark do not permit the use of the trade mark by one of them except on behalf of both or all of them, or on behalf of both or all of them, or in relation to an article with which both or all of them are connected in the course of trade in relation to an article with which both or all of them are connected in the course of trade those persons may be registered as joint owners of the trade mark and this Act shall apply as if those rights had been vested in a single person but the rights of any person registered as a joint owner shall be deemed to be infringed by any of the other owners who uses the trade mark in physical or other relation to goods in respect of which the trade mark is registered under this section where both or all of the joint owners are not and have not been connected in the course of trade. (2) Subject to subsection (1), this Act does not authorise the registration of two or more persons who use a trade mark independently or propose to use it independently to be registered as joint owners. Subject to subsection (1), this Act does not authorise the registration of two or more persons who use a trade mark independently or propose to use it independently to be registered as joint owners."
    },
    {
      "provision_ref": "s49",
      "part": "Part V – Miscellaneous provisions",
      "section": "49",
      "title": "Trusts and equities",
      "content": "(1) No notice shall be entered in the register of any trust express, implied or constructive and the Registrar shall not receive notice of a trust. No notice shall be entered in the register of any trust express, implied or constructive and the Registrar shall not receive notice of a trust. (2) Equities in respect of a trade mark may be enforced in the same manner as any other movable property. Equities in respect of a trade mark may be enforced in the same manner as any other movable property."
    },
    {
      "provision_ref": "s50",
      "part": "Part V – Miscellaneous provisions",
      "section": "50",
      "title": "Offences by bodies of persons",
      "content": "Where an offence under sections 9, 45, 46 or 47 is committed by a body of persons and the body of persons is a body corporate other than a partnership, every director, manager, secretary or an officer of similar status of that body corporate shall also be deemed to be guilty of that offence, and and the body of persons is a body corporate other than a partnership, every director, manager, secretary or an officer of similar status of that body corporate shall also be deemed to be guilty of that offence, and in the case of a partnership, every partner or officer of similar status shall be deemed to be guilty of that offence. in the case of a partnership, every partner or officer of similar status shall be deemed to be guilty of that offence."
    },
    {
      "provision_ref": "s51",
      "part": "Part V – Miscellaneous provisions",
      "section": "51",
      "title": "Regulations",
      "content": "(1) The Minister may by legislative instrument, make Regulations for carrying into effect the provisions of this Act and in particular The Minister may by legislative instrument, make Regulations for carrying into effect the provisions of this Act and in particular for the classification of goods and services for the purposes of registration of trade marks; for the classification of goods and services for the purposes of registration of trade marks; for making or requiring duplicates of trade marks and other documents; for making or requiring duplicates of trade marks and other documents; to secure and regulate the publication of trade marks and other documents; to secure and regulate the publication of trade marks and other documents; to prescribe the fees to be paid for applications and registrations and other matters and the mode of payment of those fees; to prescribe the fees to be paid for applications and registrations and other matters and the mode of payment of those fees; to prescribe periods for doing specific things under the Act; to prescribe periods for doing specific things under the Act; to prescribe such forms as may be necessary for any of the purposes of this Act; to prescribe such forms as may be necessary for any of the purposes of this Act; to regulate the business of the Registrar's office in relation to trade marks and any other things placed under the direction or control of the Registrar; and to regulate the business of the Registrar's office in relation to trade marks and any other things placed under the direction or control of the Registrar; and to provide for any matter required or authorised to be prescribed by regulations. to provide for any matter required or authorised to be prescribed by regulations. (2) The Minister responsible for trade may make regulations on the importation of goods with fraudulent marks. The Minister responsible for trade may make regulations on the importation of goods with fraudulent marks."
    },
    {
      "provision_ref": "s52",
      "part": "Part V – Miscellaneous provisions",
      "section": "52",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires“court” means the High Court;“goods” means anything which is the subject of trade, manufacture or merchandise;“International Classification” means the classification according to the Nice Agreement concerning the International Classification of Goods and Services for the Purposes of the Registration of Marks of June 15th, 1957 as last revised;“manufacturer”, “dealer”, “trader” and “owner” includes any body of persons corporate or unincorporated;“mark” means a trade mark;“Minister” means the Minister responsible for Justice;“name” includes abbreviation of a name;“Paris Convention” means the Paris Convention for the Protection of Industrial Property of March 20th, 1883 as last revised;“prescribed” means prescribed in Regulations made under this Act;“priority date” means the date of the earlier application that serves as the basis for the right of priority provided for in the Paris Convention;“Registrar” means Registrar-General;“trade name” means a name or designation which identifies and distinguishes an enterprise. In this Act unless the context otherwise requires “court” means the High Court; “goods” means anything which is the subject of trade, manufacture or merchandise; “International Classification” means the classification according to the Nice Agreement concerning the International Classification of Goods and Services for the Purposes of the Registration of Marks of June 15th, 1957 as last revised; “manufacturer”, “dealer”, “trader” and “owner” includes any body of persons corporate or unincorporated; “mark” means a trade mark; “Minister” means the Minister responsible for Justice; “name” includes abbreviation of a name; “Paris Convention” means the Paris Convention for the Protection of Industrial Property of March 20th, 1883 as last revised; “prescribed” means prescribed in Regulations made under this Act; “priority date” means the date of the earlier application that serves as the basis for the right of priority provided for in the Paris Convention; “Registrar” means Registrar-General; “trade name” means a name or designation which identifies and distinguishes an enterprise."
    },
    {
      "provision_ref": "s53",
      "part": "Part V – Miscellaneous provisions",
      "section": "53",
      "title": "Repeal and savings",
      "content": "(1) The Trade Marks Act, 1965 (Act 270) is hereby repealed. The Trade Marks Act, 1965 (Act 270) is hereby repealed. (2) The Merchandise Marks Act, 1964 (Act 253) is hereby repealed. The Merchandise Marks Act, 1964 (Act 253) is hereby repealed. (3) Notwithstanding the repeal of Act 270, a mark registered under Part A and B of the register under that Act shall remain in force subject to section 3 and shall be deemed to have been registered under this Act. Notwithstanding the repeal of Act 270, a mark registered under Part A and B of the register under that Act shall remain in force subject to section 3 and shall be deemed to have been registered under this Act. (4) Marks registered under Act 270 shall be due for renewal for a period of fourteen years from the date of expiration of the original registration or of the last renewal of registration and upon renewal shall be reclassified in accordance with the International Classification. Marks registered under Act 270 shall be due for renewal for a period of fourteen years from the date of expiration of the original registration or of the last renewal of registration and upon renewal shall be reclassified in accordance with the International Classification. (5) Notwithstanding the repeal under subsection (1) any regulations made under Act 270 and in force immediately before the coming into force of this Act shall continue in force as if made under the corresponding provisions of this Act until revoked. Notwithstanding the repeal under subsection (1) any regulations made under Act 270 and in force immediately before the coming into force of this Act shall continue in force as if made under the corresponding provisions of this Act until revoked. (6) The Merchandise Marks (Prohibited Goods) Regulations32 1936 (Regulations No. 33 of 1936) are hereby revoked. The Merchandise Marks (Prohibited Goods) Regulations32 1936 (Regulations No. 33 of 1936) are hereby revoked."
    }
  ],
  "definitions": [
    {
      "term": "court",
      "definition": "the High Court",
      "source_provision": "s52"
    },
    {
      "term": "goods",
      "definition": "anything which is the subject of trade, manufacture or merchandise",
      "source_provision": "s52"
    },
    {
      "term": "International Classification",
      "definition": "the classification according to the Nice Agreement concerning the International Classification of Goods and Services for the Purposes of the Registration of Marks of June 15th, 1957 as last revised",
      "source_provision": "s52"
    },
    {
      "term": "mark",
      "definition": "a trade mark",
      "source_provision": "s52"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Justice",
      "source_provision": "s52"
    },
    {
      "term": "Paris Convention",
      "definition": "the Paris Convention for the Protection of Industrial Property of March 20th, 1883 as last revised",
      "source_provision": "s52"
    },
    {
      "term": "prescribed",
      "definition": "prescribed in Regulations made under this Act",
      "source_provision": "s52"
    },
    {
      "term": "priority date",
      "definition": "the date of the earlier application that serves as the basis for the right of priority provided for in the Paris Convention",
      "source_provision": "s52"
    },
    {
      "term": "Registrar",
      "definition": "Registrar-General",
      "source_provision": "s52"
    },
    {
      "term": "trade name",
      "definition": "a name or designation which identifies and distinguishes an enterprise. In this Act unless the context otherwise requires “court” means the High Court",
      "source_provision": "s52"
    },
    {
      "term": "goods",
      "definition": "anything which is the subject of trade, manufacture or merchandise",
      "source_provision": "s52"
    },
    {
      "term": "International Classification",
      "definition": "the classification according to the Nice Agreement concerning the International Classification of Goods and Services for the Purposes of the Registration of Marks of June 15th, 1957 as last revised",
      "source_provision": "s52"
    },
    {
      "term": "mark",
      "definition": "a trade mark",
      "source_provision": "s52"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Justice",
      "source_provision": "s52"
    },
    {
      "term": "Paris Convention",
      "definition": "the Paris Convention for the Protection of Industrial Property of March 20th, 1883 as last revised",
      "source_provision": "s52"
    },
    {
      "term": "prescribed",
      "definition": "prescribed in Regulations made under this Act",
      "source_provision": "s52"
    },
    {
      "term": "priority date",
      "definition": "the date of the earlier application that serves as the basis for the right of priority provided for in the Paris Convention",
      "source_provision": "s52"
    },
    {
      "term": "Registrar",
      "definition": "Registrar-General",
      "source_provision": "s52"
    }
  ]
}