{
  "id": "act-690-2005",
  "type": "act",
  "title": "Copyright Act, 2005",
  "short_name": "Copyright Act, 2005 2005",
  "act_number": 690,
  "year": 2005,
  "status": "in_force",
  "issued_date": "2005-06-03",
  "url": "https://ghalii.org/akn/gh/act/2005/690",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Work eligible for copyright",
      "content": "(1) An author, co-author or joint author of any of the following works is entitled to the copyright and protection afforded to that work under this Act An author, co-author or joint author of any of the following works is entitled to the copyright and protection afforded to that work under this Act literary work, literary work, artistic work, artistic work, musical work, musical work, sound recording, sound recording, audio-visual work, audio-visual work, choreographic work, choreographic work, derivative work, and derivative work, and computer software or programmes. computer software or programmes. (2) Despite subsection (1), a work is not eligible for copyright unless Despite subsection (1), a work is not eligible for copyright unless it is original in character, it is original in character, it has been fixed in any definite medium of expression now known or later to be developed with the result that the work can either directly or with the aid of any machine or device be perceived, reproduced or otherwise communicated, and it has been fixed in any definite medium of expression now known or later to be developed with the result that the work can either directly or with the aid of any machine or device be perceived, reproduced or otherwise communicated, and it is it is created by a citizen or a person who is ordinarily resident in the Republic, created by a citizen or a person who is ordinarily resident in the Republic, first published in the Republic and in the case of a work first published outside the Republic is subsequently published in the Republic within thirty days of its publi­cation outside the Republic, or first published in the Republic and in the case of a work first published outside the Republic is subsequently published in the Republic within thirty days of its publi­cation outside the Republic, or a work in respect of which the Republic has an obligation under an international treaty to grant protection. a work in respect of which the Republic has an obligation under an international treaty to grant protection. (3) The eligibility of a work for copyright is not affected by its artistic quality, the purpose of the author in creating it or by the manner or form of its expression. The eligibility of a work for copyright is not affected by its artistic quality, the purpose of the author in creating it or by the manner or form of its expression. (4) For the purposes of this section a work is original if it is the product of the independent effort of the author. For the purposes of this section a work is original if it is the product of the independent effort of the author."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Ideas, concepts excluded from copyright",
      "content": "Copyright shall not extend to ideas, concepts, procedures, methods or other things of a similar nature. Copyright shall not extend to ideas, concepts, procedures, methods or other things of a similar nature."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Ghana Government and international body copyright",
      "content": "The copyright of work shall vest in the President on behalf of and in trust for the people of the Republic; or the President on behalf of and in trust for the people of the Republic; or an international body an international body if the work is made by or under the direction or control of the President on behalf of and in trust for the people of the Republic or a specified international body."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Folklore protected",
      "content": "(1) An expression of folklore is protected under this Act against An expression of folklore is protected under this Act against reproduction, reproduction, communication to the public by performance, broadcasting, distribution by cable or other means, and communication to the public by performance, broadcasting, distribution by cable or other means, and adaptation, translation and other transformation. adaptation, translation and other transformation. (2) The rights of folklore are vested in the President on behalf of and in trust for the people of the Republic. The rights of folklore are vested in the President on behalf of and in trust for the people of the Republic."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Economic rights of authors",
      "content": "The author of any protected copyright work has the exclusive economic right in respect of the work to do or authorise the doing of any of the following: the reproduction of the work in any manner or form, the reproduction of the work in any manner or form, the translation, adaptation, arrangement or any other transformation of the work, the translation, adaptation, arrangement or any other transformation of the work, the public performance, broadcasting and communication of the work to the public, the public performance, broadcasting and communication of the work to the public, the distribution to the public of originals or copies of the work by way of first sales or other first transfer of ownership, and the distribution to the public of originals or copies of the work by way of first sales or other first transfer of ownership, and the commercial rental to the public of originals or copies of the work. the commercial rental to the public of originals or copies of the work."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Moral rights of authors",
      "content": "(1) In addition to the economic rights referred to in section 5, the author of protected copyright work has the sole moral right In addition to the economic rights referred to in section 5, the author of protected copyright work has the sole moral right to claim authorship of the work and in particular to demand that the name or pseudonym of the author be mentioned when any of the acts referred to in section 5 are done in relation to the work, and to claim authorship of the work and in particular to demand that the name or pseudonym of the author be mentioned when any of the acts referred to in section 5 are done in relation to the work, and to object to and seek relief in connection with any distortion, mutilation or other modification of the work where that act would be or is prejudicial to the reputation of the author or where the work is discredited by the act. to object to and seek relief in connection with any distortion, mutilation or other modification of the work where that act would be or is prejudicial to the reputation of the author or where the work is discredited by the act."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Employed authors",
      "content": "In the absence of any contract to the contrary, the economic right of a work shall vest in an employer or a person who commissions the work where the employed or commissioned author has created the work in the course of the employment or commission. In the absence of any contract to the contrary, the economic right of a work shall vest in an employer or a person who commissions the work where the employed or commissioned author has created the work in the course of the employment or commission."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Public benefit works",
      "content": "(1) The rights referred to in sections 5 and 6 of this Act shall not vest in any person in respect of the following works, The rights referred to in sections 5 and 6 of this Act shall not vest in any person in respect of the following works, an enactment, an enactment, a decision made by a court or tribunal established under any enactment for the administration of justice in the Republic, a decision made by a court or tribunal established under any enactment for the administration of justice in the Republic, a report made by a commission of enquiry appointed by the Government or any agency of the Government and published by the Government, and a report made by a commission of enquiry appointed by the Government or any agency of the Government and published by the Government, and except where news is disseminated by the private media, news, namely a report of fresh events or current information made by the media, whether published in written form, by broadcast, or communicated to the public by any other means. except where news is disseminated by the private media, news, namely a report of fresh events or current information made by the media, whether published in written form, by broadcast, or communicated to the public by any other means. (2) The President is the trustee for the public of the works specified in subsection 1 other than works authored by the private media under paragraph d of that subsection. The President is the trustee for the public of the works specified in subsection 1 other than works authored by the private media under paragraph d of that subsection."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Transfer of copyright",
      "content": "(1) The owner of copyright may transfer the economic rights in section 5 to another person either in whole or in part but the transfer whether in whole or in part shall not include the moral rights referred to in section 6. The owner of copyright may transfer the economic rights in section 5 to another person either in whole or in part but the transfer whether in whole or in part shall not include the moral rights referred to in section 6. (2) A contract which requires the total transfer of the rights referred to in section 6 shall be limited in scope to the use provided for in that contract. A contract which requires the total transfer of the rights referred to in section 6 shall be limited in scope to the use provided for in that contract. (3) Copyright may be transferred by assignment, testament disposition or operation of law. Copyright may be transferred by assignment, testament disposition or operation of law. (4) assignment of copyright shall be in writing and signed by the owner of the copyright or by the person authorised by the owner of the copyright for the purpose. assignment of copyright shall be in writing and signed by the owner of the copyright or by the person authorised by the owner of the copyright for the purpose. (5) A licence to do an act that falls within copyright may be oral, written or inferred from conduct. A licence to do an act that falls within copyright may be oral, written or inferred from conduct. (6) In the case of joint authorship of a work, an assignment or a licence for the work shall be subject to the authorisation of the joint authors. In the case of joint authorship of a work, an assignment or a licence for the work shall be subject to the authorisation of the joint authors. (7) ere a work is of joint authorship and one of the joint authors withholding consent to an assignment or the granting of a licence, the matter shall be referred to the Copyright Administrator to determine whether or not consent should be granted in respect of the assignment or licence and the conditions for the grant. ere a work is of joint authorship and one of the joint authors withholding consent to an assignment or the granting of a licence, the matter shall be referred to the Copyright Administrator to determine whether or not consent should be granted in respect of the assignment or licence and the conditions for the grant. (8) A person dissatisfied with the decision of the Copyright Administrator may apply to the High Court for review. A person dissatisfied with the decision of the Copyright Administrator may apply to the High Court for review. (9) An assignment, a licence or a testamentary disposition may be made or granted in respect of an existing work or future work. An assignment, a licence or a testamentary disposition may be made or granted in respect of an existing work or future work."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Obligation of producers",
      "content": "(1) The producer of a sound recording or audio visual work shall state on the label of the sound recording or audio visual work or on its container The producer of a sound recording or audio visual work shall state on the label of the sound recording or audio visual work or on its container the name of the author and those of the main performers, the name of the author and those of the main performers, the title of the work, the title of the work, the year the original matrix was cut, the year the original matrix was cut, the individual or corporate name or the distinguishing mark of the producer, and the individual or corporate name or the distinguishing mark of the producer, and that the rights accruing to the producer under this Act are reserved. that the rights accruing to the producer under this Act are reserved. (2) Choirs, orchestras and composers shall be referred to by their proper names or by the name of the leader for the purpose of paragraph a of subsection 1. Choirs, orchestras and composers shall be referred to by their proper names or by the name of the leader for the purpose of paragraph a of subsection 1. (3) Copyright protection of a work shall not depend on the obligation of producers specified in this section Copyright protection of a work shall not depend on the obligation of producers specified in this section"
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Notice of protection of rights of producers",
      "content": "(1) A notice shall be printed on copies of sound recordings or audio visual work made for commercial purposes which shall include the year of first publication of the sound recording or audio visual work. A notice shall be printed on copies of sound recordings or audio visual work made for commercial purposes which shall include the year of first publication of the sound recording or audio visual work. (2) The notice shall be placed in a manner that gives reasonable notice of claim of protection of the rights of the producer. The notice shall be placed in a manner that gives reasonable notice of claim of protection of the rights of the producer. (3) If the notice on the copies of the sound recording, audio visual work or their containers does not identify the producer or licencee by name, description or trade mark, it shall indicate the name of the person who owns the rights of the producer. If the notice on the copies of the sound recording, audio visual work or their containers does not identify the producer or licencee by name, description or trade mark, it shall indicate the name of the person who owns the rights of the producer. (4) If the notice on the copies of the sound recording, audio visual work or their containers do not identify the principal performers, it shall indicate the name of the person who owns the rights of the performers. If the notice on the copies of the sound recording, audio visual work or their containers do not identify the principal performers, it shall indicate the name of the person who owns the rights of the performers. (5) Non-compliance with the provisions of this section by a producer does not deprive the producer of copyright protection. Non-compliance with the provisions of this section by a producer does not deprive the producer of copyright protection. (6) A person may use fixations or reproductions made in good faith before the commencement of this Act if made in accordance with its provisions. A person may use fixations or reproductions made in good faith before the commencement of this Act if made in accordance with its provisions."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Duration of copyright in individuals",
      "content": "(1) The rights of the author referred to in section 5 are protected during the life of the author and seventy years after the death of the author unless the contrary is stated in this Act. The rights of the author referred to in section 5 are protected during the life of the author and seventy years after the death of the author unless the contrary is stated in this Act. (2) Where a work is jointly authored, the rights of the author referred to in section 5 are protected during the life of the last surviving author and seventy years after the death of that author. Where a work is jointly authored, the rights of the author referred to in section 5 are protected during the life of the last surviving author and seventy years after the death of that author."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Duration of copyright in bodies corporate",
      "content": "Where the copyright in a work is owned by a public corporation or other body corporate, the term of protection shall be seventy years from the date on which the work was either made or first published, whichever date is the later. Where the copyright in a work is owned by a public corporation or other body corporate, the term of protection shall be seventy years from the date on which the work was either made or first published, whichever date is the later."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Duration of copyright in anonymous works",
      "content": "Where a work is published anonymously or under a pseudonym, the rights of the author referred to in section 5 are protected until the expiration of seventy years from the date on which the work was either made, first made available to the public, or first published, whichever date is the later, but if the identity of the author is known or is no longer in doubt before the expiration of that period, the rights of the author shall be protected during the life of the author and seventy years after the death of the author. Where a work is published anonymously or under a pseudonym, the rights of the author referred to in section 5 are protected until the expiration of seventy years from the date on which the work was either made, first made available to the public, or first published, whichever date is the later, but if the identity of the author is known or is no longer in doubt before the expiration of that period, the rights of the author shall be protected during the life of the author and seventy years after the death of the author."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Duration of copyright in audio-visual works",
      "content": "In the case of an audio-visual work, the rights of the author referred to in section 5 are protected until the expiration of seventy years from the date of the making of the work, or where the work is made available to the public during that period with the consent of the author, until the expiration of seventy years from the date on which the work was either made, first made available to the public, or first published, whichever date is the later. In the case of an audio-visual work, the rights of the author referred to in section 5 are protected until the expiration of seventy years from the date of the making of the work, or where the work is made available to the public during that period with the consent of the author, until the expiration of seventy years from the date on which the work was either made, first made available to the public, or first published, whichever date is the later."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Duration of copyright in sound recording",
      "content": "In the case of a sound recording, the rights of the author referred to in section 5 are protected from the publication of the sound recording until the expiration of seventy years after the year of publication or, if the sound recording has not been published from the fixation of the sound recording, until the expiration of seventy years after the year of fixation. In the case of a sound recording, the rights of the author referred to in section 5 are protected from the publication of the sound recording until the expiration of seventy years after the year of publication or, if the sound recording has not been published from the fixation of the sound recording, until the expiration of seventy years after the year of fixation."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Duration of protection for expressions of folklore",
      "content": "The rights vested in the President on behalf of and in trust for the people of the Republic in respect of folklore under section 4 exist in perpetuity. The rights vested in the President on behalf of and in trust for the people of the Republic in respect of folklore under section 4 exist in perpetuity."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Duration of moral rights",
      "content": "The moral rights of authors under section 6 exist in perpetuity and these rights shall be enforceable by the author, during the lifetime of the author, and after the author’s death, by the author’s successors whether or not the economic rights vested in the author under section 5 are still vested in the author or the successor in title of the author. The moral rights of authors under section 6 exist in perpetuity and these rights shall be enforceable by the author, during the lifetime of the author, and after the author’s death, by the author’s successors whether or not the economic rights vested in the author under section 5 are still vested in the author or the successor in title of the author."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Permitted use of work protected by copyright",
      "content": "(1) The use of a literary or artistic work either in the original language or in translation shall not be an infringement of the right of the author in that work and shall not require the consent of the owner of the copyright where the use involves The use of a literary or artistic work either in the original language or in translation shall not be an infringement of the right of the author in that work and shall not require the consent of the owner of the copyright where the use involves the reproduction, translation, adaptation, arrangement or other transformation of the work for exclusive personal use of a person, if the user is an individual and the work has been made public, the reproduction, translation, adaptation, arrangement or other transformation of the work for exclusive personal use of a person, if the user is an individual and the work has been made public, subject to subsection (2) of this section, the inclusion with an indication of the source and the name of the author of quotations from the work in another work, including quotations from articles in newspapers or periodicals in the form of press summaries, if the work from which the quotations are taken has been made public, subject to subsection (2) of this section, the inclusion with an indication of the source and the name of the author of quotations from the work in another work, including quotations from articles in newspapers or periodicals in the form of press summaries, if the work from which the quotations are taken has been made public, subject to subsection (3) subject to subsection (3) the utilisation of the work by way of illustration in publications, broadcasts of sound or visual recordings for teaching, to the extent justified for the purposes, or the utilisation of the work by way of illustration in publications, broadcasts of sound or visual recordings for teaching, to the extent justified for the purposes, or the communication for teaching purposes of the work, broadcast for use in educational institutions, or the communication for teaching purposes of the work, broadcast for use in educational institutions, or the utilisation of the work for professional training or public education, the utilisation of the work for professional training or public education, if the work has been made public; in the case of in the case of an article published in one or more newspapers or periodi­cals on current economic, political or religious topics, or an article published in one or more newspapers or periodi­cals on current economic, political or religious topics, or a broadcast on current economic, political or religious topics, a broadcast on current economic, political or religious topics, the reproduction of the article in a newspaper or periodical or the broadcast or other communication to the public where a statement of the source is provided unless the article or broadcast when first published or made was accompanied by an express condition prohibiting its use without consent, the reproduction or making available to the public by means of photographic works, audio-visual works or other means of com­munication of any work that can be seen or heard in the course of the reporting of fresh events or new information, if the reproduction or making available to the public by means of photographic works, audio-visual works or other means of com­munication of any work that can be seen or heard in the course of the reporting of fresh events or new information, if the work is reproduced or made available for the purpose of reporting by a news medium of fresh events or new information, and the work is reproduced or made available for the purpose of reporting by a news medium of fresh events or new information, and the use of the work does not extend beyond that justified for the purpose of keeping the public informed of current events, the use of the work does not extend beyond that justified for the purpose of keeping the public informed of current events, the reproduction of works of art or architecture in an audio-visual work for cinema or television or in a broadcast by television and the communication to the public of any of those works of art or architecture if those works are the reproduction of works of art or architecture in an audio-visual work for cinema or television or in a broadcast by television and the communication to the public of any of those works of art or architecture if those works are permanently located in a place where they can be viewed by the public, or permanently located in a place where they can be viewed by the public, or included in an audio-visual work for cinema or television only by way of background or as incidental to essential matters represented, included in an audio-visual work for cinema or television only by way of background or as incidental to essential matters represented, subject to subsection (4), the reproduction in the media or the communication to the public of subject to subsection (4), the reproduction in the media or the communication to the public of political speech delivered in public, political speech delivered in public, speech delivered in public during legal proceedings, or speech delivered in public during legal proceedings, or lecture, address, sermon or other work of a similar nature delivered in public, lecture, address, sermon or other work of a similar nature delivered in public, where the use by reproduction or communication to the public is exclusively for the purpose of reporting fresh events or new information. (2) The permission under subsection (1)(a) shall not extend to reproduction The permission under subsection (1)(a) shall not extend to reproduction of a work of architecture in the form of building or other construction; of a work of architecture in the form of building or other construction; in the form of reprography of a whole or of a substantial part of a book or of musical work in the form of notation; in the form of reprography of a whole or of a substantial part of a book or of musical work in the form of notation; of the whole or of a substantial part of a database in digital form; and of the whole or of a substantial part of a database in digital form; and of a computer program, except as provided in section 16. of a computer program, except as provided in section 16. (3) Paragraph (b) of subsection (1) does not apply in respect of any particular quotations unless the quotations referred to in that paragraph are compatible with fair practice and the extent of the quotations does not exceed what is justified for the purpose of the work in which the quotations are used. Paragraph (b) of subsection (1) does not apply in respect of any particular quotations unless the quotations referred to in that paragraph are compatible with fair practice and the extent of the quotations does not exceed what is justified for the purpose of the work in which the quotations are used. (4) Paragraph (c) of subsection (1) does not apply in respect of any particular work unless the use referred to in that paragraph is compatible with fair practice and the source of the work used and the name of the author are indicated in the relevant publication, broadcast or recording. Paragraph (c) of subsection (1) does not apply in respect of any particular work unless the use referred to in that paragraph is compatible with fair practice and the source of the work used and the name of the author are indicated in the relevant publication, broadcast or recording. (5) Paragraph (g) of subsection (1) does not apply unless the reproduction referred to in that paragraph and the number of copies made in the reproduction are limited to what is required in the particular circumstances. Paragraph (g) of subsection (1) does not apply unless the reproduction referred to in that paragraph and the number of copies made in the reproduction are limited to what is required in the particular circumstances. (6) Despite the provisions of section 5(a) the temporary reproduction of a work is not an infringement of copyright if the reproduction is made in order to make a digitally stored work perceptible or in the process of a digital transmission Despite the provisions of section 5(a) the temporary reproduction of a work is not an infringement of copyright if the reproduction is made in order to make a digitally stored work perceptible or in the process of a digital transmission by a person who or entity that is authorised for that purpose by by a person who or entity that is authorised for that purpose by the owner of the copyright; or the owner of the copyright; or operation of law; and operation of law; and as an accessory that occurs during the normal operation of the equipment used and which is as an accessory that occurs during the normal operation of the equipment used and which is automatically deleted; and automatically deleted; and incapable of being retrieved for any other purpose than those referred to in this subsection. incapable of being retrieved for any other purpose than those referred to in this subsection."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Reproduction and adaptation of computer programs",
      "content": "(1) The reproduction, in a single copy, or the adaptation of a computer program by the lawful owner of a copy of that computer program is not an infringement of copyright if the reproduction or adaptation is necessary for The reproduction, in a single copy, or the adaptation of a computer program by the lawful owner of a copy of that computer program is not an infringement of copyright if the reproduction or adaptation is necessary for the use of the computer program with a computer for the purpose and extent for which the computer program has been obtained; or the use of the computer program with a computer for the purpose and extent for which the computer program has been obtained; or archival purpose and for the replacement of the lawfully owned copy of the computer program in the event that the said copy of the computer program is lost, destroyed or rendered unusable. archival purpose and for the replacement of the lawfully owned copy of the computer program in the event that the said copy of the computer program is lost, destroyed or rendered unusable. (2) A reproduction or an adaptation of a computer program shall not be used for any other purpose than those specified in subsection (1) and a reproduction or adaptation shall be destroyed when the continued possession of the reproduction or adaptation becomes unlawful. A reproduction or an adaptation of a computer program shall not be used for any other purpose than those specified in subsection (1) and a reproduction or adaptation shall be destroyed when the continued possession of the reproduction or adaptation becomes unlawful."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Permitted use of protected copyright work by library and archive",
      "content": "(1) A library and archive with activities that are not for gain may, without the authorisation of the author or other owner of copyright, make a single copy of the work by reprographic reproduction. A library and archive with activities that are not for gain may, without the authorisation of the author or other owner of copyright, make a single copy of the work by reprographic reproduction. (2) A reprographic reproduction under subsection (1) may be made when the work reproduced is a published article, other short work or short extract of a work and where the purpose of the reproduction is to satisfy the request of an individual. A reprographic reproduction under subsection (1) may be made when the work reproduced is a published article, other short work or short extract of a work and where the purpose of the reproduction is to satisfy the request of an individual. (3) The library or archive shall under subsection (1) ascertain that the copy is to be used solely for the purpose of study, scholarship or private research. The library or archive shall under subsection (1) ascertain that the copy is to be used solely for the purpose of study, scholarship or private research. (4) The act of reproduction under subsection (1) shall be an isolated case which shall occur on separate and unrelated occasions and shall occur where The act of reproduction under subsection (1) shall be an isolated case which shall occur on separate and unrelated occasions and shall occur where there is no collective licence available under which copies can be made, or there is no collective licence available under which copies can be made, or the copy is made in order to preserve or replace a copy which has been lost, destroyed or rendered unusable in the permanent collection of similar library or archive if it is impossible to obtain the copy under reasonable conditions. the copy is made in order to preserve or replace a copy which has been lost, destroyed or rendered unusable in the permanent collection of similar library or archive if it is impossible to obtain the copy under reasonable conditions. (5) Where a library or, archive requires more than a single copy of a work by reprographic reproduction, the permission for this shall be obtained from the author, other owner of copyright or from an appropriate collective administration society authorised by the publisher. Where a library or, archive requires more than a single copy of a work by reprographic reproduction, the permission for this shall be obtained from the author, other owner of copyright or from an appropriate collective administration society authorised by the publisher. (6) The provisions of this section are subject to the interest of the publisher, author or the relevant collective administration society. The provisions of this section are subject to the interest of the publisher, author or the relevant collective administration society."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Permitted use of work or publication of portrait in public interest events",
      "content": "(1) The accidental or incidental inclusion of a work in the reporting of a news broadcast of fresh events or of new information is not an infringement of the rights of the author in the work. The accidental or incidental inclusion of a work in the reporting of a news broadcast of fresh events or of new information is not an infringement of the rights of the author in the work. (2) The publication of the portrait of a person is not an infringement of the rights of the author or other person having an interest in the portrait where the publication is related to scientific, educational or cultural purposes in general or to facts or events of public interest or events that have occurred in public. The publication of the portrait of a person is not an infringement of the rights of the author or other person having an interest in the portrait where the publication is related to scientific, educational or cultural purposes in general or to facts or events of public interest or events that have occurred in public."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Ephemeral recordings",
      "content": "(1) Where a work is broadcast, the broadcaster may make a recording of the broadcast with the broadcaster’s own facility and may produce copies of the record­ing for the broadcasters own use. Where a work is broadcast, the broadcaster may make a recording of the broadcast with the broadcaster’s own facility and may produce copies of the record­ing for the broadcasters own use. (2) Subject to subsection (3) of this section, the copies of the recording shall be destroyed by the broadcaster within six months after the date on which the recording was made. Subject to subsection (3) of this section, the copies of the recording shall be destroyed by the broadcaster within six months after the date on which the recording was made. (3) An authorised recording under subsection (1) of this section of excep­tional documentary character may be preserved for presentation to the National Archives. An authorised recording under subsection (1) of this section of excep­tional documentary character may be preserved for presentation to the National Archives. (4) The preservation of an authorised recording for presentation to the National Archives does not affect the rights of the author in the work that was broadcast. The preservation of an authorised recording for presentation to the National Archives does not affect the rights of the author in the work that was broadcast. (5) Whether a recording of a broadcast is of exceptional documentary character is a question of fact to be determined by the broadcaster after taking into consideration the circumstances of the case and in particular the need for the enhancement of the historical and cultural aspects of life in the country. Whether a recording of a broadcast is of exceptional documentary character is a question of fact to be determined by the broadcaster after taking into consideration the circumstances of the case and in particular the need for the enhancement of the historical and cultural aspects of life in the country."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Production of copies of sound recordings",
      "content": "(1) A manufacturer, producer or production company of sound recordings may make copies of any musical work or a similar adaptation, if copies of the musical work or a similar adaptation of them have previously been made in or imported into the Republic for the purpose of retail sale and the copies were made with the licence of or imported by the owner of the copyright or authorised collective administration society. A manufacturer, producer or production company of sound recordings may make copies of any musical work or a similar adaptation, if copies of the musical work or a similar adaptation of them have previously been made in or imported into the Republic for the purpose of retail sale and the copies were made with the licence of or imported by the owner of the copyright or authorised collective administration society. (2) Before the making of the copies under subsection (1), the manufacturer, producer or production company shall give the owner of the copyright or authorised collective administration society notice of the intention to make the copies and the address at which the person intends to make them. Before the making of the copies under subsection (1), the manufacturer, producer or production company shall give the owner of the copyright or authorised collective administration society notice of the intention to make the copies and the address at which the person intends to make them. (3) The manufacturer, producer or production company shall, not later than fifteen days before the sale of a copy made by that person under this section, send to the owner of the copyright or the person authorised by the owner for the purpose, by registered post, notice of the person’s intention to sell or distribute in any other manner the copies made. The manufacturer, producer or production company shall, not later than fifteen days before the sale of a copy made by that person under this section, send to the owner of the copyright or the person authorised by the owner for the purpose, by registered post, notice of the person’s intention to sell or distribute in any other manner the copies made. (4) The notice shall contain The notice shall contain the name and address of the manufacturer, producer or production company, the name and address of the manufacturer, producer or production company, the title of the work to which the notice relates with sufficient description to identify the author of the work and its publisher, the title of the work to which the notice relates with sufficient description to identify the author of the work and its publisher, the type of sound recording on which the manufacturer, producer, or production company intends to produce the work and an estimate of the number of copies the manufacturer, producer or production company initially intends to sell, the type of sound recording on which the manufacturer, producer, or production company intends to produce the work and an estimate of the number of copies the manufacturer, producer or production company initially intends to sell, the ordinary selling price of the copies the manufacturer, producer or production company intends to sell and the amount of royalty payable forthem, and the ordinary selling price of the copies the manufacturer, producer or production company intends to sell and the amount of royalty payable forthem, and the earliest date on which any of the copies may be available for sale. the earliest date on which any of the copies may be available for sale. (5) The manufacturer, producer or production company shall make a mechanical royalty payment on each copy of a sound recording to the owner of the copyright through the appropriate collective administration society established under section 49 of this Act within fourteen days after the manufacturer, producer or the production company has sent the notice to the owner of the copyright or the person authorised by the owner. The manufacturer, producer or production company shall make a mechanical royalty payment on each copy of a sound recording to the owner of the copyright through the appropriate collective administration society established under section 49 of this Act within fourteen days after the manufacturer, producer or the production company has sent the notice to the owner of the copyright or the person authorised by the owner. (6) The royalty payable by the manufacturer, producer or production company or publisher shall be an amount not less than seven per centum or such higher percentage as the Copyright Tribunal may recommend, of the ordinary retail price of each copy of the sound recording made under this section. The royalty payable by the manufacturer, producer or production company or publisher shall be an amount not less than seven per centum or such higher percentage as the Copyright Tribunal may recommend, of the ordinary retail price of each copy of the sound recording made under this section. (7) It shall be an infringement of copyright if a manufacturer or publisher deals in a copy of a sound recording made under this section without the mechanical royalty payment. It shall be an infringement of copyright if a manufacturer or publisher deals in a copy of a sound recording made under this section without the mechanical royalty payment."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Security device for sound and audio-visual recording",
      "content": "(1) A manufacturer importer or publisher of sound or audio-visual recording shall on the approval of the Minister purchase a security device from the Internal Revenue Service as may be required to cover the number of copyright works the manufacturer, importer or publisher intends to sell or distribute. A manufacturer importer or publisher of sound or audio-visual recording shall on the approval of the Minister purchase a security device from the Internal Revenue Service as may be required to cover the number of copyright works the manufacturer, importer or publisher intends to sell or distribute. (2) The security device shall be fixed to each copy of the copyright work made or published by the applicant. The security device shall be fixed to each copy of the copyright work made or published by the applicant. (3) A person shall not sell or exhibit for sale a copyright work that requires a security device, without a security device affixed to it. A person shall not sell or exhibit for sale a copyright work that requires a security device, without a security device affixed to it. (4) A person who sells or exhibits for sale a copyright work without a security device obtained from the Internal Revenue Service affixed to it commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units. A person who sells or exhibits for sale a copyright work without a security device obtained from the Internal Revenue Service affixed to it commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Importation of pre-recorded music and other copyright works",
      "content": "(1) An officer of the Customs, Excise and Preventive Service shall, unless satisfied that an imported sound recording or other copyright work is not a pirated product, not permit the importation of the copyright work without written clearance from the right owner of the work and the Copyright Office. An officer of the Customs, Excise and Preventive Service shall, unless satisfied that an imported sound recording or other copyright work is not a pirated product, not permit the importation of the copyright work without written clearance from the right owner of the work and the Copyright Office."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Levy on devices used for reproducing copyright materials",
      "content": "(1) There shall be imposed on any device capable of being used to copy a copyright work a levy of a sum that shall be prescribed in Regulations made by the Minister in consultation with the Minister responsible for Finance. There shall be imposed on any device capable of being used to copy a copyright work a levy of a sum that shall be prescribed in Regulations made by the Minister in consultation with the Minister responsible for Finance. (2) The levy shall be collected by the Customs, Excise and Preventive Service at the time of importation or production. The levy shall be collected by the Customs, Excise and Preventive Service at the time of importation or production. (3) The provisions of the Customs, Excise and Preventive Service (Manage­ment) Law, 1993 (P.N.D.C.L. 330) as variously amended shall apply for the purpose of the collection of the levy. The provisions of the Customs, Excise and Preventive Service (Manage­ment) Law, 1993 (P.N.D.C.L. 330) as variously amended shall apply for the purpose of the collection of the levy. (4) The levy shall upon collection by the Customs, Excise and Preventive Service be deposited in a fund established for the rightholders by the Minister. The levy shall upon collection by the Customs, Excise and Preventive Service be deposited in a fund established for the rightholders by the Minister. (5) The fund shall be subject to an annual audit by the Auditor-General or an auditor appointed by the Auditor-General. The fund shall be subject to an annual audit by the Auditor-General or an auditor appointed by the Auditor-General. (6) The Auditor-General or an auditor appointed by the Auditor-General shall submit the audit report to the Minister and the appointed collective administration society established under section 49 of this Act. The Auditor-General or an auditor appointed by the Auditor-General shall submit the audit report to the Minister and the appointed collective administration society established under section 49 of this Act. (7) The Minister in consultation with the executive officers of the appro­priate collective administration society shall cause the distribution of the levy to the right holders. The Minister in consultation with the executive officers of the appro­priate collective administration society shall cause the distribution of the levy to the right holders. (8) Any exception, quantum and modalities for the distribution of the levy shall be provided for in Regulations made under this Act. Any exception, quantum and modalities for the distribution of the levy shall be provided for in Regulations made under this Act. (9) A person shall not import any device capable of copying protected materials without payment of the levy. A person shall not import any device capable of copying protected materials without payment of the levy. (10) A person who imports a device without payment of the levy commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units or imprisonment for a term not exceeding twelve months. A person who imports a device without payment of the levy commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units or imprisonment for a term not exceeding twelve months."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Performers rights",
      "content": "(1) A person shall not without the authorization of a performer A person shall not without the authorization of a performer broadcast or communicate a performance of the performer directly or indirectly to the public except broadcast or communicate a performance of the performer directly or indirectly to the public except where the broadcast or communication to the public is made from a previously authorised fixation, or where the broadcast or communication to the public is made from a previously authorised fixation, or where the transmission is one that has been authorised by the broadcasting organisation that transmits the first performance, where the transmission is one that has been authorised by the broadcasting organisation that transmits the first performance, arrange the fixation of a performance not previously fixed on a physical medium, arrange the fixation of a performance not previously fixed on a physical medium, exercise the right of reproduction of the fixation in any manner or form, exercise the right of reproduction of the fixation in any manner or form, provide the first public distribution of the original or a copy of a fixation of a performance, provide the first public distribution of the original or a copy of a fixation of a performance, provide or obtain a rental of the original or a copy of the perfor­mance for the purpose of direct or indirect commercial advantage irrespective of the ownership of the original or copy rented, or provide or obtain a rental of the original or a copy of the perfor­mance for the purpose of direct or indirect commercial advantage irrespective of the ownership of the original or copy rented, or make available to the public a fixed performance by wire or wireless means, in a way that members of the public may access it from a place and at a time individually chosen by them. make available to the public a fixed performance by wire or wireless means, in a way that members of the public may access it from a place and at a time individually chosen by them. (2) A performer has the exclusive right to authorise or prohibit A performer has the exclusive right to authorise or prohibit the rebroadcasting, rental and distribution of a fixation of the performance, the rebroadcasting, rental and distribution of a fixation of the performance, the fixation of the performance, the fixation of the performance, the reproduction of a fixation of the performance; or the reproduction of a fixation of the performance; or the communication to the public of the performance except where the performance has been lawfully fixed on audio visual or audio recording media which may be broadcast without the consent of the performer, if the recordings have been published; subject to the payment of equitable remuneration to the performer. the communication to the public of the performance except where the performance has been lawfully fixed on audio visual or audio recording media which may be broadcast without the consent of the performer, if the recordings have been published; subject to the payment of equitable remuneration to the performer. (3) Where a performer has given a performance under a contract of employment or of service, the extent and conditions under which the employer of the performer may use the performance or authorise others to use it shall be determined by reference to the nature of the contract of employment or service unless agreed otherwise. Where a performer has given a performance under a contract of employment or of service, the extent and conditions under which the employer of the performer may use the performance or authorise others to use it shall be determined by reference to the nature of the contract of employment or service unless agreed otherwise. (4) The consent of the elected representative of a group participating in choral, orchestral or stage performance shall satisfy the conditions of subsection (2) and where the group has no representative, the consent of the performers belonging to the group shall be expressed by the consent of the leader of the group. The consent of the elected representative of a group participating in choral, orchestral or stage performance shall satisfy the conditions of subsection (2) and where the group has no representative, the consent of the performers belonging to the group shall be expressed by the consent of the leader of the group."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Duration of performer’s right",
      "content": "The rights of a performer in respect of the performance are protected for a period of seventy years starting from the end of the calendar year in which the performance was fixed on a physical medium or in the absence of such a fixation, from the end of the calendar year in which the performance took place. The rights of a performer in respect of the performance are protected for a period of seventy years starting from the end of the calendar year in which the performance was fixed on a physical medium or in the absence of such a fixation, from the end of the calendar year in which the performance took place."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Performer’s right to contract",
      "content": "Subject to sections 5 and 28 (3) a provision in this Act shall not preclude the right of a performer to enter into a contract with any person on such terms and conditions, as the performer considers appropriate for the use of the performance by another person. Subject to sections 5 and 28 (3) a provision in this Act shall not preclude the right of a performer to enter into a contract with any person on such terms and conditions, as the performer considers appropriate for the use of the performance by another person."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Moral rights of a performer",
      "content": "A performer has the right independent of the economic rights of the owner and even after the transfer of those rights, to require to be identified with the performer’s live oral performances and performances fixed in phonograms; and to require to be identified with the performer’s live oral performances and performances fixed in phonograms; and to object to any distortion, mutilation or other modification of a personal performance which would be prejudicial to the reputation of the performer. to object to any distortion, mutilation or other modification of a personal performance which would be prejudicial to the reputation of the performer."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Authorisation relating to broadcast",
      "content": "In the absence of any law or contract to the contrary, the provisions of section 28 shall not imply a consent to licence other broadcasters to transmit the performance, licence other broadcasters to transmit the performance, make a fixation of the performance, make a fixation of the performance, reproduce the fixation if the authorisation granted is to broadcast and make a fixation of the performance, or reproduce the fixation if the authorisation granted is to broadcast and make a fixation of the performance, or broadcast the performance from a previous fixation or from the reproduction of the fixation where initial permission was given solely to enable the broadcasting of the performance. broadcast the performance from a previous fixation or from the reproduction of the fixation where initial permission was given solely to enable the broadcasting of the performance."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Broadcasting organisations",
      "content": "A broadcasting organisation has the exclusive right to authorise or prohibit, the rebroadcasting of its broadcast, the rebroadcasting of its broadcast, the fixation of its broadcast, or the fixation of its broadcast, or the reproduction of a fixation of its broadcast, or the reproduction of a fixation of its broadcast, or the communication to the public of its broadcast. the communication to the public of its broadcast."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Programme carrying signals",
      "content": "A broadcasting organisation has the right in relation to its programme carrying signals, to prevent the distribution in the Republic or from the Republic of any signals by any distributor for whom the signals were not intended. A broadcasting organisation has the right in relation to its programme carrying signals, to prevent the distribution in the Republic or from the Republic of any signals by any distributor for whom the signals were not intended."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Limitation on economic rights of performers and broadcasting organisations",
      "content": "The provisions of sections 28 and 33 of this Act shall not apply where the acts referred to are concerned with private use, private use, the reporting of current events, which involves the use of only short excerpts of a performance, sound recording, audio visual work or broadcast, the reporting of current events, which involves the use of only short excerpts of a performance, sound recording, audio visual work or broadcast, teaching or scientific research, teaching or scientific research, quotations in the form of short excerpts of a performance, sound recording, audio-visual work or broadcast, which are compatible with fair practice and are justified by the informative purpose of those quotations, and quotations in the form of short excerpts of a performance, sound recording, audio-visual work or broadcast, which are compatible with fair practice and are justified by the informative purpose of those quotations, and cases where, under permitted users of copyright in sections 19 to 23 a work can be used without the authorisation of the author or other owner of the copyright. cases where, under permitted users of copyright in sections 19 to 23 a work can be used without the authorisation of the author or other owner of the copyright."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Duration of rights of broadcasting organisation",
      "content": "The rights of a broadcasting organisation referred to in sections 33, and 34 are protected until the expiration of forty years from the date of making the broadcast or the signal. The rights of a broadcasting organisation referred to in sections 33, and 34 are protected until the expiration of forty years from the date of making the broadcast or the signal."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Public performance and use of copyright work",
      "content": "(1) Where in any public place by means of broadcasting, cinematography, jukebox or other apparatus, a sound recording or audio visual work is used the authorised performer and producer of the sound recording or audio visual work shall be entitled to royalty in accordance with this Act. Where in any public place by means of broadcasting, cinematography, jukebox or other apparatus, a sound recording or audio visual work is used the authorised performer and producer of the sound recording or audio visual work shall be entitled to royalty in accordance with this Act. (2) An owner of copyright is entitled to collect royalties for the live performance of the copyright work or for the public performance of the recorded copyright work. An owner of copyright is entitled to collect royalties for the live performance of the copyright work or for the public performance of the recorded copyright work."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "The public domain",
      "content": "(1) The following works belong to the public domain The following works belong to the public domain works with expired terms of protection, works with expired terms of protection, works by authors who have renounced their rights, and works by authors who have renounced their rights, and foreign works that do not enjoy protection in the Republic. foreign works that do not enjoy protection in the Republic. (2) For the purposes of paragraph (b) of subsection (1) of this section renunciation by an author or the author’s successor in title of the author’s rights provided under section 5 shall be by writing and made public, but the renunciation shall not conflict with any previous contractual obligation relating to the work. For the purposes of paragraph (b) of subsection (1) of this section renunciation by an author or the author’s successor in title of the author’s rights provided under section 5 shall be by writing and made public, but the renunciation shall not conflict with any previous contractual obligation relating to the work. (3) Subject to the payment of a fee that may be specified by the Minister a work that has fallen into the public domain may be used without any restriction. Subject to the payment of a fee that may be specified by the Minister a work that has fallen into the public domain may be used without any restriction. (4) There shall be established by the Minister a fund for the deposit of any money that accrues from the payment of fees under subsection (3). There shall be established by the Minister a fund for the deposit of any money that accrues from the payment of fees under subsection (3). (5) The fund shall be established with the approval of the Accountant-General and shall be for the benefit of institutions that promote the arts, authors, performers, producers of sound recording, translators and die arts in general, except that separate head accounts shall be assigned to the respective arts. The fund shall be established with the approval of the Accountant-General and shall be for the benefit of institutions that promote the arts, authors, performers, producers of sound recording, translators and die arts in general, except that separate head accounts shall be assigned to the respective arts. (6) The fund shall be managed by the Copyright Administrator in consul­tation with the Minister. The fund shall be managed by the Copyright Administrator in consul­tation with the Minister."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Registration of works",
      "content": "(1) The Copyright Administrator appointed under section 68 shall open and maintain registers in which shall be registered associations of authors, works and productions. The Copyright Administrator appointed under section 68 shall open and maintain registers in which shall be registered associations of authors, works and productions. (2) The purposes of registration are The purposes of registration are to maintain a record of works, to maintain a record of works, to publicise the rights of the owners, and to publicise the rights of the owners, and to give evidence of the ownership and authentication of intellectual property. to give evidence of the ownership and authentication of intellectual property. (3) A publisher of work in the Republic may submit the work for registration by the Copyright Administrator after its publication and two copies of the best edition may be deposited at the Copyright Office. A publisher of work in the Republic may submit the work for registration by the Copyright Administrator after its publication and two copies of the best edition may be deposited at the Copyright Office. (4) Copyright protection of a work shall not be dependent on the regis­tration of the work. Copyright protection of a work shall not be dependent on the regis­tration of the work."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Presumption of authorship",
      "content": "(1) An individual whose name is indicated as the author on any work shall be presumed to be the author of the work in the absence of any proof to the contrary. An individual whose name is indicated as the author on any work shall be presumed to be the author of the work in the absence of any proof to the contrary. (2) This provision shall also apply where the name used is a pseudonym if the pseudonym does not leave any doubt as to the identity of the author. This provision shall also apply where the name used is a pseudonym if the pseudonym does not leave any doubt as to the identity of the author. (3) The presumption of authorship also applies to works created by more than one author. The presumption of authorship also applies to works created by more than one author."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Infringement of copyright and related rights",
      "content": "(1) Subject to this Act the doing of an act contrary to Subject to this Act the doing of an act contrary to the rights of an author under sections 5 and 6, the rights of an author under sections 5 and 6, the rights of a performer under sections 28,30 and 31 the rights of a performer under sections 28,30 and 31 the rights of broadcasting organisations under sections 33 and 34 the rights of broadcasting organisations under sections 33 and 34 constitutes an infringement of copyright or related right, as the case may be, and the right owner may seek relief in a civil action under section 44."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Copyright and related rights offences",
      "content": "(1) A person who A person who reproduces, duplicates, extracts, imitates or imports into the country, except for that person’s private use, any work, reproduces, duplicates, extracts, imitates or imports into the country, except for that person’s private use, any work, causes to be reproduced, duplicated, extracted, imitated or imported into the country except for the person’s private use any work, causes to be reproduced, duplicated, extracted, imitated or imported into the country except for the person’s private use any work, distributes or permits or causes to be distributed in the country by way of sale or otherwise any work, distributes or permits or causes to be distributed in the country by way of sale or otherwise any work, exhibits or permits or causes to be exhibited in public any work, exhibits or permits or causes to be exhibited in public any work, removes or alters any electronic rights management information, removes or alters any electronic rights management information, distributes, imports for distribution, broadcasts, communicates or makes available to the public, works, performances, copies of fixed performances or sound recordings knowing that electronic right management information has been removed or altered without authority, or distributes, imports for distribution, broadcasts, communicates or makes available to the public, works, performances, copies of fixed performances or sound recordings knowing that electronic right management information has been removed or altered without authority, or manufactures, imports, distributes, exports, sells, rents, possesses for commercial purposes, offers to the public, advertises, communicates or otherwise provides any device, product or component that is designed or adapted to remove, alter or add electronic rights management information, or manufactures, imports, distributes, exports, sells, rents, possesses for commercial purposes, offers to the public, advertises, communicates or otherwise provides any device, product or component that is designed or adapted to remove, alter or add electronic rights management information, or circumvents any technological protection measure applied by the right holder to the protected work, or circumvents any technological protection measure applied by the right holder to the protected work, or manufactures, imports, distributes, exports, sells, rents, possesses for commercial purposes, offers to the public, advertises, communicates or otherwise provides without authority devices, components, services or other means, designed, adapted, or promoted to circumvent such a measure, or manufactures, imports, distributes, exports, sells, rents, possesses for commercial purposes, offers to the public, advertises, communicates or otherwise provides without authority devices, components, services or other means, designed, adapted, or promoted to circumvent such a measure, or rents or lends to the public any work rents or lends to the public any work where the person performing the act knew or had reasonable grounds to know that the action induces, enables, facilitates or conceals an infringement of any copyright or related right protected under this Act without the licence or authorisation of the person whose rights are protected under this Act or the agent of that person whose rights are protected, infringes the protected rights and commits an offence punishable under section 43 of this Act."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Penalty for copyright offence",
      "content": "A person who infringes a right protected under this Act commits an offence and is liable on summary conviction to a fine of not more than one thousand penalty units and not less than five hundred penalty units or to a term of imprisonment of not more than three years or to both; and in the case of a continuing offence to a further fine of not less than twenty-five penalty units and not more than one hundred penalty units for each day during which the offence continues. A person who infringes a right protected under this Act commits an offence and is liable on summary conviction to a fine of not more than one thousand penalty units and not less than five hundred penalty units or to a term of imprisonment of not more than three years or to both; and in the case of a continuing offence to a further fine of not less than twenty-five penalty units and not more than one hundred penalty units for each day during which the offence continues."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Offences related to folklore",
      "content": "(1) A person shall not sell, offer or expose for sale or distribution in the Republic copies of A person shall not sell, offer or expose for sale or distribution in the Republic copies of works of folklore made in or outside the Republic, or works of folklore made in or outside the Republic, or translations, adaptations, arrangements of folklore made outside the Republic translations, adaptations, arrangements of folklore made outside the Republic without the permission in writing of the National Folklore Board. (2) A person who contravenes this section commits an offence and is liable on summary conviction to a fine of not more than one thousand penalty units and not less than one hundred and fifty penalty units or to a term of imprisonment of not more than three years or to both; and in the case of a continuing offence to a further fine of not less than twenty-five penalty units for each day during which the offence continues. A person who contravenes this section commits an offence and is liable on summary conviction to a fine of not more than one thousand penalty units and not less than one hundred and fifty penalty units or to a term of imprisonment of not more than three years or to both; and in the case of a continuing offence to a further fine of not less than twenty-five penalty units for each day during which the offence continues."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Offences by body of persons",
      "content": "(1) Where an offence is committed by a body of persons under thi s Act Where an offence is committed by a body of persons under thi s Act in the case of a body corporate other than a partnership, every director or secretary of the body corporate shall also be deemed to have committed the offence, and in the case of a body corporate other than a partnership, every director or secretary of the body corporate shall also be deemed to have committed the offence, and in the case of a partnership, every partner shall also be deemed to have committed the offence. in the case of a partnership, every partner shall also be deemed to have committed the offence. (2) A person shall not be considered to have committed an offence under this section if the person proves to the satisfaction of the court that the offence in respect of which the person is charged was committed by some other person and was without the consent or connivance of the person charged and that the person charged exercised the diligence required to prevent the commission of that offence that that person ought to have exercised having regard to the circumstances. A person shall not be considered to have committed an offence under this section if the person proves to the satisfaction of the court that the offence in respect of which the person is charged was committed by some other person and was without the consent or connivance of the person charged and that the person charged exercised the diligence required to prevent the commission of that offence that that person ought to have exercised having regard to the circumstances."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Compensation to victim of offence and forfeiture",
      "content": "In addition to any punishment imposed by the court in respect of an offence under this Act, the court may order that the sums of money arising out of the offence be paid to the person entitled under this Act to those sums, and that the sums of money arising out of the offence be paid to the person entitled under this Act to those sums, and that the reproduction, duplication, extract, imitation and other material involved in the infringement, and the implement or device used in the infringement be forfeited and disposed of as the court may direct having regard to the circumstances relating to the infringement. that the reproduction, duplication, extract, imitation and other material involved in the infringement, and the implement or device used in the infringement be forfeited and disposed of as the court may direct having regard to the circumstances relating to the infringement."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Civil remedies",
      "content": "(1) A person whose rights under this Act are in imminent danger of being infringed or are being infringed upon may initiate civil proceedings in the High Court A person whose rights under this Act are in imminent danger of being infringed or are being infringed upon may initiate civil proceedings in the High Court for an injunction to prevent the infringement or prohibit the continuation of the infringement, for an injunction to prevent the infringement or prohibit the continuation of the infringement, in respect of imported goods or goods ready for export, for an order requiring the Customs, Excise and Preventive Service to detain the goods, or in respect of imported goods or goods ready for export, for an order requiring the Customs, Excise and Preventive Service to detain the goods, or for the recovery of damages for the infringement. for the recovery of damages for the infringement. (2) On an ex parte application, the Court may make an order in chambers for the inspection or removal from the defendant’s premises of copyright infringing materials which constitute evidence of infringement by the defendant. On an ex parte application, the Court may make an order in chambers for the inspection or removal from the defendant’s premises of copyright infringing materials which constitute evidence of infringement by the defendant. (3) The grant of an injunction under subsection (1) of this section shall not affect the claim for damages in respect of loss sustained by the applicant as a result of the infringement of the applicant’s rights under this Act. The grant of an injunction under subsection (1) of this section shall not affect the claim for damages in respect of loss sustained by the applicant as a result of the infringement of the applicant’s rights under this Act. (4) A person who sustains damage from an infringement of that person’s rights under this Act may institute civil proceedings against the person respon­sible for the infringement whether or not the person has been successfully prosecuted under this Act. A person who sustains damage from an infringement of that person’s rights under this Act may institute civil proceedings against the person respon­sible for the infringement whether or not the person has been successfully prosecuted under this Act. (5) Where the Customs, Excise and Preventive Service (CEPS) detain goods under subsection (1)(b) Where the Customs, Excise and Preventive Service (CEPS) detain goods under subsection (1)(b) the right holder or the person upon whose application the order was made shall provide to the CEPS a sufficiently detailed description of the goods to make them readily recognisable by the CEPS; the right holder or the person upon whose application the order was made shall provide to the CEPS a sufficiently detailed description of the goods to make them readily recognisable by the CEPS; the CEPS shall release the goods to their owner if within ten working days it is not informed by the person upon whose application the order was made that the CEPS shall release the goods to their owner if within ten working days it is not informed by the person upon whose application the order was made that proceedings leading to a decision on the merits of the case have been initiated by a party other than the owner of the detained goods, or proceedings leading to a decision on the merits of the case have been initiated by a party other than the owner of the detained goods, or an extension of the order for the detention of the goods had been granted by the appropriate authority. an extension of the order for the detention of the goods had been granted by the appropriate authority. (6) A right holder may apply directly to the CEPS for the detention of goods upon the grounds stated in subsection (1)(b); and subsection (5) shall apply to such an application as appropriate except that before the application is granted, the applicant shall provide sufficient information to satisfy the CEPS that there is an infringement or imminent infringement of the rights holder’s copyright or related right. A right holder may apply directly to the CEPS for the detention of goods upon the grounds stated in subsection (1)(b); and subsection (5) shall apply to such an application as appropriate except that before the application is granted, the applicant shall provide sufficient information to satisfy the CEPS that there is an infringement or imminent infringement of the rights holder’s copyright or related right. (7) Upon receipt of an application under subsection (6), the CEPS shall within fourteen days, inform the applicant of Upon receipt of an application under subsection (6), the CEPS shall within fourteen days, inform the applicant of the decision of the CEPS on the application; and the decision of the CEPS on the application; and where the application is granted, the period of the detention of the goods. where the application is granted, the period of the detention of the goods."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Settlement of disputes",
      "content": "(1) Where any dispute arises between any parties under this Act or in relation to any copyright or claim under this Act, the parties involved in the dispute may seek to negotiate a settlement of the dispute. Where any dispute arises between any parties under this Act or in relation to any copyright or claim under this Act, the parties involved in the dispute may seek to negotiate a settlement of the dispute. (2) Where negotiation under subsection (1) fails, a report may be made by either or both parties to the Copyright Administrator who shall mediate for a settlement. Where negotiation under subsection (1) fails, a report may be made by either or both parties to the Copyright Administrator who shall mediate for a settlement. (3) A party dissatisfied with a decision to submit to mediation made under subsection (2) may seek redress from a court of competent Jurisdiction. A party dissatisfied with a decision to submit to mediation made under subsection (2) may seek redress from a court of competent Jurisdiction."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Collective administration societies",
      "content": "(1) Authors, producers, performers and publishers may form collective administration societies for the promotion and protection of their interest. Authors, producers, performers and publishers may form collective administration societies for the promotion and protection of their interest. (2) A collective administration society may acting on the authority of the owner of a right collect and distribute royalties and other remuneration accruing to the owner. A collective administration society may acting on the authority of the owner of a right collect and distribute royalties and other remuneration accruing to the owner. (3) The Minister may by legislative instrument make Regulations for the formation, operation and administration of societies. The Minister may by legislative instrument make Regulations for the formation, operation and administration of societies."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Copyright monitoring team",
      "content": "(1) There is by this Act established a copyright monitoring team referred to as “the monitoring team”. There is by this Act established a copyright monitoring team referred to as “the monitoring team”. (2) The monitoring team shall comprise a number of police officers, five representatives of Copyright owners and two officers of the Copyright Office that the Copyright Office may require. The monitoring team shall comprise a number of police officers, five representatives of Copyright owners and two officers of the Copyright Office that the Copyright Office may require. (3) The monitoring team shall The monitoring team shall monitor copyright works, monitor copyright works, investigate cases in respect of copyright, investigate cases in respect of copyright, undertake anti-piracy activity, and undertake anti-piracy activity, and perform other functions that are necessary to protect authors. perform other functions that are necessary to protect authors. (4) Members of the monitoring team from the Police Service may be seconded to the Copyright Office for periods and on terms that the Minister of Justice and the Minister of Interior may determine on the advice of the Copyright Administrator and the Inspector General of Police. Members of the monitoring team from the Police Service may be seconded to the Copyright Office for periods and on terms that the Minister of Justice and the Minister of Interior may determine on the advice of the Copyright Administrator and the Inspector General of Police."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Establishment of the Copyright Tribunal",
      "content": "There is established a Copyright Tribunal referred to in this Act as the \"Tribunal\". There is established a Copyright Tribunal referred to in this Act as the \"Tribunal\"."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Composition of the Tribunal",
      "content": "The Tribunal shall comprise three persons, one of whom shall be a lawyer of at least ten years standing who shall be the chairperson. The Tribunal shall comprise three persons, one of whom shall be a lawyer of at least ten years standing who shall be the chairperson."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Functions of the Tribunal",
      "content": "The Tribunal shall The Tribunal shall hear and determine hear and determine a matter referred to it pursuant to a provision relating to a licensing scheme, and a matter referred to it pursuant to a provision relating to a licensing scheme, and an application to settle the royalty or other sum payable for rental of a sound recording, film or computer programme; an application to settle the royalty or other sum payable for rental of a sound recording, film or computer programme; keep under review the prescribed rate of royalty payable to a performer in connection with an adaptation of an original recording of a performance; and keep under review the prescribed rate of royalty payable to a performer in connection with an adaptation of an original recording of a performance; and make recommendations to the Minister on the rate of royalties or other payments payable in respect of the use or presentation in a national cultural event, of any work or performance in which copyright or other rights subsist. make recommendations to the Minister on the rate of royalties or other payments payable in respect of the use or presentation in a national cultural event, of any work or performance in which copyright or other rights subsist. (2) In relation to its functions under subsection (1)(b) the Tribunal may on its own initiative and shall, on a request made in writing by the Minister, enquire into the appropriateness of any rate fixed and make recommendations to the Minister with respect to the rate as the Tribunal considers appropriate. In relation to its functions under subsection (1)(b) the Tribunal may on its own initiative and shall, on a request made in writing by the Minister, enquire into the appropriateness of any rate fixed and make recommendations to the Minister with respect to the rate as the Tribunal considers appropriate."
    },
    {
      "provision_ref": "s54",
      "section": "54",
      "title": "Tenure of office of members of the Tribunal",
      "content": "(1) A member of the Tribunal shall be appointed by the Minister and shall hold office for a period of not more than three years, and is eligible for re­appointment. A member of the Tribunal shall be appointed by the Minister and shall hold office for a period of not more than three years, and is eligible for re­appointment. (2) A member of the Copyright Tribunal shall, subject to subsection (1), hold and vacate office in accordance with the terms of appointment, and may A member of the Copyright Tribunal shall, subject to subsection (1), hold and vacate office in accordance with the terms of appointment, and may resign from office by notice in writing to the Minister; or resign from office by notice in writing to the Minister; or by notice in writing from the Minister to the member to be removed from office on account of by notice in writing from the Minister to the member to be removed from office on account of bankruptcy, bankruptcy, having made an arrangement with creditors or, having executed a trust deed for creditors or entered into a composition contract, or having made an arrangement with creditors or, having executed a trust deed for creditors or entered into a composition contract, or being incapacitated by physical or mental illness. being incapacitated by physical or mental illness. (3) If a member of the Tribunal is by reason of illness, absence or other reasonable cause unable to perform the duties of office, either generally or in relation to particular proceedings, the Minister may appoint another person to discharge the duties of the member or in relation to those proceedings for a period not exceeding six months at one time, and a person so appointed shall have during the period of the appointment, or in relation to the proceedings in question, the same powers as the member in whose place the person is appointed. If a member of the Tribunal is by reason of illness, absence or other reasonable cause unable to perform the duties of office, either generally or in relation to particular proceedings, the Minister may appoint another person to discharge the duties of the member or in relation to those proceedings for a period not exceeding six months at one time, and a person so appointed shall have during the period of the appointment, or in relation to the proceedings in question, the same powers as the member in whose place the person is appointed."
    },
    {
      "provision_ref": "s55",
      "section": "55",
      "title": "Allowances of members",
      "content": "A member of the Tribunal shall receive remuneration that the Minister determines. A member of the Tribunal shall receive remuneration that the Minister determines."
    },
    {
      "provision_ref": "s56",
      "section": "56",
      "title": "Proceedings of the Tribunal",
      "content": "(1) Where part of any proceedings before the Tribunal has been heard and a member of the Tribunal is unable to continue, the Tribunal shall remain duly constituted for the purpose of those proceedings so long as two members remain. Where part of any proceedings before the Tribunal has been heard and a member of the Tribunal is unable to continue, the Tribunal shall remain duly constituted for the purpose of those proceedings so long as two members remain. (2) If the chairperson is unable to continue, the chairperson shall If the chairperson is unable to continue, the chairperson shall appoint one of the remaining members to act as chairperson, and appoint one of the remaining members to act as chairperson, and where necessary appoint a suitably qualified person to attend the proceedings and advise the members on any questions of law arising. where necessary appoint a suitably qualified person to attend the proceedings and advise the members on any questions of law arising. (3) A person is “suitably qualified” for the purposes of subsection (2) if the person is eligible for appointment as, chairperson of the Tribunal. A person is “suitably qualified” for the purposes of subsection (2) if the person is eligible for appointment as, chairperson of the Tribunal. (4) The Tribunal shall sit at a place and time to be determined by the chairperson or the member for the time being acting as the chairperson. The Tribunal shall sit at a place and time to be determined by the chairperson or the member for the time being acting as the chairperson."
    },
    {
      "provision_ref": "s57",
      "section": "57",
      "title": "Rules of procedure",
      "content": "(1) The Minister shall make regulations to govern the proceedings of the Copyright Tribunal. The Minister shall make regulations to govern the proceedings of the Copyright Tribunal. (2) Regulations made under subsection (1) may Regulations made under subsection (1) may empower the Tribunal not to entertain a representative organisation unless the Tribunal is satisfied that the organisation is reasonably representative of the class of the persons it claims to represent; empower the Tribunal not to entertain a representative organisation unless the Tribunal is satisfied that the organisation is reasonably representative of the class of the persons it claims to represent; provide for the manner in which the parties to any proceedings is to be determined and enable the Tribunal to join as a party to proceedings any person or organisation that the Tribunal is satisfied has a substantial interest in the matter; and provide for the manner in which the parties to any proceedings is to be determined and enable the Tribunal to join as a party to proceedings any person or organisation that the Tribunal is satisfied has a substantial interest in the matter; and require the Tribunal to give the parties to proceedings an opportunity to state their case, in writing or orally as the Regulations may provide. require the Tribunal to give the parties to proceedings an opportunity to state their case, in writing or orally as the Regulations may provide."
    },
    {
      "provision_ref": "s58",
      "section": "58",
      "title": "Appeal",
      "content": "(1) An appeal lies on any point of law arising from a decision of the Tribunal to the High Court. An appeal lies on any point of law arising from a decision of the Tribunal to the High Court. (2) The Tribunal may, by way of case stated, refer a question of law to the High Court for its opinion. The Tribunal may, by way of case stated, refer a question of law to the High Court for its opinion. (3) The decision of the High Court, whether on an appeal or on a case stated, shall be binding on the Tribunal. The decision of the High Court, whether on an appeal or on a case stated, shall be binding on the Tribunal."
    },
    {
      "provision_ref": "s59",
      "section": "59",
      "title": "National Folklore Board",
      "content": "(1) There is established by this Act a National Folklore Board referred to in this Act as “the Board”. There is established by this Act a National Folklore Board referred to in this Act as “the Board”. (2) The Board shall consist of The Board shall consist of a chairperson, a chairperson, the Copyright Administrator, the Copyright Administrator, a person nominated by the National Commission on Culture; and a person nominated by the National Commission on Culture; and six other persons six other persons who shall be appointed by the President in consultation with the Council of State."
    },
    {
      "provision_ref": "s60",
      "section": "60",
      "title": "Tenure of members of the Board",
      "content": "(1) The members of the Board shall hold office for four years and are eligible for re-appointment on the expiry of the period. The members of the Board shall hold office for four years and are eligible for re-appointment on the expiry of the period. (2) A member of the Board may resign from office in writing addressed to the President through the Chairperson. A member of the Board may resign from office in writing addressed to the President through the Chairperson. (3) Where the office of a member other than an ex-officio member becomes vacant before the expiry of the term of the member or if for any other reason the member is unable to perform the functions of office, the Chairperson shall notify the President who shall, acting in consultation with the Council of State, appoint another person to complete the unexpired term of office. Where the office of a member other than an ex-officio member becomes vacant before the expiry of the term of the member or if for any other reason the member is unable to perform the functions of office, the Chairperson shall notify the President who shall, acting in consultation with the Council of State, appoint another person to complete the unexpired term of office. (4) A person appointed to complete the unexpired term of a member may after serving the unexpired term be appointed a member of the Board. A person appointed to complete the unexpired term of a member may after serving the unexpired term be appointed a member of the Board."
    },
    {
      "provision_ref": "s61",
      "section": "61",
      "title": "Allowances for members",
      "content": "Members of the Board shall be paid allowances determined by the Minister in consultation with the Minister responsible for Finance. Members of the Board shall be paid allowances determined by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s62",
      "section": "62",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet to conduct business at times and at places that the chairperson may determine except that the Board shall meet at least once every three months. The Board shall meet to conduct business at times and at places that the chairperson may determine except that the Board shall meet at least once every three months. (2) The Board shall regulate the procedure of its meetings. The Board shall regulate the procedure of its meetings."
    },
    {
      "provision_ref": "s63",
      "section": "63",
      "title": "The Board shall",
      "content": "administer, monitor and register expressions of folklore on behalf of the Republic, administer, monitor and register expressions of folklore on behalf of the Republic, maintain a register of expressions of folklore at the Copyright Office, maintain a register of expressions of folklore at the Copyright Office, preserve and monitor the use of expressions of folk ore in the Republic, preserve and monitor the use of expressions of folk ore in the Republic, provide members of the public with information and advice on Matters relating to folklore, provide members of the public with information and advice on Matters relating to folklore, promote activities which will increase public awareness on the activities of the Board, and promote activities which will increase public awareness on the activities of the Board, and promote activities for the dissemination of expressions of folk­lore within the Republic and abroad. promote activities for the dissemination of expressions of folk­lore within the Republic and abroad."
    },
    {
      "provision_ref": "s64",
      "section": "64",
      "title": "Use of folklore",
      "content": "(1) A person who intends to use folklore for any purpose other than as permitted under section 19 of this Act, shall apply to the Board for permission in the prescribed form and the person shall pay a fee that the Board may determine. A person who intends to use folklore for any purpose other than as permitted under section 19 of this Act, shall apply to the Board for permission in the prescribed form and the person shall pay a fee that the Board may determine. (2) There shall be established by the Minister with the approval of the Accountant-General a fund for the deposit of any fees that may be charged in respect of the use of folklore. There shall be established by the Minister with the approval of the Accountant-General a fund for the deposit of any fees that may be charged in respect of the use of folklore. (3) The fund shall be managed by the Board and shall be used The fund shall be managed by the Board and shall be used for the preservation and promotion of folklore, and for the preservation and promotion of folklore, and for the promotion of indigenous arts. for the promotion of indigenous arts."
    },
    {
      "provision_ref": "s65",
      "section": "65",
      "title": "Establishment of the Copyright Office",
      "content": "(1) There is established by this Act the Copyright Office. There is established by this Act the Copyright Office. (2) The Copyright Office shall consist of the Copyright Administrator appointed under section 68 of this Act and other officers employed for the Copyright Office. The Copyright Office shall consist of the Copyright Administrator appointed under section 68 of this Act and other officers employed for the Copyright Office. (3) The headquarters of the Copyright Office shall be in Accra. The headquarters of the Copyright Office shall be in Accra. (4) There may be opened regional branches of the Copyright Office in such regions as the Minister acting on the advice of the Legal Service Board may determine. There may be opened regional branches of the Copyright Office in such regions as the Minister acting on the advice of the Legal Service Board may determine."
    },
    {
      "provision_ref": "s66",
      "section": "66",
      "title": "Object and functions of the Copyright Office",
      "content": "(1) The Copyright Office is responsible for the administration of copyright. The Copyright Office is responsible for the administration of copyright. (2) In pursuance of its object the Copyright Office shall In pursuance of its object the Copyright Office shall implement copyright and copyright related laws and regulations and provide for copyright administration; implement copyright and copyright related laws and regulations and provide for copyright administration; investigate and redress cases of infringement of copyright, and settle disputes of copyright where those disputes have not been reserved for settlement by the Copyright Tribunal; investigate and redress cases of infringement of copyright, and settle disputes of copyright where those disputes have not been reserved for settlement by the Copyright Tribunal; be responsible for the administration of external copyright relations; be responsible for the administration of external copyright relations; administer copyrights of which the State is the owner; administer copyrights of which the State is the owner; carry out other duties in relation to copyright administration. carry out other duties in relation to copyright administration."
    },
    {
      "provision_ref": "s67",
      "section": "67",
      "title": "Governing body",
      "content": "The governing body of the Copyright Office shall be the Legal Service Board. The governing body of the Copyright Office shall be the Legal Service Board."
    },
    {
      "provision_ref": "s68",
      "section": "68",
      "title": "Copyright Administrator",
      "content": "(1) The chief executive of the Copyright Office shall be the Copyright Administrator who shall be appointed by the President in accordance with the advice of the Legal Service Board given in consultation with the Public Services Commission. The chief executive of the Copyright Office shall be the Copyright Administrator who shall be appointed by the President in accordance with the advice of the Legal Service Board given in consultation with the Public Services Commission. (2) The Copyright Administrator shall hold office on terms and conditions specified in the letter of appointment of the Copyright Administrator. The Copyright Administrator shall hold office on terms and conditions specified in the letter of appointment of the Copyright Administrator. (3) The Copyright Administrator shall be responsible for the day-to-day administration of the Copyright Office subject to directives that the Legal Service Board may give. The Copyright Administrator shall be responsible for the day-to-day administration of the Copyright Office subject to directives that the Legal Service Board may give. (4) The Copyright Administrator may delegate any of the duties of the office. The Copyright Administrator may delegate any of the duties of the office."
    },
    {
      "provision_ref": "s69",
      "section": "69",
      "title": "Appointment of staff of the Copyright Office",
      "content": "(1) The Copyright Office shall have other officers and employees that are necessary for the proper and effective performance of its functions. The Copyright Office shall have other officers and employees that are necessary for the proper and effective performance of its functions. (2) The staff of the Copyright Office shall perform such functions that the Copyright Administrator may assign to them. The staff of the Copyright Office shall perform such functions that the Copyright Administrator may assign to them. (3) The President shall appoint the staff and employees of the Copyright Office in accordance with article 195 of the Constitution on terms and conditions that the President may determine. The President shall appoint the staff and employees of the Copyright Office in accordance with article 195 of the Constitution on terms and conditions that the President may determine. (4) The Legal Service Board may engage the services of consultants and advisers as it considers necessary upon the recommendation of the Copyright Administrator. The Legal Service Board may engage the services of consultants and advisers as it considers necessary upon the recommendation of the Copyright Administrator. (5) Public officers may be transferred or seconded to the Copyright Office or may otherwise be required to give assistance to it. Public officers may be transferred or seconded to the Copyright Office or may otherwise be required to give assistance to it."
    },
    {
      "provision_ref": "s70",
      "section": "70",
      "title": "Funds of the Copyright Office",
      "content": "The funds for the operation of the Copyright Office shall include money approved by Parliament for the Office, money approved by Parliament for the Office, donations, donations, gifts, and gifts, and money received from any other source approved by the Minister for Finance. money received from any other source approved by the Minister for Finance."
    },
    {
      "provision_ref": "s71",
      "section": "71",
      "title": "Budget",
      "content": "The Copyright Office shall submit to the Minister responsible for Finance through the Minister at the end of each financial year detailed estimates of the budget for the Copyright Office for the ensuing year. The Copyright Office shall submit to the Minister responsible for Finance through the Minister at the end of each financial year detailed estimates of the budget for the Copyright Office for the ensuing year."
    },
    {
      "provision_ref": "s72",
      "section": "72",
      "title": "Accounts and audit",
      "content": "(1) The Copyright Office shall keep books of account and proper records in relation to them and the books and records of the Copyright Office shall be in such form as the Auditor-General may approve. The Copyright Office shall keep books of account and proper records in relation to them and the books and records of the Copyright Office shall be in such form as the Auditor-General may approve. (2) The account books and records of the Copyright Office shall, within three months after the financial year be audited by the Auditor-General or an auditor approved by the Auditor-General and a report on the audit shall be submitted to the Board. The account books and records of the Copyright Office shall, within three months after the financial year be audited by the Auditor-General or an auditor approved by the Auditor-General and a report on the audit shall be submitted to the Board. (3) The financial year of the Copyright Office shall be the same as the financial year of the Government. The financial year of the Copyright Office shall be the same as the financial year of the Government."
    },
    {
      "provision_ref": "s73",
      "section": "73",
      "title": "Annual report",
      "content": "(1) The Copyright Office shall after the expiration of each financial year but within six months after the end of the year, submit to the Minister through the Legal Service Board an annual report covering the activities of the Copyright Office for the year to which the report relates. The Copyright Office shall after the expiration of each financial year but within six months after the end of the year, submit to the Minister through the Legal Service Board an annual report covering the activities of the Copyright Office for the year to which the report relates. (2) The annual report submitted under subsection (1) shall include the report of the Auditor-General. The annual report submitted under subsection (1) shall include the report of the Auditor-General. (3) The Minister shall, within two months after the receipt of the annual report submit the report to Parliament with such statement as the Minister considers necessary. The Minister shall, within two months after the receipt of the annual report submit the report to Parliament with such statement as the Minister considers necessary. (4) The Copyright Office shall also submit to the Minister other report that the Minister may in writing request. The Copyright Office shall also submit to the Minister other report that the Minister may in writing request."
    },
    {
      "provision_ref": "s74",
      "section": "74",
      "title": "Regulations",
      "content": "The Minister may by legislative instrument make regulations for the registration and deposit of works, for the registration and deposit of works, in consultation with the Minister responsible for Finance for the levy payable on technical devices used for copying copyright materials, in consultation with the Minister responsible for Finance for the levy payable on technical devices used for copying copyright materials, for the form and scope of contracts and licences relating to publishing, performance, sound recording and audio-visual productions, and for the form and scope of contracts and licences relating to publishing, performance, sound recording and audio-visual productions, and generally for carrying into effect the provisions of this Act. generally for carrying into effect the provisions of this Act."
    },
    {
      "provision_ref": "s75",
      "section": "75",
      "title": "Minister’s power of delegation",
      "content": "The Minister may delegate any power of the Minister under this Act in writing to the Copyright Administrator or any other public officer. The Minister may delegate any power of the Minister under this Act in writing to the Copyright Administrator or any other public officer."
    },
    {
      "provision_ref": "s76",
      "section": "76",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires“artistic work” means irrespective of artistic quality any of the following works:(a)painting, drawing, etching, lithograph, woodcut, engraving, print, fashion design and wood design;(b)photography not comprised in an audio visual film;(c)map, plan or diagram;(d)sculpture;(e)work of architecture in the form of building or model; or(f)work of applied art, whether handicraft or produced on an industrial scale;“audio-visual work” means a work that consists of a series of related images which impart the impression of motion, with or without accompanying sounds, susceptible of being made visible, and where accompanied by sounds susceptible of being made audible;“author” means a person who creates a work, and in the case of cinematographic work or sound recording means the person by whom the arrangements for the making of the work or recording is undertaken;“Board” means the National Folklore Board;“broadcasting” means the transmitting for reception by the general public over a distance by means of radio, television, electromagnetic emissions, light beams, wire, cable or other means;“choreographic work” includes forms of dance, whether or not in dramatic form;“collective licence” means a licence issued by a collective administration body under which copies of a protected work can be made;“communication to the public” means the transmission, other than broadcasting, by wire or without wire, of the images or sounds or both of a work, a performance or a sound recording in such a way that the images or sounds can be perceived by persons outside the normal circle of a family and its closest social acquaintances at a place or places so distant from the place where the transmission originates that without the transmission, the images or sounds would not be perceivable irrespective of whether the person can receive images or sounds at the same place and time, or at different places or times individually chosen by them;“copy” means a reproduction of a work in a written form, or in the form of a recording or film, or in any manner or form, but an object shall not be taken to be a copy of an architectural work unless the object is a building or a model;“derivative work” means a work resulting from adaptation, translation or other transformation of an original work in so far as it constitutes an independent creation;“device” includes audio or visual cassettes, compact discs, CD-Rom’s, VCR’s, photocopy machines and any other device used to copy copyright materials;“fixation” means the embodiment of sounds, images or images and sounds or of representations made from them from which the sounds, images or images and sounds can be perceived, reproduced or communi­cated through a device;“folklore” means the literary, artistic and scientific expressions belonging to the cultural heritage of Ghana which are created, preserved and developed by ethnic communities of Ghana or by an unidentified Ghanaian author, and includes kente and adinkra designs, where the author of the designs are not known, and any similar work designated under this Act to be works of folklore;“literary work” includes(a)novels, stories or poetical works;(b)plays, stage directions, film scenarios or broadcasting scripts;(c)textbooks, treaties, histories, biographies, essays or articles;(d)encyclopedias, dictionaries, directories, time tables, anthologies, databases or compilation of data or other material, whether in machine readable form, which by reason of the selection or arrangement of contents constitutes intellectual creations;(e)letters, reports or memoranda;(f)lectures, addresses or sermons; and(g)computer programmes whatever may be the mode or form of expression;“mechanical right” means the right of the author to reproduce literary, dramatic or musical works in the form of sound recordings and audio-visual works produced mechanically and includes electro­acoustic and electronic procedures the rights of which are usually administered by authors, societies or other appropriate organisations;“Minister” means the Minister responsible for Justice;“musical work” includes any musical work irrespective of its musical quality and words composed for musical accompaniment;“owner” means the person to whom the copyright in a work belongs and includes the heir of an author or an assignee in whole or in part of a copyright;“performance” means the presentation of a work by such action as dancing, playing, reciting, singing, delivering, declaiming or projecting to listeners or spectators;“performer” means the actor, dancer, musician, singer and other persons who act, sing, deliver, declaim, play in or otherwise perform literary or artistic works or expressions of folklore;“producer” means a person or an entity that(a)finances or organises(i)stage performances; or(ii)productions; or(b)undertakes the first fixation of audio-visual work or sound recording“public performance” means(a)in the case of a work other than an audiovisual work, the recitation, playing, dancing, acting or otherwise performing the work, either directly or by means of any device or process;(b)in the case of an audiovisual work, the showing of images in sequence and the making of accompanying sounds audible; and(c)in the case of a sound recording, making the recorded sounds audibleat a place or at places where persons outside the normal circle of the family and its closest acquaintances are or can be present, irrespective of whether they are or can be present at the same place and time, or at different places or times, and where the performance can be perceived without the need for broadcasting or communication to the public within the meaning of the definitions of “broadcasting” and “communication to the public”;“public place” means any building, place or conveyance to which for the time being the public are entitled or permitted to have access, either without any condition or upon condition of making any payment, and includes theatres, hotels, cinemas, concert halls, dance halls, bars, clubs, sports grounds, holiday resorts, circuses, restaurants and commercial banking and industrial establishments;“publisher” means a person who undertakes the publication of a work by the issue of copies to the public usually for sale or in the case of a sound recording or audio-visual work a publisher is the person who issues duplicates of the sound recording or audio visual work;“programme-carrying signals” means electronically generated carriers transmitting live or recorded material consisting of images, sounds or both, in their original form or any form recognisably derived from the original, in extra-terrestrial space;“sound recording” means work that results from the fixation of a series of musical, spoken or other sound, or of a representation of sounds but does not include sounds accompanying a motion picture or other audio-visual work regardless of the nature of the material objects in which those sounds are embodied;“systematic instructional activities” means the methodical presentation of information for educational purposes;“work of joint authorship” means a work created by two or more authors in collaboration, in which the individual contributions are indistin­guishable from each other. In this Act unless the context otherwise requires painting, drawing, etching, lithograph, woodcut, engraving, print, fashion design and wood design; photography not comprised in an audio visual film; map, plan or diagram; sculpture; work of architecture in the form of building or model; or work of applied art, whether handicraft or produced on an industrial scale; “audio-visual work” means a work that consists of a series of related images which impart the impression of motion, with or without accompanying sounds, susceptible of being made visible, and where accompanied by sounds susceptible of being made audible; “author” means a person who creates a work, and in the case of cinematographic work or sound recording means the person by whom the arrangements for the making of the work or recording is undertaken; “Board” means the National Folklore Board; “broadcasting” means the transmitting for reception by the general public over a distance by means of radio, television, electromagnetic emissions, light beams, wire, cable or other means; “choreographic work” includes forms of dance, whether or not in dramatic form; “collective licence” means a licence issued by a collective administration body under which copies of a protected work can be made; “communication to the public” means the transmission, other than broadcasting, by wire or without wire, of the images or sounds or both of a work, a performance or a sound recording in such a way that the images or sounds can be perceived by persons outside the normal circle of a family and its closest social acquaintances at a place or places so distant from the place where the transmission originates that without the transmission, the images or sounds would not be perceivable irrespective of whether the person can receive images or sounds at the same place and time, or at different places or times individually chosen by them; “copy” means a reproduction of a work in a written form, or in the form of a recording or film, or in any manner or form, but an object shall not be taken to be a copy of an architectural work unless the object is a building or a model; “derivative work” means a work resulting from adaptation, translation or other transformation of an original work in so far as it constitutes an independent creation; “device” includes audio or visual cassettes, compact discs, CD-Rom’s, VCR’s, photocopy machines and any other device used to copy copyright materials; “fixation” means the embodiment of sounds, images or images and sounds or of representations made from them from which the sounds, images or images and sounds can be perceived, reproduced or communi­cated through a device; “folklore” means the literary, artistic and scientific expressions belonging to the cultural heritage of Ghana which are created, preserved and developed by ethnic communities of Ghana or by an unidentified Ghanaian author, and includes kente and adinkra designs, where the author of the designs are not known, and any similar work designated under this Act to be works of folklore; novels, stories or poetical works; plays, stage directions, film scenarios or broadcasting scripts; textbooks, treaties, histories, biographies, essays or articles; encyclopedias, dictionaries, directories, time tables, anthologies, databases or compilation of data or other material, whether in machine readable form, which by reason of the selection or arrangement of contents constitutes intellectual creations; letters, reports or memoranda; lectures, addresses or sermons; and computer programmes whatever may be the mode or form of expression; “mechanical right” means the right of the author to reproduce literary, dramatic or musical works in the form of sound recordings and audio-visual works produced mechanically and includes electro­acoustic and electronic procedures the rights of which are usually administered by authors, societies or other appropriate organisations; “Minister” means the Minister responsible for Justice; “musical work” includes any musical work irrespective of its musical quality and words composed for musical accompaniment; “owner” means the person to whom the copyright in a work belongs and includes the heir of an author or an assignee in whole or in part of a copyright; “performance” means the presentation of a work by such action as dancing, playing, reciting, singing, delivering, declaiming or projecting to listeners or spectators; “performer” means the actor, dancer, musician, singer and other persons who act, sing, deliver, declaim, play in or otherwise perform literary or artistic works or expressions of folklore; stage performances; or productions; or undertakes the first fixation of audio-visual work or sound recording “public performance” means in the case of a work other than an audiovisual work, the recitation, playing, dancing, acting or otherwise performing the work, either directly or by means of any device or process; in the case of an audiovisual work, the showing of images in sequence and the making of accompanying sounds audible; and in the case of a sound recording, making the recorded sounds audible at a place or at places where persons outside the normal circle of the family and its closest acquaintances are or can be present, irrespective of whether they are or can be present at the same place and time, or at different places or times, and where the performance can be perceived without the need for broadcasting or communication to the public within the meaning of the definitions of “broadcasting” and “communication to the public”; “public place” means any building, place or conveyance to which for the time being the public are entitled or permitted to have access, either without any condition or upon condition of making any payment, and includes theatres, hotels, cinemas, concert halls, dance halls, bars, clubs, sports grounds, holiday resorts, circuses, restaurants and commercial banking and industrial establishments; “publisher” means a person who undertakes the publication of a work by the issue of copies to the public usually for sale or in the case of a sound recording or audio-visual work a publisher is the person who issues duplicates of the sound recording or audio visual work; “programme-carrying signals” means electronically generated carriers transmitting live or recorded material consisting of images, sounds or both, in their original form or any form recognisably derived from the original, in extra-terrestrial space; “sound recording” means work that results from the fixation of a series of musical, spoken or other sound, or of a representation of sounds but does not include sounds accompanying a motion picture or other audio-visual work regardless of the nature of the material objects in which those sounds are embodied; “systematic instructional activities” means the methodical presentation of information for educational purposes; “work of joint authorship” means a work created by two or more authors in collaboration, in which the individual contributions are indistin­guishable from each other."
    },
    {
      "provision_ref": "s77",
      "section": "77",
      "title": "Repeal and saving",
      "content": "(1) The Copyright Law, 1985 (P.N.D.C.L. 110) is hereby repealed. The Copyright Law, 1985 (P.N.D.C.L. 110) is hereby repealed. (2) The rights, assets, properties, obligations and liabilities of the Copyright Office under the repealed enactment are by this Act transferred to the Copyright Office established under this Act. The rights, assets, properties, obligations and liabilities of the Copyright Office under the repealed enactment are by this Act transferred to the Copyright Office established under this Act. (3) The repeal of the Copyright Law, 1985 (P.N.D.C.L. 110) shall not affect any copyright or other rights that were vested in any person by virtue of that Law and those rights shall continue to be enforceable as if they were conferred under this Act. The repeal of the Copyright Law, 1985 (P.N.D.C.L. 110) shall not affect any copyright or other rights that were vested in any person by virtue of that Law and those rights shall continue to be enforceable as if they were conferred under this Act. (4) Any appointment made under the repealed enactment and valid at the commencement of this Act shall remain valid as if made under the corresponding provision of this Act until terminated or otherwise dealt with under this Act. Any appointment made under the repealed enactment and valid at the commencement of this Act shall remain valid as if made under the corresponding provision of this Act until terminated or otherwise dealt with under this Act. (5) The employees of the Copyright Office in existence immediately before the coming into force of this Act are hereby transferred to the Copyright Office established under this Act. The employees of the Copyright Office in existence immediately before the coming into force of this Act are hereby transferred to the Copyright Office established under this Act."
    },
    {
      "provision_ref": "s78",
      "section": "78",
      "title": "Retroactive protection",
      "content": "The provisions of this Act applies to works, performances and sound recordings which were made prior to the date of the coming into effect of this Act, if the term of protection had not expired under the Copyright Law, 1985, (P.N.D.C.L. 110) or under the legislation of the country of origin of the works, performances or sound recordings that are to be protected under an international treaty to which the Republic is party. The provisions of this Act applies to works, performances and sound recordings which were made prior to the date of the coming into effect of this Act, if the term of protection had not expired under the Copyright Law, 1985, (P.N.D.C.L. 110) or under the legislation of the country of origin of the works, performances or sound recordings that are to be protected under an international treaty to which the Republic is party."
    }
  ],
  "definitions": [
    {
      "term": "artistic work",
      "definition": "irrespective of artistic quality any of the following works:(a)painting, drawing, etching, lithograph, woodcut, engraving, print, fashion design and wood design",
      "source_provision": "s76"
    },
    {
      "term": "audio-visual work",
      "definition": "a work that consists of a series of related images which impart the impression of motion, with or without accompanying sounds, susceptible of being made visible, and where accompanied by sounds susceptible of being made audible",
      "source_provision": "s76"
    },
    {
      "term": "author",
      "definition": "a person who creates a work, and in the case of cinematographic work or sound recording means the person by whom the arrangements for the making of the work or recording is undertaken",
      "source_provision": "s76"
    },
    {
      "term": "Board",
      "definition": "the National Folklore Board",
      "source_provision": "s76"
    },
    {
      "term": "broadcasting",
      "definition": "the transmitting for reception by the general public over a distance by means of radio, television, electromagnetic emissions, light beams, wire, cable or other means",
      "source_provision": "s76"
    },
    {
      "term": "collective licence",
      "definition": "a licence issued by a collective administration body under which copies of a protected work can be made",
      "source_provision": "s76"
    },
    {
      "term": "communication to the public",
      "definition": "the transmission, other than broadcasting, by wire or without wire, of the images or sounds or both of a work, a performance or a sound recording in such a way that the images or sounds can be perceived by persons outside the normal circle of a family and its closest social acquaintances at a place or places so distant from the place where the transmission originates that without the transmission, the images or sounds would not be perceivable irrespective of whether the person can receive images or sounds at the same place and time, or at different places or times individually chosen by them",
      "source_provision": "s76"
    },
    {
      "term": "copy",
      "definition": "a reproduction of a work in a written form, or in the form of a recording or film, or in any manner or form, but an object shall not be taken to be a copy of an architectural work unless the object is a building or a model",
      "source_provision": "s76"
    },
    {
      "term": "derivative work",
      "definition": "a work resulting from adaptation, translation or other transformation of an original work in so far as it constitutes an independent creation",
      "source_provision": "s76"
    },
    {
      "term": "fixation",
      "definition": "the embodiment of sounds, images or images and sounds or of representations made from them from which the sounds, images or images and sounds can be perceived, reproduced or communi­cated through a device",
      "source_provision": "s76"
    },
    {
      "term": "folklore",
      "definition": "the literary, artistic and scientific expressions belonging to the cultural heritage of Ghana which are created, preserved and developed by ethnic communities of Ghana or by an unidentified Ghanaian author, and includes kente and adinkra designs, where the author of the designs are not known, and any similar work designated under this Act to be works of folklore",
      "source_provision": "s76"
    },
    {
      "term": "mechanical right",
      "definition": "the right of the author to reproduce literary, dramatic or musical works in the form of sound recordings and audio-visual works produced mechanically and includes electro­acoustic and electronic procedures the rights of which are usually administered by authors, societies or other appropriate organisations",
      "source_provision": "s76"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Justice",
      "source_provision": "s76"
    },
    {
      "term": "owner",
      "definition": "the person to whom the copyright in a work belongs and includes the heir of an author or an assignee in whole or in part of a copyright",
      "source_provision": "s76"
    },
    {
      "term": "performance",
      "definition": "the presentation of a work by such action as dancing, playing, reciting, singing, delivering, declaiming or projecting to listeners or spectators",
      "source_provision": "s76"
    },
    {
      "term": "performer",
      "definition": "the actor, dancer, musician, singer and other persons who act, sing, deliver, declaim, play in or otherwise perform literary or artistic works or expressions of folklore",
      "source_provision": "s76"
    },
    {
      "term": "producer",
      "definition": "a person or an entity that(a)finances or organises(i)stage performances",
      "source_provision": "s76"
    },
    {
      "term": "public place",
      "definition": "any building, place or conveyance to which for the time being the public are entitled or permitted to have access, either without any condition or upon condition of making any payment, and includes theatres, hotels, cinemas, concert halls, dance halls, bars, clubs, sports grounds, holiday resorts, circuses, restaurants and commercial banking and industrial establishments",
      "source_provision": "s76"
    },
    {
      "term": "publisher",
      "definition": "a person who undertakes the publication of a work by the issue of copies to the public usually for sale or in the case of a sound recording or audio-visual work a publisher is the person who issues duplicates of the sound recording or audio visual work",
      "source_provision": "s76"
    },
    {
      "term": "programme-carrying signals",
      "definition": "electronically generated carriers transmitting live or recorded material consisting of images, sounds or both, in their original form or any form recognisably derived from the original, in extra-terrestrial space",
      "source_provision": "s76"
    },
    {
      "term": "sound recording",
      "definition": "work that results from the fixation of a series of musical, spoken or other sound, or of a representation of sounds but does not include sounds accompanying a motion picture or other audio-visual work regardless of the nature of the material objects in which those sounds are embodied",
      "source_provision": "s76"
    },
    {
      "term": "systematic instructional activities",
      "definition": "the methodical presentation of information for educational purposes",
      "source_provision": "s76"
    },
    {
      "term": "work of joint authorship",
      "definition": "a work created by two or more authors in collaboration, in which the individual contributions are indistin­guishable from each other. In this Act unless the context otherwise requires painting, drawing, etching, lithograph, woodcut, engraving, print, fashion design and wood design",
      "source_provision": "s76"
    },
    {
      "term": "audio-visual work",
      "definition": "a work that consists of a series of related images which impart the impression of motion, with or without accompanying sounds, susceptible of being made visible, and where accompanied by sounds susceptible of being made audible",
      "source_provision": "s76"
    },
    {
      "term": "author",
      "definition": "a person who creates a work, and in the case of cinematographic work or sound recording means the person by whom the arrangements for the making of the work or recording is undertaken",
      "source_provision": "s76"
    },
    {
      "term": "Board",
      "definition": "the National Folklore Board",
      "source_provision": "s76"
    },
    {
      "term": "broadcasting",
      "definition": "the transmitting for reception by the general public over a distance by means of radio, television, electromagnetic emissions, light beams, wire, cable or other means",
      "source_provision": "s76"
    },
    {
      "term": "collective licence",
      "definition": "a licence issued by a collective administration body under which copies of a protected work can be made",
      "source_provision": "s76"
    },
    {
      "term": "communication to the public",
      "definition": "the transmission, other than broadcasting, by wire or without wire, of the images or sounds or both of a work, a performance or a sound recording in such a way that the images or sounds can be perceived by persons outside the normal circle of a family and its closest social acquaintances at a place or places so distant from the place where the transmission originates that without the transmission, the images or sounds would not be perceivable irrespective of whether the person can receive images or sounds at the same place and time, or at different places or times individually chosen by them",
      "source_provision": "s76"
    },
    {
      "term": "copy",
      "definition": "a reproduction of a work in a written form, or in the form of a recording or film, or in any manner or form, but an object shall not be taken to be a copy of an architectural work unless the object is a building or a model",
      "source_provision": "s76"
    },
    {
      "term": "derivative work",
      "definition": "a work resulting from adaptation, translation or other transformation of an original work in so far as it constitutes an independent creation",
      "source_provision": "s76"
    },
    {
      "term": "fixation",
      "definition": "the embodiment of sounds, images or images and sounds or of representations made from them from which the sounds, images or images and sounds can be perceived, reproduced or communi­cated through a device",
      "source_provision": "s76"
    },
    {
      "term": "folklore",
      "definition": "the literary, artistic and scientific expressions belonging to the cultural heritage of Ghana which are created, preserved and developed by ethnic communities of Ghana or by an unidentified Ghanaian author, and includes kente and adinkra designs, where the author of the designs are not known, and any similar work designated under this Act to be works of folklore",
      "source_provision": "s76"
    },
    {
      "term": "mechanical right",
      "definition": "the right of the author to reproduce literary, dramatic or musical works in the form of sound recordings and audio-visual works produced mechanically and includes electro­acoustic and electronic procedures the rights of which are usually administered by authors, societies or other appropriate organisations",
      "source_provision": "s76"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Justice",
      "source_provision": "s76"
    },
    {
      "term": "owner",
      "definition": "the person to whom the copyright in a work belongs and includes the heir of an author or an assignee in whole or in part of a copyright",
      "source_provision": "s76"
    },
    {
      "term": "performance",
      "definition": "the presentation of a work by such action as dancing, playing, reciting, singing, delivering, declaiming or projecting to listeners or spectators",
      "source_provision": "s76"
    },
    {
      "term": "performer",
      "definition": "the actor, dancer, musician, singer and other persons who act, sing, deliver, declaim, play in or otherwise perform literary or artistic works or expressions of folklore",
      "source_provision": "s76"
    },
    {
      "term": "public performance",
      "definition": "in the case of a work other than an audiovisual work, the recitation, playing, dancing, acting or otherwise performing the work, either directly or by means of any device or process",
      "source_provision": "s76"
    },
    {
      "term": "public place",
      "definition": "any building, place or conveyance to which for the time being the public are entitled or permitted to have access, either without any condition or upon condition of making any payment, and includes theatres, hotels, cinemas, concert halls, dance halls, bars, clubs, sports grounds, holiday resorts, circuses, restaurants and commercial banking and industrial establishments",
      "source_provision": "s76"
    },
    {
      "term": "publisher",
      "definition": "a person who undertakes the publication of a work by the issue of copies to the public usually for sale or in the case of a sound recording or audio-visual work a publisher is the person who issues duplicates of the sound recording or audio visual work",
      "source_provision": "s76"
    },
    {
      "term": "programme-carrying signals",
      "definition": "electronically generated carriers transmitting live or recorded material consisting of images, sounds or both, in their original form or any form recognisably derived from the original, in extra-terrestrial space",
      "source_provision": "s76"
    },
    {
      "term": "sound recording",
      "definition": "work that results from the fixation of a series of musical, spoken or other sound, or of a representation of sounds but does not include sounds accompanying a motion picture or other audio-visual work regardless of the nature of the material objects in which those sounds are embodied",
      "source_provision": "s76"
    },
    {
      "term": "systematic instructional activities",
      "definition": "the methodical presentation of information for educational purposes",
      "source_provision": "s76"
    }
  ]
}