{
  "id": "act-684-2005",
  "type": "act",
  "title": "Internal Revenue (Registration of Business) Act, 2005",
  "short_name": "IRRB 2005",
  "act_number": 684,
  "year": 2005,
  "status": "in_force",
  "issued_date": "2005-01-14",
  "url": "https://ghalii.org/akn/gh/act/2005/684",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Registration of business",
      "content": "(1) A person shall not carry on any business unless that person has registered the business with the Commissioner. A person shall not carry on any business unless that person has registered the business with the Commissioner. (2) There shall be paid for the registration the fees specified in the Schedule to this Act or such other fee as the Commissioner shall prescribe. There shall be paid for the registration the fees specified in the Schedule to this Act or such other fee as the Commissioner shall prescribe. (3) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine not exceeding 100 penalty units or imprisonment for a term not exceeding 3 months and where the offence is continued after conviction, to a further fine of 20 penalty units for each day the offence is continued. A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine not exceeding 100 penalty units or imprisonment for a term not exceeding 3 months and where the offence is continued after conviction, to a further fine of 20 penalty units for each day the offence is continued. (4) Notwithstanding subsection (3), prosecution shall not proceed under this section where the person pays to the Commissioner the prescribed registration fee and a penalty which shall be 100% of the registration fee. Notwithstanding subsection (3), prosecution shall not proceed under this section where the person pays to the Commissioner the prescribed registration fee and a penalty which shall be 100% of the registration fee."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Application for registration",
      "content": "An application for registration of any business shall be in such form as the Commissioner shall prescribe. An application for registration of any business shall be in such form as the Commissioner shall prescribe."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Issue of certificate",
      "content": "Upon the submission of payment of the fee, the Commissioner shall issue a certificate of registration. Upon the submission of payment of the fee, the Commissioner shall issue a certificate of registration."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Display of certificate",
      "content": "(1) Subject to subsection (2) of this section, a person to whom a certificate of registration has been issued under this Act shall display the certificate conspicuously on premises of the principal place of business. Subject to subsection (2) of this section, a person to whom a certificate of registration has been issued under this Act shall display the certificate conspicuously on premises of the principal place of business. (2) Where a person carries on a business at more than one place, a photocopy of the certificate shall be exhibited at that other place. Where a person carries on a business at more than one place, a photocopy of the certificate shall be exhibited at that other place. (3) A person who contravenes sub-section (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than 25 penalty units and not more than 50 penalty units or to a term of imprisonment of not more than three months. A person who contravenes sub-section (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than 25 penalty units and not more than 50 penalty units or to a term of imprisonment of not more than three months."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Power to enter premises",
      "content": "(1) The Commissioner or any person authorised by the Commissioner may enter any premises or place where any business is carried on for the purpose of enforcing the provisions of this Act. The Commissioner or any person authorised by the Commissioner may enter any premises or place where any business is carried on for the purpose of enforcing the provisions of this Act. (2) The Commissioner may request the assistance of any police officer for the purpose of entering any business premises to inspect a certificate of registration. The Commissioner may request the assistance of any police officer for the purpose of entering any business premises to inspect a certificate of registration. (3) A person who obstructs the Commissioner or any person authorised by the Commissioner in the performance of a duty under sub-section (1) commits an offence and is liable on summary conviction to a fine of not more than 100 penalty units or to a term of imprisonment of not more than 3 months. A person who obstructs the Commissioner or any person authorised by the Commissioner in the performance of a duty under sub-section (1) commits an offence and is liable on summary conviction to a fine of not more than 100 penalty units or to a term of imprisonment of not more than 3 months."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Categories of self-employed persons",
      "content": "(1) The Commissioner may determine the categories of business of self employed persons and the registration fees payable by the categories. The Commissioner may determine the categories of business of self employed persons and the registration fees payable by the categories. (2) Where there is doubt as to whether a business falls into one category or the other that doubt shall be resolved by the Commissioner. Where there is doubt as to whether a business falls into one category or the other that doubt shall be resolved by the Commissioner."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Other offences",
      "content": "Any person who makes a statement in respect of an application under this Act; or in respect of an application under this Act; or to an authorised person in response to a request for information in the performance of that person’s functions under this Act, which is false, commits an offence and is liable on summary conviction to a fine of not more than 100 penalty units or to a term of imprisonment of not more than 12 months or to both. to an authorised person in response to a request for information in the performance of that person’s functions under this Act, which is false, commits an offence and is liable on summary conviction to a fine of not more than 100 penalty units or to a term of imprisonment of not more than 12 months or to both."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Offences by bodies of persons",
      "content": "(1) Where an offence is committed under this Act by a body of persons, every director, manager, partner or officer of that body corporate whose act or omission resulted in the contravention of that offence is liable on summary conviction to the penalty provided in respect of that offence. Where an offence is committed under this Act by a body of persons, every director, manager, partner or officer of that body corporate whose act or omission resulted in the contravention of that offence is liable on summary conviction to the penalty provided in respect of that offence. (2) A person shall not be treated as having committed an offence under subsection (1) if that person proves that the offence was committed without that person’s knowledge or connivance and that that person exercised due diligence to prevent the commission of the offence having regard to all the circumstances. A person shall not be treated as having committed an offence under subsection (1) if that person proves that the offence was committed without that person’s knowledge or connivance and that that person exercised due diligence to prevent the commission of the offence having regard to all the circumstances."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Regulations",
      "content": "The Minister responsible for Finance may by legislative instrument make regulations for the purposes of giving effect to the provisions of this Act and especially for amending the Schedule to this Act. The Minister responsible for Finance may by legislative instrument make regulations for the purposes of giving effect to the provisions of this Act and especially for amending the Schedule to this Act."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires“business” includes any trade, profession or vocation, but not employment.“Commissioner” means the Commissioner of Internal Revenue. In this Act, unless the context otherwise requires “business” includes any trade, profession or vocation, but not employment. “Commissioner” means the Commissioner of Internal Revenue."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Repeals",
      "content": "(1) Income Tax (Registration of Trade, Business, Profession or Vocation) Law, 1988 (PNDCL 156). Income Tax (Registration of Trade, Business, Profession or Vocation) Law, 1988 (PNDCL 156). (2) Paragraphs 2, 4, 5 and 9 of the Sixth Schedule of the Local Government Act, 1993 (Act 462). Paragraphs 2, 4, 5 and 9 of the Sixth Schedule of the Local Government Act, 1993 (Act 462)."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Commencement",
      "content": "This Act shall come into force on 1st January, 2005. This Act shall come into force on 1st January, 2005."
    }
  ],
  "definitions": []
}