{
  "id": "act-723-2006",
  "type": "act",
  "title": "Foreign Exchange Act, 2006",
  "short_name": "Foreign Exchange Act, 2006 2006",
  "act_number": 723,
  "year": 2006,
  "status": "in_force",
  "issued_date": "2006-12-29",
  "url": "https://ghalii.org/akn/gh/act/2006/723",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Authority of Bank of Ghana",
      "content": "(1) The Bank of Ghana is the licensing, regulatory and supervisory authority to give effect to this Act. The Bank of Ghana is the licensing, regulatory and supervisory authority to give effect to this Act. (2) The Bank may require a person who is resident or who conducts business in the country to The Bank may require a person who is resident or who conducts business in the country to furnish the Bank with details of part or the whole of that person’s foreign exchange transactions; or furnish the Bank with details of part or the whole of that person’s foreign exchange transactions; or provide returns in a form prescribed by the Bank accompanied with details of that person’s foreign exchange transactions. provide returns in a form prescribed by the Bank accompanied with details of that person’s foreign exchange transactions."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Responsibility of Bank of Ghana",
      "content": "(1) The Bank is responsible for the implementation of this Act. The Bank is responsible for the implementation of this Act. (2) The Bank may, delegate to a person or class of persons the exercise of any of the powers conferred on the Bank under this Act, except the powers in section 20. The Bank may, delegate to a person or class of persons the exercise of any of the powers conferred on the Bank under this Act, except the powers in section 20. (3) The Bank may by notice make rules, issue guidelines and manuals and request information to ensure the effective implementation of this Act. The Bank may by notice make rules, issue guidelines and manuals and request information to ensure the effective implementation of this Act."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Requirement of licence",
      "content": "(1) A person shall not engage in the business of dealing in foreign exchange without a licence issued under this Act. A person shall not engage in the business of dealing in foreign exchange without a licence issued under this Act. (2) The Bank shall prescribe the banks or other corporate bodies or persons that it considers competent to engage in the business of dealing in foreign exchange. The Bank shall prescribe the banks or other corporate bodies or persons that it considers competent to engage in the business of dealing in foreign exchange. (3) The Bank shall issue or renew a licence to engage in the business of dealing in foreign exchange subject to conditions that the Bank shall determine from time to time. The Bank shall issue or renew a licence to engage in the business of dealing in foreign exchange subject to conditions that the Bank shall determine from time to time. (4) The business of dealing in foreign exchange includes the The business of dealing in foreign exchange includes the purchase and sale of foreign currency, purchase and sale of foreign currency, receipt or payment of foreign currency, receipt or payment of foreign currency, importation and exportation of foreign currency, and importation and exportation of foreign currency, and lending and borrowing of foreign currency. lending and borrowing of foreign currency."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Application for a licence",
      "content": "(1) An application for a licence to engage in the business of dealing in foreign exchange shall be made to the Bank. An application for a licence to engage in the business of dealing in foreign exchange shall be made to the Bank. (2) An application shall be made in the form prescribed by the Bank and accompanied with information that the Bank may specify. An application shall be made in the form prescribed by the Bank and accompanied with information that the Bank may specify."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Grant of licence",
      "content": "(1) The Bank shall grant a licence to the applicant within sixty days after the receipt of the application, if it is satisfied that the applicant has The Bank shall grant a licence to the applicant within sixty days after the receipt of the application, if it is satisfied that the applicant has satisfied the conditions required for a licence, and satisfied the conditions required for a licence, and paid the prescribed licence fee. paid the prescribed licence fee. (2) The licence may be used by the applicant to engage in the business of The licence may be used by the applicant to engage in the business of buying and selling bank notes, coins and traveller's cheques in foreign currency, buying and selling bank notes, coins and traveller's cheques in foreign currency, electronic units of payment, and electronic units of payment, and any other activity that the Bank may determine. any other activity that the Bank may determine. (3) The Bank shall cause to be published in the Gazette and any other news media of national circulation, that the Bank determines, the names of licenses and the foreign exchange business for which licences have been granted. The Bank shall cause to be published in the Gazette and any other news media of national circulation, that the Bank determines, the names of licenses and the foreign exchange business for which licences have been granted. (4) A licence is valid for one year from the date of issue unless it is renewed. A licence is valid for one year from the date of issue unless it is renewed."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Refusal of licence",
      "content": "(1) Where the Bank refuses to grant a licence to an applicant, the Bank shall inform the applicant in writing of its decision and the reasons for the decision within three months after the receipt of the application. Where the Bank refuses to grant a licence to an applicant, the Bank shall inform the applicant in writing of its decision and the reasons for the decision within three months after the receipt of the application. (2) A person whose application is refused may petition the Minister in writing. A person whose application is refused may petition the Minister in writing. (3) The Minister shall refer the matter to a panel of three experts one of whom shall be nominated by the Bank and the other two nominated by the Minister. The Minister shall refer the matter to a panel of three experts one of whom shall be nominated by the Bank and the other two nominated by the Minister. (4) The panel shall prepare a report and submit it to the Minister for determination. The panel shall prepare a report and submit it to the Minister for determination."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Conditions of licence",
      "content": "(1) A licence to engage in the business of dealing in foreign exchange is subject to the conditions specified in the licence. A licence to engage in the business of dealing in foreign exchange is subject to the conditions specified in the licence. (2) Without limiting the power to suspend or revoke a licence, the Bank may vary a condition or restriction or at any time impose further conditions or restrictions in respect of a licence that has been granted or renewed under this Act. Without limiting the power to suspend or revoke a licence, the Bank may vary a condition or restriction or at any time impose further conditions or restrictions in respect of a licence that has been granted or renewed under this Act."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Register of licences",
      "content": "The Bank shall keep and maintain a register of licences that contains details of the licences granted, to monitor and regulate licensed dealers. The Bank shall keep and maintain a register of licences that contains details of the licences granted, to monitor and regulate licensed dealers."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Non-transferability of licence",
      "content": "(1) A person shall not transfer a licence granted by the Bank to another person. A person shall not transfer a licence granted by the Bank to another person. (2) A person who transfers a licence granted by the Bank commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units or to a term of imprisonment of not less than two years or to both. A person who transfers a licence granted by the Bank commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units or to a term of imprisonment of not less than two years or to both."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Renewal of a licence",
      "content": "(1) An application for the renewal of a licence shall be made to the Bank not later than sixty days prior to the expiry of the licence and shall be made in the manner determined by the Bank. An application for the renewal of a licence shall be made to the Bank not later than sixty days prior to the expiry of the licence and shall be made in the manner determined by the Bank. (2) The Bank may extend the period of application for renewal of a licence for a licensed dealer for a period of not more than three months to enable the licensed dealer comply with directives of the Bank in pursuance of this Act. The Bank may extend the period of application for renewal of a licence for a licensed dealer for a period of not more than three months to enable the licensed dealer comply with directives of the Bank in pursuance of this Act. (3) The extension of the period of application for the renewal of a licence by a licensed dealer shall be subject to the conditions that the Bank considers appropriate. The extension of the period of application for the renewal of a licence by a licensed dealer shall be subject to the conditions that the Bank considers appropriate."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Suspension and revocation of licence",
      "content": "(1) The Bank may suspend or revoke a licence issued under this Act where the licensee has contravened the provisions of this Act or Regulations made under it. The Bank may suspend or revoke a licence issued under this Act where the licensee has contravened the provisions of this Act or Regulations made under it. (2) The Bank may, suspend a licence for a specific period or determine conditions or restrictions for the licence instead of revoking the licence. The Bank may, suspend a licence for a specific period or determine conditions or restrictions for the licence instead of revoking the licence."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Conditions for revocation of licence",
      "content": "The Bank may revoke a licence where the licensee fails to utilize the licence within ninety days after the date of issue of the licence; fails to utilize the licence within ninety days after the date of issue of the licence; fails to disclose in the application for the grant, extension or renewal of a licence, material information known to the licensee or reasonably expected to have been known to the licensee; fails to disclose in the application for the grant, extension or renewal of a licence, material information known to the licensee or reasonably expected to have been known to the licensee; has provided material information for an application for a licence which is false in a material particular; has provided material information for an application for a licence which is false in a material particular; has not complied with a directive issued under this Act; has not complied with a directive issued under this Act; has since the issue of the licence, ceased to qualify for the licence; has since the issue of the licence, ceased to qualify for the licence; is found by the Bank to have engaged in malpractice or irregularity in the management of the business of dealing in foreign exchange; and is found by the Bank to have engaged in malpractice or irregularity in the management of the business of dealing in foreign exchange; and is placed under liquidation, receivership or is adjudged bankrupt. is placed under liquidation, receivership or is adjudged bankrupt."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Notice of suspension, revocation or variation of licence",
      "content": "(1) Where the Bank intends to suspend, revoke or vary a licence, the conditions or restrictions of the licence, the Bank shall give the licensee Where the Bank intends to suspend, revoke or vary a licence, the conditions or restrictions of the licence, the Bank shall give the licensee fourteen days notice prior to the suspension, revocation or imposition of conditions or restrictions, fourteen days notice prior to the suspension, revocation or imposition of conditions or restrictions, reasons for the intention of the Bank to suspend, revoke or vary a licence, and reasons for the intention of the Bank to suspend, revoke or vary a licence, and an opportunity to make an oral or written representation to oppose the intended action of the Bank. an opportunity to make an oral or written representation to oppose the intended action of the Bank. (2) A licensee who receives a notice may make the representation within fourteen working days from the date of receipt of the notice. A licensee who receives a notice may make the representation within fourteen working days from the date of receipt of the notice. (3) The Bank shall within thirty days after the representation take a decision on the representation and inform the licensee. The Bank shall within thirty days after the representation take a decision on the representation and inform the licensee."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Review and appeal",
      "content": "(1) A person aggrieved by A person aggrieved by a variation of a licence, a variation of a licence, a rejection or refusal of the Bank to renew that person’s licence, or a rejection or refusal of the Bank to renew that person’s licence, or a suspension or revocation of a licence, a suspension or revocation of a licence, may submit a petition to the Bank for a review of its decision. (2) The Bank shall after receipt of the petition review its decision and respond to the petition within thirty days. The Bank shall after receipt of the petition review its decision and respond to the petition within thirty days. (3) A person who is dissatisfied with the decision of the Bank or with the failure of the Bank to make a decision within thirty days, may, appeal to the Court. A person who is dissatisfied with the decision of the Bank or with the failure of the Bank to make a decision within thirty days, may, appeal to the Court."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Foreign exchange business and international payments",
      "content": "(1) Each payment in foreign currency, to or from Ghana between a resident and a non resident, or between nonresidents, shall be made through a bank. Each payment in foreign currency, to or from Ghana between a resident and a non resident, or between nonresidents, shall be made through a bank. (2) Without limiting subsection (1), payments for merchandise exports from Ghana shall be made through the bank of the non resident to the exporter’s bank in Ghana. Without limiting subsection (1), payments for merchandise exports from Ghana shall be made through the bank of the non resident to the exporter’s bank in Ghana. (3) Each transfer of foreign exchange to or from Ghana shall be made through a person licensed to carry out the business of money transfers or any other authorised dealer. Each transfer of foreign exchange to or from Ghana shall be made through a person licensed to carry out the business of money transfers or any other authorised dealer. (4) An exporter who fails to repatriate proceeds from merchandise exports, through an external bank, commits an offence and is liable on summary conviction to a fine of not more, than five thousand penalty units or to a term of imprisonment of not more than ten years or to both. An exporter who fails to repatriate proceeds from merchandise exports, through an external bank, commits an offence and is liable on summary conviction to a fine of not more, than five thousand penalty units or to a term of imprisonment of not more than ten years or to both."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Requirement of permission for the payment or transfer of foreign currency",
      "content": "(1) Where the Bank has reason to believe that an offence in contravention of this Act is likely to be committed or has been committed, the Bank may require a bank to obtain the permission of the Bank prior to the execution of any payment under subsection (1) of section 15. Where the Bank has reason to believe that an offence in contravention of this Act is likely to be committed or has been committed, the Bank may require a bank to obtain the permission of the Bank prior to the execution of any payment under subsection (1) of section 15. (2) The permission shall be granted solely on the basis of a determination by the Bank that the payment is consistent with the laws of this country. The permission shall be granted solely on the basis of a determination by the Bank that the payment is consistent with the laws of this country."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Power of the Bank to regulate foreign exchange business and transfers between residents and non residents",
      "content": "(1) The Bank may, by notice, make rules to prescribe information required by the Bank from a person licensed to carry out foreign exchange business or foreign exchange transfers between residents and non-residents in connection with the conclusion of a transaction that involves The Bank may, by notice, make rules to prescribe information required by the Bank from a person licensed to carry out foreign exchange business or foreign exchange transfers between residents and non-residents in connection with the conclusion of a transaction that involves foreign currency, foreign currency, the maintenance of bank accounts within or outside Ghana, and the maintenance of bank accounts within or outside Ghana, and the settlement of the payment by a resident or non resident. the settlement of the payment by a resident or non resident."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Power of the Bank to impose restrictions on the importation and exportation of foreign exchange",
      "content": "(1) The Bank may, by notice, make rules to impose restrictions on the importation or exportation from Ghana of The Bank may, by notice, make rules to impose restrictions on the importation or exportation from Ghana of bank notes, bank notes, bank coins, bank coins, travelers cheques, travelers cheques, electronic units of payment, and electronic units of payment, and securities securities in the denomination of local currency or the currency of another country."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Conditions for carrying out the business of foreign exchange transfers",
      "content": "The Bank may, by notice, make rules to prescribe the conditions required to carry, out the business of foreign exchange transfers. The Bank may, by notice, make rules to prescribe the conditions required to carry, out the business of foreign exchange transfers."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Imposition of temporary restrictions",
      "content": "(1) Where the Governor determines that the country is experiencing or has experienced a severe deterioration in its balance of payments that requires the temporary imposition of exchange controls beyond measures provided for in sections 17,18 and 19, the Governor in consultation with the Minister may, by notice make rules to restrict Where the Governor determines that the country is experiencing or has experienced a severe deterioration in its balance of payments that requires the temporary imposition of exchange controls beyond measures provided for in sections 17,18 and 19, the Governor in consultation with the Minister may, by notice make rules to restrict payments between payments between residents and non residents, or residents and non residents, or non-residents; non-residents; payments to or from the country, payments to or from the country, the acquisition, holding, and use in the country of foreign currency or traveller’s cheques by persons including residents; and the acquisition, holding, and use in the country of foreign currency or traveller’s cheques by persons including residents; and the frequency at which the acts of purchase and sale of foreign exchange maybe effected in the country. the frequency at which the acts of purchase and sale of foreign exchange maybe effected in the country. (2) The rules shall remain in force for a period of not more than three months. The rules shall remain in force for a period of not more than three months. (3) Despite subsection (2) the Governor in consultation with the Minister may extend the time frame designated for the operation of the rules for a period of not more than three months and for any subsequent period that the Governor in consultation with the Minister may determine. Despite subsection (2) the Governor in consultation with the Minister may extend the time frame designated for the operation of the rules for a period of not more than three months and for any subsequent period that the Governor in consultation with the Minister may determine. (4) The Bank shall within fourteen days after any rules are made cause to be published in the Gazette, the reasons for the imposition of restrictions. The Bank shall within fourteen days after any rules are made cause to be published in the Gazette, the reasons for the imposition of restrictions."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Provision of information by banks",
      "content": "(1) The Bank shall, for purposes of supervision and monitoring, require a bank in writing to submit to it any information or data that relates to The Bank shall, for purposes of supervision and monitoring, require a bank in writing to submit to it any information or data that relates to the assets, liabilities, income and expenditure of that bank and the assets, liabilities, income and expenditure of that bank and any of that bank’s affairs any of that bank’s affairs in the prescribed form, at intervals and within the time frame that the Bank may stipulate. (2) A bank or any other authorised dealer which is required to submit information or data shall comply with the requirement. A bank or any other authorised dealer which is required to submit information or data shall comply with the requirement. (3) A bank or any other authorised dealer required by a direction to furnish information which is stored in a computer or any other electronic media, shall in addition produce books, accounts or other documents in that bank’s possession or control that may be required by the Bank. A bank or any other authorised dealer required by a direction to furnish information which is stored in a computer or any other electronic media, shall in addition produce books, accounts or other documents in that bank’s possession or control that may be required by the Bank. (4) A bank or any other authorised dealer that refuses to furnish information or produce books, accounts or other documents, commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units or to a term of imprisonment of not less than four years or to both. A bank or any other authorised dealer that refuses to furnish information or produce books, accounts or other documents, commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units or to a term of imprisonment of not less than four years or to both."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Provision of information by persons",
      "content": "(1) The Bank may, give directions in writing to require a person to furnish the Bank, or a designated person with any information in that person’s possession of control which the Bank or the designated person may require to secure compliance with or to detect an offence in contravention of this Act. The Bank may, give directions in writing to require a person to furnish the Bank, or a designated person with any information in that person’s possession of control which the Bank or the designated person may require to secure compliance with or to detect an offence in contravention of this Act. (2) The Bank may specify that the information be provided within a specified period and in the prescribed form. The Bank may specify that the information be provided within a specified period and in the prescribed form. (3) A person required to furnish information which is stored in a computer or any other electronic media shall in addition produce books, accounts or other documents in that person’s possession or control that may be required by the Bank or by the person designated to require the information. A person required to furnish information which is stored in a computer or any other electronic media shall in addition produce books, accounts or other documents in that person’s possession or control that may be required by the Bank or by the person designated to require the information. (4) A person who fails to furnish the information or produce the document as required, commits an offence and is liable on summary conviction to a fine of not more than five hundred penalty units or to a term of imprisonment of not more than four years or to both. A person who fails to furnish the information or produce the document as required, commits an offence and is liable on summary conviction to a fine of not more than five hundred penalty units or to a term of imprisonment of not more than four years or to both."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Court orders and admissibility of evidence",
      "content": "(1) A Court may, in addition to a sanction imposed for an offence committed under this Act, make an order for the offender to comply with the requirement to give information or to produce a document within a specified period. A Court may, in addition to a sanction imposed for an offence committed under this Act, make an order for the offender to comply with the requirement to give information or to produce a document within a specified period. (2) The piece of information or a document obtained in accordance with sections 21 and 22 is admissible in evidence for the prosecution of the person from whom it was obtained. The piece of information or a document obtained in accordance with sections 21 and 22 is admissible in evidence for the prosecution of the person from whom it was obtained."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Search and seizure",
      "content": "(1) If the Court is satisfied by information given under oath by a person authorised by the Bank to act for the purpose to determine If the Court is satisfied by information given under oath by a person authorised by the Bank to act for the purpose to determine that an offence under this Act has been or is being committed and that evidence of the commission of the offence has been found at the premises specified in the information or in the vehicle, vessel, aircraft or any other means of transport specified in the information, or that an offence under this Act has been or is being committed and that evidence of the commission of the offence has been found at the premises specified in the information or in the vehicle, vessel, aircraft or any other means of transport specified in the information, or that a document required to have been produced under sections 22 and 23 and which has not been produced, may be found at the specified premises or in the specified vehicle, vessel or aircraft, that a document required to have been produced under sections 22 and 23 and which has not been produced, may be found at the specified premises or in the specified vehicle, vessel or aircraft, the court may issue a search warrant authorising a police officer or an officer of the Customs, Excise and Preventive Service or the Immigration Service together with any other person indicated in the warrant, to enter at any time within one month from the date the warrant was issued the court may issue a search warrant authorising a police officer or an officer of the Customs, Excise and Preventive Service or the Immigration Service together with any other person indicated in the warrant, to enter at any time within one month from the date the warrant was issued the premises specified in the information, or the premises specified in the information, or any premises upon which the vehicle, vessel or aircraft may be as specified in the information. any premises upon which the vehicle, vessel or aircraft may be as specified in the information. (2) A person authorised by the warrant to search premises or the vehicle, vessel or aircraft, may A person authorised by the warrant to search premises or the vehicle, vessel or aircraft, may search any person who is found in, or who the authorised person has a reasonable ground to believe has recently left or is about to enter, the premises or the vehicle, vessel or aircraft, search any person who is found in, or who the authorised person has a reasonable ground to believe has recently left or is about to enter, the premises or the vehicle, vessel or aircraft, seize seize property found on that person or on the premises or in the vehicle, vessel or aircraft, which the authorised person has reasonable ground to believe to have been used in connection with the commission or to be evidence of an offence under this Act; or property found on that person or on the premises or in the vehicle, vessel or aircraft, which the authorised person has reasonable ground to believe to have been used in connection with the commission or to be evidence of an offence under this Act; or any document which the authorised person has reasonable ground to believe should have been produced as required by sections 21 (3) and 22 (2). any document which the authorised person has reasonable ground to believe should have been produced as required by sections 21 (3) and 22 (2). (3) An authorised person may use reasonable force to exercise a power mandated by a warrant. An authorised person may use reasonable force to exercise a power mandated by a warrant. (4) Where there is a reasonable ground to suspect that a person has committed an offence under this Act, a police officer or an officer of the Customs, Excise and Preventive Service or the Immigration Service shall seize any property in that person’s possession or control which appears to that police officer or that officer of the Customs, Excise and Preventive Service or officer of the Immigration Service to be Where there is a reasonable ground to suspect that a person has committed an offence under this Act, a police officer or an officer of the Customs, Excise and Preventive Service or the Immigration Service shall seize any property in that person’s possession or control which appears to that police officer or that officer of the Customs, Excise and Preventive Service or officer of the Immigration Service to be relevant evidence, or relevant evidence, or to have been used in connection with the commission of an offence in contravention of this Act. to have been used in connection with the commission of an offence in contravention of this Act. (5) Where money is seized, the seizing authority shall deposit the money with the Bank by the next working day. Where money is seized, the seizing authority shall deposit the money with the Bank by the next working day."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Notice",
      "content": "(1) Where property is seized as a result of a search, the person who effected the seizure shall, within one month after the seizure, give notice in writing of the seizure and the reasons for the seizure to the owner of the property. Where property is seized as a result of a search, the person who effected the seizure shall, within one month after the seizure, give notice in writing of the seizure and the reasons for the seizure to the owner of the property. (2) The requirement of notice is not applicable where The requirement of notice is not applicable where the property was seized in the presence of the owner, the property was seized in the presence of the owner, the owner of the property cannot be identified, or the owner of the property cannot be identified, or within one month after the seizure, a person is charged with the offence for which the property has been seized. within one month after the seizure, a person is charged with the offence for which the property has been seized. (3) Where property is in the possession of a prescribed authority and a period of one month has lapsed from Where property is in the possession of a prescribed authority and a period of one month has lapsed from the date of seizure, or the date of seizure, or the date of notice of the seizure if the notice has been given, the date of notice of the seizure if the notice has been given, the property shall, by order of Court, be forfeited to the Republic unless, within that period, the owner has claimed the property by giving notice of the claim in writing to the Bank. (4) Where the Bank has received a notice of claim and a period of three months has elapsed from the date of receipt of the notice, the property shall be released to the owner unless, within that period, the Republic has instituted proceedings in a Court for the forfeiture of the property. Where the Bank has received a notice of claim and a period of three months has elapsed from the date of receipt of the notice, the property shall be released to the owner unless, within that period, the Republic has instituted proceedings in a Court for the forfeiture of the property."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Recovery or forfeiture",
      "content": "(1) Where proceedings for the recovery or forfeiture of property have been instituted in a Court, the Court may order the property to be forfeited to the Republic if the Court finds that the property was used in connection with the commission of an offence under this Act. Where proceedings for the recovery or forfeiture of property have been instituted in a Court, the Court may order the property to be forfeited to the Republic if the Court finds that the property was used in connection with the commission of an offence under this Act. (2) Where property has come into the possession of a prescribed authority, whether as a consequence of the seizure of the property or otherwise, the liability of the property to forfeiture shall not be affected by the fact that the owner of the property was not connected in any way which rendered the property liable to forfeiture. Where property has come into the possession of a prescribed authority, whether as a consequence of the seizure of the property or otherwise, the liability of the property to forfeiture shall not be affected by the fact that the owner of the property was not connected in any way which rendered the property liable to forfeiture."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Retention of seized property",
      "content": "(1) Despite the other provisions of this Act, where property is in the possession of a prescribed authority, whether in consequence of the seizure of the property or otherwise, and the prescribed authority is satisfied that there is a reasonable ground to suspect the property to be evidence of the commission of an offence under this Act, the prescribed authority may retain the property for a period of twelve months from the date it came into the prescribed authority’s possession. Despite the other provisions of this Act, where property is in the possession of a prescribed authority, whether in consequence of the seizure of the property or otherwise, and the prescribed authority is satisfied that there is a reasonable ground to suspect the property to be evidence of the commission of an offence under this Act, the prescribed authority may retain the property for a period of twelve months from the date it came into the prescribed authority’s possession. (2) If a person is within the twelve months period prosecuted for an offence under this Act and the property is or can be properly adduced in evidence, the property shall be retained by the prescribed authority until the prosecution has been determined. If a person is within the twelve months period prosecuted for an offence under this Act and the property is or can be properly adduced in evidence, the property shall be retained by the prescribed authority until the prosecution has been determined. (3) A prescribed authority is a person to whom power of the Bank is delegated, or on whom a function is conferred by this Act, including a police officer or an officer of the Customs, Excise and Preventive Service. A prescribed authority is a person to whom power of the Bank is delegated, or on whom a function is conferred by this Act, including a police officer or an officer of the Customs, Excise and Preventive Service. (4) The powers conferred by this section in relation to property shall be in addition to and not in derogation from, any power otherwise exercisable in relation to that property. The powers conferred by this section in relation to property shall be in addition to and not in derogation from, any power otherwise exercisable in relation to that property."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "General prohibitions",
      "content": "(1) A person shall not A person shall not destroy, mutilate, deface or remove a document, destroy, mutilate, deface or remove a document, make a declaration which is false in a material particular, make a declaration which is false in a material particular, in furnishing information for the purpose of this Act, make a statement which that person knows to be false in a material particular, or recklessly make a statement which is false in a material particular, in furnishing information for the purpose of this Act, make a statement which that person knows to be false in a material particular, or recklessly make a statement which is false in a material particular, counterfeit or in any way falsify a document, or knowingly use a document which is counterfeit or false, or counterfeit or in any way falsify a document, or knowingly use a document which is counterfeit or false, or obstruct a person in the exercise of a power conferred on that person by or under this Act obstruct a person in the exercise of a power conferred on that person by or under this Act with the intention to contravene a provision of this Act. (2) A person who fails to comply with subsection (1), commits an offence and is liable on summary conviction to a fine of not more than five hundred penalty units or a term of imprisonment of not more than four years or both. A person who fails to comply with subsection (1), commits an offence and is liable on summary conviction to a fine of not more than five hundred penalty units or a term of imprisonment of not more than four years or both."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Offences",
      "content": "(1) A person who A person who engages in the business of dealing in foreign exchange without a licence issued under section 5(1); engages in the business of dealing in foreign exchange without a licence issued under section 5(1); contravenes or fails to comply with a restriction imposed under section 6; or contravenes or fails to comply with a restriction imposed under section 6; or contravenes or fails to comply with any of the terms or conditions required to carry out the business of foreign exchange transfers contravenes or fails to comply with any of the terms or conditions required to carry out the business of foreign exchange transfers commits an offence and is liable, on summary conviction, to a fine of not more than seven hundred penalty units or a term of imprisonment of not more than eighteen months or both. (2) Where a person is convicted of an offence under subsection (1), and the offence is connected to property, the court shall order that the property be forfeited to the Republic. Where a person is convicted of an offence under subsection (1), and the offence is connected to property, the court shall order that the property be forfeited to the Republic. (3) Where an offence is committed under this Act or under Regulations made under this Act by a body of persons Where an offence is committed under this Act or under Regulations made under this Act by a body of persons in the case of a body corporate, other than a partnership, each director or an officer of the body shall also be considered to have committed the offence; and in the case of a body corporate, other than a partnership, each director or an officer of the body shall also be considered to have committed the offence; and in the case of a partnership, each partner or officer of that body shall be considered to have committed that offence. in the case of a partnership, each partner or officer of that body shall be considered to have committed that offence. (4) A person shall not be considered to have committed the offence under subsection (3), if the person proves that the offence was committed without the person’s knowledge or connivance and that the person exercised due care and diligence to prevent the commission of the offence having regard to all the circumstances. A person shall not be considered to have committed the offence under subsection (3), if the person proves that the offence was committed without the person’s knowledge or connivance and that the person exercised due care and diligence to prevent the commission of the offence having regard to all the circumstances."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "General penalty",
      "content": "(1) A person who commits an offence for which a penalty has not been provided is liable on summary conviction to a fine of not more than five hundred penalty units or a term of imprisonment of not more than four years or both. A person who commits an offence for which a penalty has not been provided is liable on summary conviction to a fine of not more than five hundred penalty units or a term of imprisonment of not more than four years or both."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Rules",
      "content": "The Bank may by notice make rules as prescribed in this Act. The Bank may by notice make rules as prescribed in this Act."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Regulations",
      "content": "(1) The Minister may, by legislative instrument, make Regulations to The Minister may, by legislative instrument, make Regulations to provide for forms of applications and licences to be made or issued under this Act; provide for forms of applications and licences to be made or issued under this Act; prescribe the banks, and corporate persons and bodies competent to engage in the business of dealing in foreign exchange; prescribe the banks, and corporate persons and bodies competent to engage in the business of dealing in foreign exchange; prescribe the conditions required to carry out the business of foreign exchange transfers; prescribe the conditions required to carry out the business of foreign exchange transfers; prescribe information required by the Bank in respect of foreign exchange business or foreign exchange transfers between residents and non residents; prescribe information required by the Bank in respect of foreign exchange business or foreign exchange transfers between residents and non residents; prescribe restrictions for the importation and exportation of foreign exchange; prescribe restrictions for the importation and exportation of foreign exchange; prescribe restrictions for the temporary imposition of exchange controls; and prescribe restrictions for the temporary imposition of exchange controls; and provide for any other matter necessary for the effective implementation of the provisions of this Act. provide for any other matter necessary for the effective implementation of the provisions of this Act. (2) Despite the Statutory Instruments Act 1959 (No.52) the penalty for the contravention of Regulations, shall be a fine of not more than two thousand, five hundred penalty units. Despite the Statutory Instruments Act 1959 (No.52) the penalty for the contravention of Regulations, shall be a fine of not more than two thousand, five hundred penalty units."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires—\"account\" means a facility or an arrangement by which a financial institution does any one or more of the following:(a)accepts deposits of currency;(b)allows withdrawals of currency or transfers into or out of the account,(c)pays cheques or payment orders drawn on a financial institution or cash dealer or collects cheques or payment orders on behalf of a person, and(d)supplies a facility or an arrangement for a safe deposit box;“authorised person” means an officer of the Customs, Excise and Preventive Service and any other person indicated in a warrant;“Bank” means Bank of Ghana;“bank” means any bank other than the Bank of Ghana;“Court” means court of competent jurisdiction;“currency” means(a)coins, money or notes of the Republic or of another country that is designated as legal tender and that circulates as and is customarily used and accepted as a medium of exchange in the country of issue,(b)“travellers cheques” or other financial instruments denominated in the currency of Ghana or in foreign currency,(c)any right to receive coins or notes in respect of a credit or balance with a financial institution or a non resident;“financial institution” means a licensed bank or other institution which carries on any form of financial business and that is specified as a financial institution by the Bank of Ghana;\"foreign currency\" means a currency other than the legal tender of Ghana and includes travellers cheques and the right to receive foreign currency in respect of any credit or balance with a licensed bank or non-resident;“foreign exchange” means(a)banknotes, coins or an electronic unit of payment in a currency other than the currency of Ghana which is, or has been legal tender outside Ghana;(b)financial instruments denominated in foreign currency;and includes a right to receive banknotes or coins in respect of any balance at a financial institution located within or outside Ghana;“foreign exchange business” means the business of buying, selling, borrowing, lending, receiving or paying foreign exchange;“Governor” means the Governor of the Bank of Ghana;“licensed dealer” means a person issued with a licence under this Act;“local currency” means banknotes and coins issued by the Bank of Ghana and includes the right to receive the banknotes or coins in respect of a balance at a financial institution located within or outside Ghana;“material particular” means of a substantial degree;“Minister” means the Minister for Finance and Economic Planning;“non-resident” means a person other than a resident of the country;“notice” means publication in the mass media;“payment” means a transfer of foreign exchange made for the purpose of(a)discharging a liability or acquiring an asset,(b)creating a balance at a financial institution that can be drawn upon, or(c)making a gift or a donation;“person” includes a company or an association or body of persons corporate or unincorporated;“prescribed authority” includes a court, a person on whom official functions are conferred by or under this Act, a police officer, an officer of the Customs, Excise and Preventive Service, other than an officer, a security agency of the Government or a person authorised by a security agency;“resident” means-(a)a person who has been ordinarily resident in Ghana for one year or more,(b)the government of Ghana and any of its diplomatic representatives located outside Ghana,(c)a company, firm or enterprise with the principal place of business or centre of control and management located in Ghana,(d)a branch of a company, firm or other enterprise with the principal place of business located outside Ghana, and(e)a corporation, firm or enterprise incorporated in Ghana;and excludes a foreign diplomatic representative or an accredited official of that representation located within Ghana, an office of an organisation established by international treaty located within Ghana, or a branch of a company, firm or enterprise, with Ghana the principal place of business, located in Ghana;“travellers cheque” means an instrument issued by a bank or similar institution which is intended to enable the person to whom it is issued to obtain bank notes or coins in the currency of Ghana or in a foreign currency from another person on the credit of the issuer.“transaction” means the record of a financial business or conduct. In this Act, unless the context otherwise requires— accepts deposits of currency; allows withdrawals of currency or transfers into or out of the account, pays cheques or payment orders drawn on a financial institution or cash dealer or collects cheques or payment orders on behalf of a person, and supplies a facility or an arrangement for a safe deposit box; “authorised person” means an officer of the Customs, Excise and Preventive Service and any other person indicated in a warrant; “Bank” means Bank of Ghana; “bank” means any bank other than the Bank of Ghana; “Court” means court of competent jurisdiction; coins, money or notes of the Republic or of another country that is designated as legal tender and that circulates as and is customarily used and accepted as a medium of exchange in the country of issue, “travellers cheques” or other financial instruments denominated in the currency of Ghana or in foreign currency, any right to receive coins or notes in respect of a credit or balance with a financial institution or a non resident; “financial institution” means a licensed bank or other institution which carries on any form of financial business and that is specified as a financial institution by the Bank of Ghana; \"foreign currency\" means a currency other than the legal tender of Ghana and includes travellers cheques and the right to receive foreign currency in respect of any credit or balance with a licensed bank or non-resident; banknotes, coins or an electronic unit of payment in a currency other than the currency of Ghana which is, or has been legal tender outside Ghana; financial instruments denominated in foreign currency; “foreign exchange business” means the business of buying, selling, borrowing, lending, receiving or paying foreign exchange; “Governor” means the Governor of the Bank of Ghana; “licensed dealer” means a person issued with a licence under this Act; “local currency” means banknotes and coins issued by the Bank of Ghana and includes the right to receive the banknotes or coins in respect of a balance at a financial institution located within or outside Ghana; “material particular” means of a substantial degree; “Minister” means the Minister for Finance and Economic Planning; “non-resident” means a person other than a resident of the country; “notice” means publication in the mass media; discharging a liability or acquiring an asset, creating a balance at a financial institution that can be drawn upon, or making a gift or a donation; “person” includes a company or an association or body of persons corporate or unincorporated; “prescribed authority” includes a court, a person on whom official functions are conferred by or under this Act, a police officer, an officer of the Customs, Excise and Preventive Service, other than an officer, a security agency of the Government or a person authorised by a security agency; a person who has been ordinarily resident in Ghana for one year or more, the government of Ghana and any of its diplomatic representatives located outside Ghana, a company, firm or enterprise with the principal place of business or centre of control and management located in Ghana, a branch of a company, firm or other enterprise with the principal place of business located outside Ghana, and a corporation, firm or enterprise incorporated in Ghana; and excludes a foreign diplomatic representative or an accredited official of that representation located within Ghana, an office of an organisation established by international treaty located within Ghana, or a branch of a company, firm or enterprise, with Ghana the principal place of business, located in Ghana; “travellers cheque” means an instrument issued by a bank or similar institution which is intended to enable the person to whom it is issued to obtain bank notes or coins in the currency of Ghana or in a foreign currency from another person on the credit of the issuer. “transaction” means the record of a financial business or conduct."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Modification of existing enactments",
      "content": "The provisions of an enactment of relevance to this Act and in force at the commencement of this Act, shall have effect subject to the modifications necessary to give effect to this Act and to the extent that the provisions of an enactment are inconsistent with this Act, shall prevail. The provisions of an enactment of relevance to this Act and in force at the commencement of this Act, shall have effect subject to the modifications necessary to give effect to this Act and to the extent that the provisions of an enactment are inconsistent with this Act, shall prevail."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Repeal, savings and transitional provisions",
      "content": "(1) The following enactments are hereby repealed and revoked; The following enactments are hereby repealed and revoked; The Exchange Control Act, 1961 (Act 71); The Exchange Control Act, 1961 (Act 71); Exchange Control (Amendment) Decree 1973 (NRCD 220); Exchange Control (Amendment) Decree 1973 (NRCD 220); Exchange Control (Amendment) Decree 1977 (SMCD 99); Exchange Control (Amendment) Decree 1977 (SMCD 99); Exchange Control (Amendment) Law, 1986 (PNDCL 149); and Exchange Control (Amendment) Law, 1986 (PNDCL 149); and Exchange Control Regulations, 1961 (L.I. 133). Exchange Control Regulations, 1961 (L.I. 133). (2) Despite the repeal, of the enactments in subsection (1), a statutory instrument notice, order, direction rules or any other act lawfully made or done under the repealed enactments and in force immediately before the commencement of this Act is considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated. Despite the repeal, of the enactments in subsection (1), a statutory instrument notice, order, direction rules or any other act lawfully made or done under the repealed enactments and in force immediately before the commencement of this Act is considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated."
    }
  ],
  "definitions": [
    {
      "term": "account",
      "definition": "a facility or an arrangement by which a financial institution does any one or more of the following:(a)accepts deposits of currency",
      "source_provision": "s33"
    },
    {
      "term": "authorised person",
      "definition": "an officer of the Customs, Excise and Preventive Service and any other person indicated in a warrant",
      "source_provision": "s33"
    },
    {
      "term": "Bank",
      "definition": "Bank of Ghana",
      "source_provision": "s33"
    },
    {
      "term": "bank",
      "definition": "any bank other than the Bank of Ghana",
      "source_provision": "s33"
    },
    {
      "term": "Court",
      "definition": "court of competent jurisdiction",
      "source_provision": "s33"
    },
    {
      "term": "financial institution",
      "definition": "a licensed bank or other institution which carries on any form of financial business and that is specified as a financial institution by the Bank of Ghana",
      "source_provision": "s33"
    },
    {
      "term": "foreign currency",
      "definition": "a currency other than the legal tender of Ghana and includes travellers cheques and the right to receive foreign currency in respect of any credit or balance with a licensed bank or non-resident",
      "source_provision": "s33"
    },
    {
      "term": "foreign exchange business",
      "definition": "the business of buying, selling, borrowing, lending, receiving or paying foreign exchange",
      "source_provision": "s33"
    },
    {
      "term": "Governor",
      "definition": "the Governor of the Bank of Ghana",
      "source_provision": "s33"
    },
    {
      "term": "licensed dealer",
      "definition": "a person issued with a licence under this Act",
      "source_provision": "s33"
    },
    {
      "term": "local currency",
      "definition": "banknotes and coins issued by the Bank of Ghana and includes the right to receive the banknotes or coins in respect of a balance at a financial institution located within or outside Ghana",
      "source_provision": "s33"
    },
    {
      "term": "material particular",
      "definition": "of a substantial degree",
      "source_provision": "s33"
    },
    {
      "term": "Minister",
      "definition": "the Minister for Finance and Economic Planning",
      "source_provision": "s33"
    },
    {
      "term": "non-resident",
      "definition": "a person other than a resident of the country",
      "source_provision": "s33"
    },
    {
      "term": "notice",
      "definition": "publication in the mass media",
      "source_provision": "s33"
    },
    {
      "term": "payment",
      "definition": "a transfer of foreign exchange made for the purpose of(a)discharging a liability or acquiring an asset,(b)creating a balance at a financial institution that can be drawn upon, or(c)making a gift or a donation",
      "source_provision": "s33"
    },
    {
      "term": "travellers cheque",
      "definition": "an instrument issued by a bank or similar institution which is intended to enable the person to whom it is issued to obtain bank notes or coins in the currency of Ghana or in a foreign currency from another person on the credit of the issuer.“transaction” means the record of a financial business or conduct. In this Act, unless the context otherwise requires— accepts deposits of currency",
      "source_provision": "s33"
    },
    {
      "term": "authorised person",
      "definition": "an officer of the Customs, Excise and Preventive Service and any other person indicated in a warrant",
      "source_provision": "s33"
    },
    {
      "term": "Bank",
      "definition": "Bank of Ghana",
      "source_provision": "s33"
    },
    {
      "term": "bank",
      "definition": "any bank other than the Bank of Ghana",
      "source_provision": "s33"
    },
    {
      "term": "Court",
      "definition": "court of competent jurisdiction",
      "source_provision": "s33"
    },
    {
      "term": "financial institution",
      "definition": "a licensed bank or other institution which carries on any form of financial business and that is specified as a financial institution by the Bank of Ghana",
      "source_provision": "s33"
    },
    {
      "term": "foreign currency",
      "definition": "a currency other than the legal tender of Ghana and includes travellers cheques and the right to receive foreign currency in respect of any credit or balance with a licensed bank or non-resident",
      "source_provision": "s33"
    },
    {
      "term": "foreign exchange business",
      "definition": "the business of buying, selling, borrowing, lending, receiving or paying foreign exchange",
      "source_provision": "s33"
    },
    {
      "term": "Governor",
      "definition": "the Governor of the Bank of Ghana",
      "source_provision": "s33"
    },
    {
      "term": "licensed dealer",
      "definition": "a person issued with a licence under this Act",
      "source_provision": "s33"
    },
    {
      "term": "local currency",
      "definition": "banknotes and coins issued by the Bank of Ghana and includes the right to receive the banknotes or coins in respect of a balance at a financial institution located within or outside Ghana",
      "source_provision": "s33"
    },
    {
      "term": "material particular",
      "definition": "of a substantial degree",
      "source_provision": "s33"
    },
    {
      "term": "Minister",
      "definition": "the Minister for Finance and Economic Planning",
      "source_provision": "s33"
    },
    {
      "term": "non-resident",
      "definition": "a person other than a resident of the country",
      "source_provision": "s33"
    },
    {
      "term": "notice",
      "definition": "publication in the mass media",
      "source_provision": "s33"
    }
  ]
}