{
  "id": "act-1833-2007",
  "type": "act",
  "title": "Labour Regulation, 2007",
  "short_name": "Labour Regulation, 2007 2007",
  "act_number": 1833,
  "year": 2007,
  "status": "in_force",
  "issued_date": "2007-06-08",
  "url": "https://ghalii.org/akn/gh/act/2007/1833",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Employment data",
      "content": "An employer shall supply employment data specified in the Schedule and any other information that the Labour Department may prescribe. An employer shall supply employment data specified in the Schedule and any other information that the Labour Department may prescribe."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Public employment centre",
      "content": "(1) The Minister shall by Executive Instrument establish Public Employment Centres. The Minister shall by Executive Instrument establish Public Employment Centres. (2) A public employment centre shall provide vocational guidance facilities to persons between the ages of fifteen and twenty-one. A public employment centre shall provide vocational guidance facilities to persons between the ages of fifteen and twenty-one."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Private employment agency",
      "content": "(1) A private employment agency means a body corporate which acts as an intermediary for the purpose of procuring employment for a worker or recruiting a worker for an employer. A private employment agency means a body corporate which acts as an intermediary for the purpose of procuring employment for a worker or recruiting a worker for an employer. (2) A person who desires to establish and operate a private employment agency shall A person who desires to establish and operate a private employment agency shall register the agency with the Registrar-General as a body corporate before applying to the Minister to be granted a licence, register the agency with the Registrar-General as a body corporate before applying to the Minister to be granted a licence, pay a licence fee of five million cedis, and pay a licence fee of five million cedis, and pay a security deposit of US$ 20,000 (Twenty thousand U$ Dollars) pay a security deposit of US$ 20,000 (Twenty thousand U$ Dollars) as security to cover operations in case of repatriation of illegal or illegitimate worker who may be sent abroad by them or have to be repatriated at a cost to that country. (3) A person who desires to establish a private employment agency shall submit a licence registration form and pay an initial fee of five million cedis for a period of one year from the date of the granting of the licence by the Minister. A person who desires to establish a private employment agency shall submit a licence registration form and pay an initial fee of five million cedis for a period of one year from the date of the granting of the licence by the Minister. (4) An existing licence shall be renewed two months before the expiration of the current licence with a renewal form and the payment of three million cedis for a period of two years from the date of the renewal being granted. An existing licence shall be renewed two months before the expiration of the current licence with a renewal form and the payment of three million cedis for a period of two years from the date of the renewal being granted. (5) The Minister, shall direct the Chief Labour Officer or a Factory Inspector to inspect the premises, facilities and the staff of an agency within one month after receipt of the application, before a licence is granted to the employment agency. The Minister, shall direct the Chief Labour Officer or a Factory Inspector to inspect the premises, facilities and the staff of an agency within one month after receipt of the application, before a licence is granted to the employment agency. (6) The Minister shall issue the licence if satisfied with the report of the Chief Labour Officer or Factory Inspector that the premises and facilities meet the requirement of an employment agency. The Minister shall issue the licence if satisfied with the report of the Chief Labour Officer or Factory Inspector that the premises and facilities meet the requirement of an employment agency. (7) Where the conditions for the grant of application are not satisfied, the licence shall be refused, and if a licence has already been granted, it shall be revoked and the Minister shall give reasons for the refusal. Where the conditions for the grant of application are not satisfied, the licence shall be refused, and if a licence has already been granted, it shall be revoked and the Minister shall give reasons for the refusal. (8) The criteria for the grant or refusal of a licence shall include availability of human resource and management capacity of an agency. The criteria for the grant or refusal of a licence shall include availability of human resource and management capacity of an agency."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Right of a worker to training and confidentiality",
      "content": "(1) Where the need arises, the employee shall be trained by the employer having regard to the relevance of the training on the job and the enterprise. Where the need arises, the employee shall be trained by the employer having regard to the relevance of the training on the job and the enterprise. (2) An employment agency shall respect a worker's rights including the right to confidentiality of data which shall be limited to the qualifications and professional experience of the worker. An employment agency shall respect a worker's rights including the right to confidentiality of data which shall be limited to the qualifications and professional experience of the worker."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Probation",
      "content": "Where, as a condition for the engagement of an employee, a contract of employment requires probation, the contract shall specify the duration of the probation for the employee. Where, as a condition for the engagement of an employee, a contract of employment requires probation, the contract shall specify the duration of the probation for the employee."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Hours of work",
      "content": "(1) The Minister shall direct the Chief Labour Officer or a Labour Officer to determine shorter hours of work for manual labour and work declared likely to be injurious to the health of the employee with the employer. The Minister shall direct the Chief Labour Officer or a Labour Officer to determine shorter hours of work for manual labour and work declared likely to be injurious to the health of the employee with the employer. (2) The working hours shall be included in a Collective Agreement. The working hours shall be included in a Collective Agreement. (3) The employer shall deposit two copies of the Collective Agreement with the National Labour Commission and the Chief Labour Officer. The employer shall deposit two copies of the Collective Agreement with the National Labour Commission and the Chief Labour Officer."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Employment of young persons in hazardous work",
      "content": "(1) An employer shall not engage a young person in work which involves An employer shall not engage a young person in work which involves manual lifting of loads the weight of which exceeds twenty-five kilograms, manual lifting of loads the weight of which exceeds twenty-five kilograms, work on scaffold and other structures at a height exceeding two and a half metres, work on scaffold and other structures at a height exceeding two and a half metres, the use of substances and materials that emit the use of substances and materials that emit radiation, or radiation, or poisonous gases or fumes, poisonous gases or fumes, the use of dangerous chemicals, the use of dangerous chemicals, excessive noise, excessive noise, the felling of timber; the felling of timber; night work exceeding eight continuous hours, or night work exceeding eight continuous hours, or other situations considered by the Chief Labour Officer as hazardous. other situations considered by the Chief Labour Officer as hazardous. (2) An employer shall not engage a young person An employer shall not engage a young person for the production and screening of pornographic materials, or for the production and screening of pornographic materials, or to work at areas in a hotel which are likely to corrupt the moral development of that young person. to work at areas in a hotel which are likely to corrupt the moral development of that young person."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Remuneration during interdiction",
      "content": "(1) Where an employer interdicts an employee, the employer shall: Where an employer interdicts an employee, the employer shall: pay not less than fifty percent of the employee's salary for six months, during investigations, disciplinary or criminal proceedings for an offence for which the employee has been charged, and pay not less than fifty percent of the employee's salary for six months, during investigations, disciplinary or criminal proceedings for an offence for which the employee has been charged, and pay the employee the salaries withheld during the interdiction ifthe employee is exonerated from the offence for which the employee has been charged. pay the employee the salaries withheld during the interdiction ifthe employee is exonerated from the offence for which the employee has been charged. (2) Sub-regulation (1) shall not prejudice the terms agreed upon in a collective agreement between the employer and the employee. Sub-regulation (1) shall not prejudice the terms agreed upon in a collective agreement between the employer and the employee."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Victimisation prohibited",
      "content": "An employer shall not discharge or otherwise discriminate against a person because that person has made a complaint or given evidence or assisted in respect of the initiation or prosecution of a complaint or other proceedings under these Regulations."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Collective bargaining certificate",
      "content": "(1) Where it comes to the notice of the Chief Labour Officer that there exists more than one trade union in an undertaking, representing the same class of employees, the Chief Labour Officer shall invite the unions to a meeting to undertake verification to determine which union is to be issued with a bargaining certificate, except that the union issued with the certificate shall consult or where appropriate invite other unions in the course of negotiations to participate in the negotiation process. Where it comes to the notice of the Chief Labour Officer that there exists more than one trade union in an undertaking, representing the same class of employees, the Chief Labour Officer shall invite the unions to a meeting to undertake verification to determine which union is to be issued with a bargaining certificate, except that the union issued with the certificate shall consult or where appropriate invite other unions in the course of negotiations to participate in the negotiation process. (2) Where two or more persons or employers desire to form a Trade Union or Employers Association they shall, register with the Chief Labour Officer and pay a registration fee of three million cedis for a Registration Certificate. Where two or more persons or employers desire to form a Trade Union or Employers Association they shall, register with the Chief Labour Officer and pay a registration fee of three million cedis for a Registration Certificate. (3) A Registration Certificate may be renewed two months before the expiration of the existing licence upon the payment of a fee of two million cedis. A Registration Certificate may be renewed two months before the expiration of the existing licence upon the payment of a fee of two million cedis. (4) A Collective Bargaining Certificate issued to a union shall A Collective Bargaining Certificate issued to a union shall be valid for a period of two years from the date of issue, and be valid for a period of two years from the date of issue, and attract a certification fee of two million cedis. attract a certification fee of two million cedis. (5) Where there still remains a dispute, the matter shall be referred to the National Labour Commission for a binding resolution. Where there still remains a dispute, the matter shall be referred to the National Labour Commission for a binding resolution."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "National Tripartite Committee",
      "content": "members of the Committee may attend meetings of the Committee with their advisors; each member shall be entitled to one advisor at a time; and a permanent secretariat shall be established to facilitate activities of the Committee by the Ministry."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Establishment of Disablement Unit",
      "content": "There is established under these Regulations a Disablement Unit in each District. There is established under these Regulations a Disablement Unit in each District."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Duties of Disablement Unit",
      "content": "(1) Each Disablement Unit shall keep a register of persons with disability in which shall be recorded the names of persons with disability who apply for registration. Each Disablement Unit shall keep a register of persons with disability in which shall be recorded the names of persons with disability who apply for registration. (2) On receipt of the application, the person in charge of the Unit or any other person authorised by the Disablement Resettlement Officer, shall enter the name of the applicant in the appropriate register and issue to the applicant a certificate of registration in the prescribed form. On receipt of the application, the person in charge of the Unit or any other person authorised by the Disablement Resettlement Officer, shall enter the name of the applicant in the appropriate register and issue to the applicant a certificate of registration in the prescribed form."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Disablement unit to be attached to Public Employment Centres",
      "content": "A Disablement Unit for the registration of persons with disability shall be attached to a public employment centre for the registration of persons with disability seeking employment and securing employment for them. A Disablement Unit for the registration of persons with disability shall be attached to a public employment centre for the registration of persons with disability seeking employment and securing employment for them."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Access to public service",
      "content": "A public or private agency shall put in place the necessary facilities and equipment that will make the service available and accessible to a person with disability. A public or private agency shall put in place the necessary facilities and equipment that will make the service available and accessible to a person with disability."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Returns",
      "content": "An employer shall forward to the appropriate Disablement Unit, quarterly returns in the prescribed form giving particulars on the vacancies filled by the employment of persons with disability, the vacancies filled by the employment of persons with disability, the vacancies remaining unfilled and why they are unfilled, and the vacancies remaining unfilled and why they are unfilled, and any other matter re1ated to the employment of a person with disability. any other matter re1ated to the employment of a person with disability."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Special incentive for employing persons with disability",
      "content": "(1) An employer who An employer who engages up to five persons with disability, or engages up to five persons with disability, or engages more than five persons with disability shall be given a tax rebate that the Minister may determine. engages more than five persons with disability shall be given a tax rebate that the Minister may determine. (2) A person with disability who engages in an enterprise shall be given a special incentive that the Minister may determine. A person with disability who engages in an enterprise shall be given a special incentive that the Minister may determine."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Occupational safety and health at work",
      "content": "(1) An employer shall take appropriate measures to safeguard the health and safety of employees. An employer shall take appropriate measures to safeguard the health and safety of employees. (2) An employer of business premises where: An employer of business premises where: an occupational accident or disease occurs, or an occupational accident or disease occurs, or an employee dies or is incapacitated from work as a result of an accident or disease shall report to the Chief Labour Officer or the Inspector of Factories if the accident or disease occurs during or in the course of the employment of the employee. an employee dies or is incapacitated from work as a result of an accident or disease shall report to the Chief Labour Officer or the Inspector of Factories if the accident or disease occurs during or in the course of the employment of the employee. (3) An employer shall ensure that the business environment is not rendered unsafe by the business operations. An employer shall ensure that the business environment is not rendered unsafe by the business operations."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Medical examination of workers",
      "content": "(1) An employer shall not permanently engage an employee in any work unless a recognized medical practitioner certifies at a pre-employment examination that the employee is in good health and is medically fit for the work assigned to the employee. An employer shall not permanently engage an employee in any work unless a recognized medical practitioner certifies at a pre-employment examination that the employee is in good health and is medically fit for the work assigned to the employee. (2) An employee who works in hazardous situations such as contact with fumes and gaseous substances shall undergo a periodic medical examination once a year. An employee who works in hazardous situations such as contact with fumes and gaseous substances shall undergo a periodic medical examination once a year."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Essential services",
      "content": "Water supply services, Electricity generation, transmission and distribution services, Health and hospital services, Sanitary services, Air traffic control, Meteorological services, Fire services, Air transport services, Supply and distribution of fuel, petrol, power and light, Telecommunications services, Public transport services, Ports and harbours security services, and Bank of Ghana"
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Restriction on recruitment of children and trafficked person",
      "content": "(1) An employer shall not employ a person under the age of eighteen years as a worker for work to be performed wholly or in part outside the country where the performance of the work is likely to cause the withdrawal of the person from the community or area in which that person normally lives. An employer shall not employ a person under the age of eighteen years as a worker for work to be performed wholly or in part outside the country where the performance of the work is likely to cause the withdrawal of the person from the community or area in which that person normally lives. (2) An employer shall not employ a trafficked person or a victim of trafficking as defined by the Human Trafficking Act, 2005 (Act 694). An employer shall not employ a trafficked person or a victim of trafficking as defined by the Human Trafficking Act, 2005 (Act 694)."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Definition of human trafficking",
      "content": "(1) Human trafficking means the recruitment, transportation, transfer harbouring, trading or receipt of persons within and across national borders by Human trafficking means the recruitment, transportation, transfer harbouring, trading or receipt of persons within and across national borders by the use of threats, force or other forms of coercion, abduction, fraud deception, the abuse of power or exploitation of vulnerability, the use of threats, force or other forms of coercion, abduction, fraud deception, the abuse of power or exploitation of vulnerability, giving or receiving payments and benefits to achieve consent. giving or receiving payments and benefits to achieve consent. (2) Exploitation shall include at the minimum, induced prostitution and other forms of sexual exploitation, forced labour or services, slavery or practices similar to slavery, servitude or the removal of organs, or Exploitation shall include at the minimum, induced prostitution and other forms of sexual exploitation, forced labour or services, slavery or practices similar to slavery, servitude or the removal of organs, or (3) Placement of sale, bonded placement, temporary placement, placement as service where exploitation by someone else is the motivating factor shall also constitute trafficking. Placement of sale, bonded placement, temporary placement, placement as service where exploitation by someone else is the motivating factor shall also constitute trafficking."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Consent not a defence",
      "content": "Where children are trafficked, the consent of the child, parent or guardian of the child cannot be used as a defence in prosecution under Act 694 regardless of whether or not there is evidence of abuse of power, fraud or deception on the part of the trafficker or whether the vulnerability of the child was taken advantage of. Where children are trafficked, the consent of the child, parent or guardian of the child cannot be used as a defence in prosecution under Act 694 regardless of whether or not there is evidence of abuse of power, fraud or deception on the part of the trafficker or whether the vulnerability of the child was taken advantage of."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Prohibition of trafficking",
      "content": "(1) A person shall not traffic another person within the meaning of section 1 or Act 694 as an intermediary for the trafficking of a person. A person shall not traffic another person within the meaning of section 1 or Act 694 as an intermediary for the trafficking of a person. (2) A person who contravenes sub-regulation (1) commits an offence and is liable on summary conviction to a term of imprisonment of not less than five years. A person who contravenes sub-regulation (1) commits an offence and is liable on summary conviction to a term of imprisonment of not less than five years. (3) For purposes of this regulation, an intermediary is someone who participates in or is concerned with any aspect of trafficking under Act 694 who mayor may not be known to the family of the trafficked person. For purposes of this regulation, an intermediary is someone who participates in or is concerned with any aspect of trafficking under Act 694 who mayor may not be known to the family of the trafficked person. (4) To be concerned with an aspect of trafficking means To be concerned with an aspect of trafficking means to send to, take to, consent to the taking to or to receive at any place any person for the purposes of trafficking, or to send to, take to, consent to the taking to or to receive at any place any person for the purposes of trafficking, or to enter into an agreement whether written or oral, to subject any party to the agreement or subject any other person to trafficking. to enter into an agreement whether written or oral, to subject any party to the agreement or subject any other person to trafficking."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Giving out or receiving a victim of trafficking prohibited",
      "content": "(1) A person who gives out or receives another person for purposes of trafficking commits an offence even where the person is a parent. A person who gives out or receives another person for purposes of trafficking commits an offence even where the person is a parent. (2) A person who contravenes sub-regulation (1) commits an offence and is liable on summary conviction to a term of imprisonment of not less than five years. A person who contravenes sub-regulation (1) commits an offence and is liable on summary conviction to a term of imprisonment of not less than five years."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Re-engagement or use of services of a victim of trafficking",
      "content": "A person who uses the services of a victim of trafficking commits an offence and is liable on summary conviction to a term of imprisonment of not less than five years. A person who uses the services of a victim of trafficking commits an offence and is liable on summary conviction to a term of imprisonment of not less than five years."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Foreign employment",
      "content": "Where the period of service to be stipulated in a re-engagement foreign contract, together with the period already served under the expired contract involves the separation of a worker from the worker's family for more than eighteen months, the worker shall not begin the service stipulated in the re-engagement contract until the worker has had the opportunity to return home at the expense of the employer. Where the period of service to be stipulated in a re-engagement foreign contract, together with the period already served under the expired contract involves the separation of a worker from the worker's family for more than eighteen months, the worker shall not begin the service stipulated in the re-engagement contract until the worker has had the opportunity to return home at the expense of the employer."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Conditions for foreign employment",
      "content": "(1) The Chief Labour Officer Shall ensure that an employer does not engage a worker under a foreign contract. The Chief Labour Officer Shall ensure that an employer does not engage a worker under a foreign contract. (2) The provision of sub-regulation (1) does not apply to a sea-going vessel except for service in a country specified in a notice under these regulations. The provision of sub-regulation (1) does not apply to a sea-going vessel except for service in a country specified in a notice under these regulations. (3) The Chief Labour Officer may by notice declare a country to be a country to which immigration of workers is lawful. The Chief Labour Officer may by notice declare a country to be a country to which immigration of workers is lawful. (4) A person who, in the opinion of the Chief Labour Officer, or a Labour Officer is under the age of eighteen years shall not enter into a foreign contract for employment as a worker. A person who, in the opinion of the Chief Labour Officer, or a Labour Officer is under the age of eighteen years shall not enter into a foreign contract for employment as a worker. (5) Subject to the provisions of this regulation, a foreign contract shall not be binding or be valid for a period of more than one year from the date of execution. Subject to the provisions of this regulation, a foreign contract shall not be binding or be valid for a period of more than one year from the date of execution. (6) The Chief Labour Officer may grant permission in writing for a foreign contract to be made for a period exceeding one year but not exceeding two years from the date of the execution. The Chief Labour Officer may grant permission in writing for a foreign contract to be made for a period exceeding one year but not exceeding two years from the date of the execution. (7) A copy of each foreign contract shall be forwarded by the Chief Labour Officer to the Ministry of Foreign Affairs, Ministry of the Interior, Ministry of Manpower Youth and Employment of the country where the contract duties are to be discharged. A copy of each foreign contract shall be forwarded by the Chief Labour Officer to the Ministry of Foreign Affairs, Ministry of the Interior, Ministry of Manpower Youth and Employment of the country where the contract duties are to be discharged. (8) Upon the making of a foreign contract, the employer shall pay to the Chief Labour Officer or a Labour Officer in respect of each worker, the capitation fee as may be prescribed by the Minister. Upon the making of a foreign contract, the employer shall pay to the Chief Labour Officer or a Labour Officer in respect of each worker, the capitation fee as may be prescribed by the Minister. (9) A capitation fee shall be determinedby the Minister in consultation with the Chief Labour Officer. A capitation fee shall be determinedby the Minister in consultation with the Chief Labour Officer. (10) The Chief Labour Officer shall ascertain from the country of origin of the employer or agent of the employer recruiting the worker, the corporate background of the agent and the genuineness of the employment offer before signing the contract. The Chief Labour Officer shall ascertain from the country of origin of the employer or agent of the employer recruiting the worker, the corporate background of the agent and the genuineness of the employment offer before signing the contract."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Name of person engaged under a foreign contract to be furnished to Immigration Service",
      "content": "The Chief Labour Officer or a Labour Officer who attests to a foreign contract shall furnish the Director of Immigration or an Immigration Officer at the port of embarkation, or place of departure with the name of the worker engaged. The Chief Labour Officer or a Labour Officer who attests to a foreign contract shall furnish the Director of Immigration or an Immigration Officer at the port of embarkation, or place of departure with the name of the worker engaged."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Assignment of contract",
      "content": "(1) An employer shall not assign a contract without the consent of the worker and the endorsement by the Chief Labour Officer or a Labour Officer. An employer shall not assign a contract without the consent of the worker and the endorsement by the Chief Labour Officer or a Labour Officer. (2) Before making the endorsement, the Officer shall ascertain whether the worker has freely consented to the assignment and that the consent of the worker has not Before making the endorsement, the Officer shall ascertain whether the worker has freely consented to the assignment and that the consent of the worker has not been obtained by coercion or undue influence or as a result of misrepresentation or mistake, and been obtained by coercion or undue influence or as a result of misrepresentation or mistake, and ensure that the requisite requirements have been fulfilled. ensure that the requisite requirements have been fulfilled. (3) A contract assigned otherwise than in accordance with the provisions or this regulation is voidable at the instance of the worker. A contract assigned otherwise than in accordance with the provisions or this regulation is voidable at the instance of the worker."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Right of worker to be accompanied by family",
      "content": "(1) A person engaged under a foreign contract may be accompanied to the place of employment and attended to during the period of the employment by the person's family, except that the recruitment of a person shall not be considered to include recruitment of another member of the person's family. A person engaged under a foreign contract may be accompanied to the place of employment and attended to during the period of the employment by the person's family, except that the recruitment of a person shall not be considered to include recruitment of another member of the person's family. (2) The persons who may accompany a worker shall not exceed one spouse and the number of the worker's children that are under the age of sixteen years. The persons who may accompany a worker shall not exceed one spouse and the number of the worker's children that are under the age of sixteen years. (3) A person shall not A person shall not prevent a worker from being accompanied by a member of the worker's family other than those the employer has authorised; prevent a worker from being accompanied by a member of the worker's family other than those the employer has authorised; attempt to prevent a member of the worker's family from accompanying the worker to the place of employment; or attempt to prevent a member of the worker's family from accompanying the worker to the place of employment; or except at the express request of the person concerned, separate or cause a member of the worker's family who has accompanied the worker to a place of employment to be separated during the period of the employment. except at the express request of the person concerned, separate or cause a member of the worker's family who has accompanied the worker to a place of employment to be separated during the period of the employment."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Summaries of law to be provided",
      "content": "(1) Where the Chief Labour Officer or a Labour Officer considers it necessary, concise summaries of the law relating to the contract may be printed both in English and in any local language for the benefit of the employee. Where the Chief Labour Officer or a Labour Officer considers it necessary, concise summaries of the law relating to the contract may be printed both in English and in any local language for the benefit of the employee. (2) The Chief Labour Officer or a Labour Officer may request an employer to post the summaries in conspicuous places on the premises of the employer for the information of the employees. The Chief Labour Officer or a Labour Officer may request an employer to post the summaries in conspicuous places on the premises of the employer for the information of the employees. (3) An employer who fails to comply with a request by the Chief Labour Officer or a Labour Officer commits an offence. An employer who fails to comply with a request by the Chief Labour Officer or a Labour Officer commits an offence."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Penalty for fraudulently obtaining a contract",
      "content": "(1) A person shall not by fraud, falsehood, intimidation, coercion or misrepresentation induce another person to enter into a foreign contract. A person shall not by fraud, falsehood, intimidation, coercion or misrepresentation induce another person to enter into a foreign contract. (2) A contract made under sub-regulation (1), is void. A contract made under sub-regulation (1), is void. (3) The employer is liable to pay the remuneration due under the contract and to provide for the repatriation of the worker and authorised person's accompanying the family members if the worker was brought to the place of employment by the employer. The employer is liable to pay the remuneration due under the contract and to provide for the repatriation of the worker and authorised person's accompanying the family members if the worker was brought to the place of employment by the employer."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Expenses of journey",
      "content": "(1) The expenses of the journey of an employee engaged under a foreign contract and of the members of the employee's family authorised to accompany the employee to the place of employment, including expenses incurred for protection during the journey, shall be paid by the employer. The expenses of the journey of an employee engaged under a foreign contract and of the members of the employee's family authorised to accompany the employee to the place of employment, including expenses incurred for protection during the journey, shall be paid by the employer. (2) The expenses of the journey shall include the necessaries for the journey. The expenses of the journey shall include the necessaries for the journey. (3) The employer shall provide transport to the place of employment for the employee and the accompanying members of the employee's family. The employer shall provide transport to the place of employment for the employee and the accompanying members of the employee's family. (4) The provision of transport shall include transportation for repatriation. The provision of transport shall include transportation for repatriation."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Termination of contracts",
      "content": "(1) Where an employer is unable to fulfill the contract or if, owing to sickness or accident, the worker is unable to fulfill the contract, the contract may be terminated by either party and the worker is entitled to remuneration earned, deferred pay and compensation due to the worker in respect of sickness or accident as well as repatriation of a member of the worker's family who has accompanied the worker to the place of employment. Where an employer is unable to fulfill the contract or if, owing to sickness or accident, the worker is unable to fulfill the contract, the contract may be terminated by either party and the worker is entitled to remuneration earned, deferred pay and compensation due to the worker in respect of sickness or accident as well as repatriation of a member of the worker's family who has accompanied the worker to the place of employment. (2) A worker is entitled to repatriation expenses unless the agreement for the termination of the contract otherwise provides. A worker is entitled to repatriation expenses unless the agreement for the termination of the contract otherwise provides. (3) A contract may be terminated by agreement between the parties, if approval of the agreement to terminate the contract has been endorsed by a Labour Officer who before giving the approval certified that A contract may be terminated by agreement between the parties, if approval of the agreement to terminate the contract has been endorsed by a Labour Officer who before giving the approval certified that the worker has freely consented to the termination and that the worker's consent has not been obtained by coercion or undue influence or as the result of misrepresentation or mistake, and the worker has freely consented to the termination and that the worker's consent has not been obtained by coercion or undue influence or as the result of misrepresentation or mistake, and monetary liabilities between the parties have been satisfied. monetary liabilities between the parties have been satisfied. (4) Where the Chief Labour Officer gives prior approval, a contract may be terminated by the worker on the ground of ill-treatment of the worker by the employer. Where the Chief Labour Officer gives prior approval, a contract may be terminated by the worker on the ground of ill-treatment of the worker by the employer. (5) A contract is terminated by the death of the worker before the expiry of the term for which the contact is made. A contract is terminated by the death of the worker before the expiry of the term for which the contact is made. (6) The termination of a contract by the death of the worker does not prejudice the legal rights of the worker's heirs or dependants. The termination of a contract by the death of the worker does not prejudice the legal rights of the worker's heirs or dependants."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Repatriation",
      "content": "(1) Subject to sub-regulation (3) of regulation 31, an employee engaged under a foreign contract and the member of the employee's family authorised to accompany the worker to the place of employment shall be repatriated at the expense of the employer in the following circumstances. Subject to sub-regulation (3) of regulation 31, an employee engaged under a foreign contract and the member of the employee's family authorised to accompany the worker to the place of employment shall be repatriated at the expense of the employer in the following circumstances. on the incapacity of the worker through sickness or accident during the journey to the place of employment, on the incapacity of the worker through sickness or accident during the journey to the place of employment, on the worker being found on medical examination to be unfit for employment, on the worker being found on medical examination to be unfit for employment, on the expiration of the period of employment, on the expiration of the period of employment, on the termination of the employment because of the inability of the employer to fulfill the undertakings in the contract, on the termination of the employment because of the inability of the employer to fulfill the undertakings in the contract, on the termination of the employment because of the inability of the worker to fulfill the undertakings of the contract owing to sickness or accident, on the termination of the employment because of the inability of the worker to fulfill the undertakings of the contract owing to sickness or accident, on the termination of the employment by mutual agreement between the employer and the worker unless the agreement otherwise provides, on the termination of the employment by mutual agreement between the employer and the worker unless the agreement otherwise provides, on the termination of the employment by the employer or the employee where the Chief Labour Officer or a Labour Officer directs in writing, or on the termination of the employment by the employer or the employee where the Chief Labour Officer or a Labour Officer directs in writing, or any other cause occurring in the course of the worker's employment. any other cause occurring in the course of the worker's employment. (2) The family of a worker authorised to accompany the worker to the place of employment shall be repatriated at the expense of the employer when the worker dies during the journey to the place of employment or during the course of the worker's employment. The family of a worker authorised to accompany the worker to the place of employment shall be repatriated at the expense of the employer when the worker dies during the journey to the place of employment or during the course of the worker's employment. (3) An employer who contravenes sub-regulations (1) and (2) commits an offence. An employer who contravenes sub-regulations (1) and (2) commits an offence."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Exemption from payment of repatriation expenses",
      "content": "(1) The Chief Labour Officer or a Labour Officer may exempt an employer from liability for the expenses of repatriation if the Chief Labour Officer or a Labour Officer is satisfied The Chief Labour Officer or a Labour Officer may exempt an employer from liability for the expenses of repatriation if the Chief Labour Officer or a Labour Officer is satisfied that the worker has declared in writing or has signified that the worker does not wish to exercise the right to repatriation and that the worker has been settled at the worker's own request or with the worker's consent at or near the place of employment, that the worker has declared in writing or has signified that the worker does not wish to exercise the right to repatriation and that the worker has been settled at the worker's own request or with the worker's consent at or near the place of employment, that the worker, voluntarily failed to exercise the right to repatriation before the expiry of three months from the date of expiry or termination of the employment, or that the worker, voluntarily failed to exercise the right to repatriation before the expiry of three months from the date of expiry or termination of the employment, or that the employment has been terminated by, or with the approval of a Labour Officer, in consequence of a fault of the worker. that the employment has been terminated by, or with the approval of a Labour Officer, in consequence of a fault of the worker. (2) An employer is not liable for subsistence expense during the period, between the date of expiry of the period of employment and the date of commencement of repatriation, if the repatriation is delayed by the choice of the person to be repatriated. An employer is not liable for subsistence expense during the period, between the date of expiry of the period of employment and the date of commencement of repatriation, if the repatriation is delayed by the choice of the person to be repatriated."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Offence",
      "content": "(1) A person who contravenes any of these regulations commits an offence and is liable on summary conviction to a fine of twenty-five penalty units. A person who contravenes any of these regulations commits an offence and is liable on summary conviction to a fine of twenty-five penalty units. (2) Where a body corporate commits an offence under these Regulations Where a body corporate commits an offence under these Regulations every director of the body corporate shall be considered to have committed that offence unless the director proves that the offence was committed without the directors consent or connivance or that the director exercised due diligence to prevent the commission of the offence as the director ought to have exercised having regard to the nature of the director's functions and circumstances, and every director of the body corporate shall be considered to have committed that offence unless the director proves that the offence was committed without the directors consent or connivance or that the director exercised due diligence to prevent the commission of the offence as the director ought to have exercised having regard to the nature of the director's functions and circumstances, and in the case of a partnership or a firm every partner of the partnership or firm shall be considered to have committed that offence. in the case of a partnership or a firm every partner of the partnership or firm shall be considered to have committed that offence."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Revocation and Savings",
      "content": "(1) Thefollowing Regulations are hereby revoked Thefollowing Regulations are hereby revoked Labour Health Areas Regulations 1956 (L. N. 140), Labour Health Areas Regulations 1956 (L. N. 140), Labour Regulations 1969 (L. I. 632), and Labour Regulations 1969 (L. I. 632), and Non-disruption of Central Banking Services Instrument, 2004 (L.I. 1792). Non-disruption of Central Banking Services Instrument, 2004 (L.I. 1792). (2) Despite the revocation in sub-regulation (1), rights or interests acquired under the revoked instruments shall continue in force until they are expressly cancelled or terminated. Despite the revocation in sub-regulation (1), rights or interests acquired under the revoked instruments shall continue in force until they are expressly cancelled or terminated. (3) These regulations shall not affect a norm, practice, custom, tradition or agreement between an employer and employee which ensures a more favourable conditions than those provided by these Regulations. These regulations shall not affect a norm, practice, custom, tradition or agreement between an employer and employee which ensures a more favourable conditions than those provided by these Regulations."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Transitional provision",
      "content": "Public Employment Centres in existence and operated by the Labour Department in the country before the commencement of the Regulations shall continue to exist and operate as Public Employment Centres. Public Employment Centres in existence and operated by the Labour Department in the country before the commencement of the Regulations shall continue to exist and operate as Public Employment Centres."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Interpretation",
      "content": "In these regulations unless the context otherwise requires\"Business\" includes occupation, profession or trade;\"Committee\" means a person or other representative authorised by law to protect the person or property or both;\"Enterprise\" means an industry, project undertaking or business for commercial purposes or any part of it;\"essential service\" includes areas in the establishment where an action could result in particular or total loss of life or pose a danger to public health and safety and such other services as the Minister may by Legislative Instrument determine;\"necessaries\" includes services and items that are required by a person being engaged in a foreign contract;\"Private employment agency\" means any body corporate which acts as an intermediary for the purpose of procuring employment for a worker or recruiting a worker for an employer, and includes(a)services for matching offers and applications for employment without the private employment agency becoming a party to the employee relationship which may arise from there.(b)services consisting of employing workers with a view to making them available to a third party who may be a natural or legal person referred to as a \"user enterprise\" which assigns their tasks and supervises the execution of these tasks, and(c)other services relating to job-seeking determined by the competent authority after consulting the most representative employers and workers organizations such as the provision of information, that do not set out to match specific offers of and applications for employment, and\"young person\" means a person of or above eighteen years of age but below twenty-one years. In these regulations unless the context otherwise requires \"Business\" includes occupation, profession or trade; \"Committee\" means a person or other representative authorised by law to protect the person or property or both; \"Enterprise\" means an industry, project undertaking or business for commercial purposes or any part of it; \"essential service\" includes areas in the establishment where an action could result in particular or total loss of life or pose a danger to public health and safety and such other services as the Minister may by Legislative Instrument determine; \"necessaries\" includes services and items that are required by a person being engaged in a foreign contract; services for matching offers and applications for employment without the private employment agency becoming a party to the employee relationship which may arise from there. services consisting of employing workers with a view to making them available to a third party who may be a natural or legal person referred to as a \"user enterprise\" which assigns their tasks and supervises the execution of these tasks, and other services relating to job-seeking determined by the competent authority after consulting the most representative employers and workers organizations such as the provision of information, that do not set out to match specific offers of and applications for employment, and \"young person\" means a person of or above eighteen years of age but below twenty-one years."
    }
  ],
  "definitions": [
    {
      "term": "Committee",
      "definition": "a person or other representative authorised by law to protect the person or property or both",
      "source_provision": "s41"
    },
    {
      "term": "Enterprise",
      "definition": "an industry, project undertaking or business for commercial purposes or any part of it",
      "source_provision": "s41"
    },
    {
      "term": "Private employment agency",
      "definition": "any body corporate which acts as an intermediary for the purpose of procuring employment for a worker or recruiting a worker for an employer, and includes(a)services for matching offers and applications for employment without the private employment agency becoming a party to the employee relationship which may arise from there.(b)services consisting of employing workers with a view to making them available to a third party who may be a natural or legal person referred to as a \"user enterprise\" which assigns their tasks and supervises the execution of these tasks, and(c)other services relating to job-seeking determined by the competent authority after consulting the most representative employers and workers organizations such as the provision of information, that do not set out to match specific offers of and applications for employment, and\"young person\" means a person of or above eighteen years of age but below twenty-one years. In these regulations unless the context otherwise requires \"Business\" includes occupation, profession or trade",
      "source_provision": "s41"
    },
    {
      "term": "Committee",
      "definition": "a person or other representative authorised by law to protect the person or property or both",
      "source_provision": "s41"
    },
    {
      "term": "Enterprise",
      "definition": "an industry, project undertaking or business for commercial purposes or any part of it",
      "source_provision": "s41"
    }
  ]
}