{
  "id": "act-767-2008",
  "type": "act",
  "title": "Lands Commission Act, 2008",
  "short_name": "Lands Commission Act, 2008 2008",
  "act_number": 767,
  "year": 2008,
  "status": "in_force",
  "issued_date": "2008-12-12",
  "url": "https://ghalii.org/akn/gh/act/2008/767",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Lands Commission",
      "content": "(1) There is established by this Act the Lands Commission in accor­dance with article 258 of the Constitution. There is established by this Act the Lands Commission in accor­dance with article 258 of the Constitution. (2) The Commission is a body corporate with perpetual succession, a common seal and may sue and be sued in its corporate name. The Commission is a body corporate with perpetual succession, a common seal and may sue and be sued in its corporate name. (3) The Commission may for the performance of its functions acquire and hold movable and immovable property and may enter into a contract or any other transaction. The Commission may for the performance of its functions acquire and hold movable and immovable property and may enter into a contract or any other transaction. (4) Where there is hindrance to the acquisition of property, the property may be acquired for the Commission under any relevant enactment on the acquisition of land by the State and the cost shall be borne by the Commission. Where there is hindrance to the acquisition of property, the property may be acquired for the Commission under any relevant enactment on the acquisition of land by the State and the cost shall be borne by the Commission."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Headquarters, Regional and other branches or office of the Commission",
      "content": "(1) The headquarters of the Commission shall be in Accra. The headquarters of the Commission shall be in Accra. (2) The Lands Commission shall have a branch in each Region known as the Regional Lands Commission for the performance of the functions specified in article 258 of the Constitution in respect of the Region. The Lands Commission shall have a branch in each Region known as the Regional Lands Commission for the performance of the functions specified in article 258 of the Constitution in respect of the Region. (3) The Commission may establish district offices in districts it may determine. The Commission may establish district offices in districts it may determine."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Ministerial responsibility",
      "content": "The Minister responsible for Lands has ministerial responsibility for the Lands Commission and may, with the approval of the President, give general directions in writing to the Commission on matters of policy in respect of the functions of the Commission and the Commission shall comply with the directions. The Minister responsible for Lands has ministerial responsibility for the Lands Commission and may, with the approval of the President, give general directions in writing to the Commission on matters of policy in respect of the functions of the Commission and the Commission shall comply with the directions."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Objectives of the Commission",
      "content": "The objectives of the Commission are to promote the judicious use of land by the society and ensure that land use is in accordance with sustainable management principles and the maintenance of a sound eco-system; and promote the judicious use of land by the society and ensure that land use is in accordance with sustainable management principles and the maintenance of a sound eco-system; and ensure that land development is effected in conformity with the nation’s development goals. ensure that land development is effected in conformity with the nation’s development goals."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Functions of the Commission",
      "content": "For the purpose of achieving its objectives, the Commission shall on behalf of the Government, manage public lands and any other lands vested in the President by the Constitution or by any other law and any lands vested in the Commission; on behalf of the Government, manage public lands and any other lands vested in the President by the Constitution or by any other law and any lands vested in the Commission; advise the Government, local authorities and traditional authorities on the policy framework for the development of particular areas of the country to ensure that the development of individual pieces of land is coordinated with the relevant development plan for the area concerned; advise the Government, local authorities and traditional authorities on the policy framework for the development of particular areas of the country to ensure that the development of individual pieces of land is coordinated with the relevant development plan for the area concerned; formulate and submit to Government recommendations on national policy with respect to land use suitability or capability; formulate and submit to Government recommendations on national policy with respect to land use suitability or capability; advise on, and assist in the execution of, a comprehensive programme for the registration of title to land throughout the country; advise on, and assist in the execution of, a comprehensive programme for the registration of title to land throughout the country; register deeds and instrument that affect land throughout the country; register deeds and instrument that affect land throughout the country; facilitate the acquisition of land on behalf of Government; facilitate the acquisition of land on behalf of Government; establish standards for and regulate survey and mapping of the country; establish standards for and regulate survey and mapping of the country; provide surveying and mapping services where necessary; provide surveying and mapping services where necessary; license practitioners of cadastral survey; license practitioners of cadastral survey; provide land and land related valuation services; provide land and land related valuation services; ensure that through sound, sustainable land use planning, socio-economic activities are consistent with sound land use through sustainable land use planning in the long term national development goals; ensure that through sound, sustainable land use planning, socio-economic activities are consistent with sound land use through sustainable land use planning in the long term national development goals; in collaboration with other bodies instil order and discipline into the land market through curbing the incidence of land encroachment, unapproved development schemes, multiple or illegal land sales, land speculation and other forms of land racketeering; in collaboration with other bodies instil order and discipline into the land market through curbing the incidence of land encroachment, unapproved development schemes, multiple or illegal land sales, land speculation and other forms of land racketeering; in collaboration with other bodies minimise or eliminate, where possible, the sources of protracted land boundary disputes, conflicts and litigations in order to bring their associated economic costs and socio-political upheavals under control; in collaboration with other bodies minimise or eliminate, where possible, the sources of protracted land boundary disputes, conflicts and litigations in order to bring their associated economic costs and socio-political upheavals under control; promote community participation and public awareness at all levels in sustainable land management and development practices to ensure the highest and best use of land; promote community participation and public awareness at all levels in sustainable land management and development practices to ensure the highest and best use of land; promote research into all aspects of land ownership, tenure and the operations of the land market and the land development process; promote research into all aspects of land ownership, tenure and the operations of the land market and the land development process; impose and collect levies, fees, charges for services rendered; impose and collect levies, fees, charges for services rendered; establish and maintain a comprehensive land information system, and establish and maintain a comprehensive land information system, and perform other functions the Minister may assign to it. perform other functions the Minister may assign to it."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Independence of the Commission",
      "content": "Except as otherwise provided in the Constitution or in any other law the Commission shall not be subject to the direction or control of any person or authority, in the performance of its functions. Except as otherwise provided in the Constitution or in any other law the Commission shall not be subject to the direction or control of any person or authority, in the performance of its functions."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Collaboration and co-ordination with other public bodies",
      "content": "(1) The Commission shall in the performance of its functions col­laborate and co-ordinate with The Commission shall in the performance of its functions col­laborate and co-ordinate with the Office of the Administrator of Stool Lands, the Office of the Administrator of Stool Lands, the department responsible for town and country planning the department responsible for town and country planning structures designed for the customary administration of stool, skin, family or community-owned land or any other land, and structures designed for the customary administration of stool, skin, family or community-owned land or any other land, and other public agencies, government bodies and any other private body that has operations or activities relevant to the functions of the Commission. other public agencies, government bodies and any other private body that has operations or activities relevant to the functions of the Commission. (2) In pursuance of subsection (1) (a), the Minister may by legislative instrument prescribe matters relating to collaboration and co-ordination which may include In pursuance of subsection (1) (a), the Minister may by legislative instrument prescribe matters relating to collaboration and co-ordination which may include development of a framework for productive use and management of stool lands and other lands, development of a framework for productive use and management of stool lands and other lands, methods for the generation and sharing of information and records on stool lands and other lands, methods for the generation and sharing of information and records on stool lands and other lands, assessment and collection of rents in respect of stool and other applicable public lands, and where necessary their disbursement, and assessment and collection of rents in respect of stool and other applicable public lands, and where necessary their disbursement, and development and acquisition, including shared use of accommodation, equipment, staff, records and the equitable sharing of related costs. development and acquisition, including shared use of accommodation, equipment, staff, records and the equitable sharing of related costs."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Composition of the Commission",
      "content": "(1) The Commission, shall in accordance with article 259 of the Constitution consists of The Commission, shall in accordance with article 259 of the Constitution consists of the Chairman, who shall not be a Minister or a Deputy Minister; the Chairman, who shall not be a Minister or a Deputy Minister; one representative of, and nominated by one representative of, and nominated by the National House of Chiefs; the National House of Chiefs; the Ghana Bar Association; the Ghana Bar Association; the Ghana Institution of Surveyors; the Ghana Institution of Surveyors; each Regional Lands Commission; each Regional Lands Commission; the department responsible for town and country planning; the department responsible for town and country planning; the National Association of Farmers and Fishermen; the National Association of Farmers and Fishermen; the Environmental Protection Agency; and the Environmental Protection Agency; and the Ministry responsible for Lands and Natural Resources; and the Ministry responsible for Lands and Natural Resources; and the Executive Secretary of the Commission. the Executive Secretary of the Commission. (2) The President shall in accordance with article 70 of the Constitution appoint the chairman and the other members of the Commission. The President shall in accordance with article 70 of the Constitution appoint the chairman and the other members of the Commission. (3) The President shall determine the salaries and allowances payable, the facilities and the privileges available to the chairman and the other members of the Commission in accordance with article 71(1)(d)(iv) of the Constitution. The President shall determine the salaries and allowances payable, the facilities and the privileges available to the chairman and the other members of the Commission in accordance with article 71(1)(d)(iv) of the Constitution."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Membership of a Regional Lands Commission",
      "content": "A Regional Lands Commission shall consist of the following persons appointed by the Minister responsible for Lands: the chairman who shall not be a Minister or a Deputy Minister, the chairman who shall not be a Minister or a Deputy Minister, one representative of, and nominated by, the Regional House of Chiefs, the Regional House of Chiefs, each District Assembly within the Region, and each District Assembly within the Region, and the department responsible for town and country planning, the department responsible for town and country planning, one nominee of the Ghana Bar Association practising in the Region, one nominee of the Ghana Bar Association practising in the Region, one nominee of the Ghana Institution of Surveyors practising in the Region, one nominee of the Ghana Institution of Surveyors practising in the Region, one nominee of the National Association of Farmers and Fishermen in the Region, and one nominee of the National Association of Farmers and Fishermen in the Region, and the Regional Lands Officer. the Regional Lands Officer."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Functions of a Regional Lands Commission",
      "content": "(1) A Regional Lands Commission shall perform the functions of the Commission in respect of the Region. A Regional Lands Commission shall perform the functions of the Commission in respect of the Region. (2) The activities of a Regional Lands Commission shall be co­ordinated by the Commission. The activities of a Regional Lands Commission shall be co­ordinated by the Commission. (3) There shall be no disposition or development of any stool land unless the Regional Lands Commission of the Region in which the land is situated has certified that the disposition or development is consistent with the development plan drawn up or approved by the planning authority for the area concerned. There shall be no disposition or development of any stool land unless the Regional Lands Commission of the Region in which the land is situated has certified that the disposition or development is consistent with the development plan drawn up or approved by the planning authority for the area concerned. (4) The Regional Lands Commission shall consult with the stools and other traditional authorities in all matters relating to the administra­tion and development of stool land and shall make available to them all relevant information and data. The Regional Lands Commission shall consult with the stools and other traditional authorities in all matters relating to the administra­tion and development of stool land and shall make available to them all relevant information and data."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Qualification for membership",
      "content": "(1) A person does not qualify for appointment as a member of the Lands Commission or of a Regional Lands Commission other than the Executive Secretary or the Regional Lands Officer unless the person is qualified to be a member of Parliament, except that a person is not dis­qualified to be a member under this section by reason only of the person being a public officer. A person does not qualify for appointment as a member of the Lands Commission or of a Regional Lands Commission other than the Executive Secretary or the Regional Lands Officer unless the person is qualified to be a member of Parliament, except that a person is not dis­qualified to be a member under this section by reason only of the person being a public officer. (2) A member of the Commission or a Regional Lands Commission who has a professional qualification shall cease to be a member of the Commission or Regional Lands Commission if that member A member of the Commission or a Regional Lands Commission who has a professional qualification shall cease to be a member of the Commission or Regional Lands Commission if that member is disqualified or suspended from practising that profession by an order of a competent authority made personally in respect of that member, or is disqualified or suspended from practising that profession by an order of a competent authority made personally in respect of that member, or ceases to be a member of the profession otherwise than at the request of that member. ceases to be a member of the profession otherwise than at the request of that member."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Tenure of office of members",
      "content": "(1) The chairman and the other members of the Commission and the chairman and members of a Regional Lands Commission, other than the Executive Secretary and a Regional Lands Officer, shall hold office for a term of four years and may be eligible for reappointment. The chairman and the other members of the Commission and the chairman and members of a Regional Lands Commission, other than the Executive Secretary and a Regional Lands Officer, shall hold office for a term of four years and may be eligible for reappointment. (2) The office of the chairman or any other member of the Commission or the chairman or any other member of a Regional Lands Commission, other than the Executive Secretary and the Regional Lands Officer, shall become vacant if that person The office of the chairman or any other member of the Commission or the chairman or any other member of a Regional Lands Commission, other than the Executive Secretary and the Regional Lands Officer, shall become vacant if that person ceases to hold office under subsection (1), ceases to hold office under subsection (1), becomes disqualified under section 11 (1), becomes disqualified under section 11 (1), ceases to hold office under section 16(4), or ceases to hold office under section 16(4), or is removed from office by the President, or, in the case of a member of a Regional Lands Commission, by the Minister for inability to perform the functions of office or for a stated misbehaviour. is removed from office by the President, or, in the case of a member of a Regional Lands Commission, by the Minister for inability to perform the functions of office or for a stated misbehaviour."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Resignation of members",
      "content": "(1) The chairman or any other member of the Commission may resign from office by notice addressed to the President. The chairman or any other member of the Commission may resign from office by notice addressed to the President. (2) The chairman or any other member of a Regional Lands Commission may resign from office by notice addressed to the Minister. The chairman or any other member of a Regional Lands Commission may resign from office by notice addressed to the Minister."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Removal of members",
      "content": "(1) The chairman or a member of the Commission may be removed from office by the President for inability to perform the functions of office or for a stated misbehaviour. The chairman or a member of the Commission may be removed from office by the President for inability to perform the functions of office or for a stated misbehaviour. (2) The chairman or any other member of a Regional Lands Commission may be removed from office by the Minister for inability to perform the functions of office or for a stated misbehaviour. The chairman or any other member of a Regional Lands Commission may be removed from office by the Minister for inability to perform the functions of office or for a stated misbehaviour."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Filling of vacancies",
      "content": "(1) Where the chairman of the Commission or the chairman of a Regional Lands Commission dies, resigns or is removed from office or is by reason of illness or any other sufficient cause unable to perform the functions of office, the members of the Commission or of the Regional Lands Commission shall elect one of their number to act as chairman until the chairman is able to perform the functions of office or until a new chairman is appointed. Where the chairman of the Commission or the chairman of a Regional Lands Commission dies, resigns or is removed from office or is by reason of illness or any other sufficient cause unable to perform the functions of office, the members of the Commission or of the Regional Lands Commission shall elect one of their number to act as chairman until the chairman is able to perform the functions of office or until a new chairman is appointed. (2) Where a member of the Commission or of a Regional Lands Commission dies, resigns or otherwise ceases to hold office, or is by reason of illness or any other sufficient cause unable to perform the functions of office, the President or the Minister may appoint another person nominated by the body concerned to act until the member is able to resume the per­formance of the functions of office or until a new member is appointed. Where a member of the Commission or of a Regional Lands Commission dies, resigns or otherwise ceases to hold office, or is by reason of illness or any other sufficient cause unable to perform the functions of office, the President or the Minister may appoint another person nominated by the body concerned to act until the member is able to resume the per­formance of the functions of office or until a new member is appointed. (3) Where a person is elected as chairman or appointed a member to fill a vacancy, that person shall hold office for the remainder of the term of the previous chairman or member and is eligible, subject to the Consti­tution and this Act, for re-appointment, re-election or re-nomination. Where a person is elected as chairman or appointed a member to fill a vacancy, that person shall hold office for the remainder of the term of the previous chairman or member and is eligible, subject to the Consti­tution and this Act, for re-appointment, re-election or re-nomination."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Meetings of the Commission",
      "content": "(1) The Commission or a Regional Lands Commission shall meet at least once in every three months for the dispatch of business at a time and place determined by the Commission or the Regional Lands Commission. The Commission or a Regional Lands Commission shall meet at least once in every three months for the dispatch of business at a time and place determined by the Commission or the Regional Lands Commission. (2) The quorum at a meeting of the Commission or of a Regional Lands Commission shall be one half of the membership of the Commis­sion or the Regional Lands Commission. The quorum at a meeting of the Commission or of a Regional Lands Commission shall be one half of the membership of the Commis­sion or the Regional Lands Commission. (3) The chairman shall preside at meetings of the Commission or the Regional Lands Commission, and in the absence of the chairman a member of the Commission or the Regional Lands Commission appointed by the members present from among their number shall preside. The chairman shall preside at meetings of the Commission or the Regional Lands Commission, and in the absence of the chairman a member of the Commission or the Regional Lands Commission appointed by the members present from among their number shall preside. (4) A member of the Commission or of a Regional Lands Com­mission who is absent without sufficient reason from three consecutive meetings ceases to be a member of the Commission or of the Regional Lands Commission. A member of the Commission or of a Regional Lands Com­mission who is absent without sufficient reason from three consecutive meetings ceases to be a member of the Commission or of the Regional Lands Commission. (5) The validity of the proceedings of the Commission or of a Regional Lands Commission shall not be affected by a vacancy in its membership or a defect in the appointment or qualification of a member. The validity of the proceedings of the Commission or of a Regional Lands Commission shall not be affected by a vacancy in its membership or a defect in the appointment or qualification of a member. (6) Questions before the Commission or of a Regional Lands Commission shall be decided by a majority of the members present and voting. Questions before the Commission or of a Regional Lands Commission shall be decided by a majority of the members present and voting. (7) The chairman or the person presiding at a meeting of the Com­mission or of a Regional Lands Commission shall in the event of equality of votes have a casting vote. The chairman or the person presiding at a meeting of the Com­mission or of a Regional Lands Commission shall in the event of equality of votes have a casting vote. (8) The chairman of the Commission or of the Regional Lands Commission shall summon a special meeting of the Commission or the Regional Lands Commission within fourteen days of the receipt of a written request for the special meeting signed by not less than four members of the Commission or the Regional Lands Commission. The chairman of the Commission or of the Regional Lands Commission shall summon a special meeting of the Commission or the Regional Lands Commission within fourteen days of the receipt of a written request for the special meeting signed by not less than four members of the Commission or the Regional Lands Commission. (9) Except as provided in this Act, the Commission or a Regional Lands Commission shall regulate the procedure at its meetings. Except as provided in this Act, the Commission or a Regional Lands Commission shall regulate the procedure at its meetings."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Power to co-opt",
      "content": "The Commission or a Regional Lands Commission may co-opt a person to act as an adviser at its meetings but a co-opted person is not entitled to vote at the meeting. The Commission or a Regional Lands Commission may co-opt a person to act as an adviser at its meetings but a co-opted person is not entitled to vote at the meeting."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Appointment of committees",
      "content": "The Commission or a Regional Lands Commission may appoint a committee composed of members or non-members or both to assist in the performance of its functions, except that a committee composed entirely of non-members may only advise the Commission or a Regional Lands Commission. The Commission or a Regional Lands Commission may appoint a committee composed of members or non-members or both to assist in the performance of its functions, except that a committee composed entirely of non-members may only advise the Commission or a Regional Lands Commission."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Divisions of the Commission",
      "content": "The Commission shall have the following divisions: Survey and Mapping, Survey and Mapping, Land Registration, Land Registration, Land Valuation, Land Valuation, Public and Vested Lands Management, and Public and Vested Lands Management, and any other Division the Commission may determine. any other Division the Commission may determine."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Functions of the Survey and Mapping Division",
      "content": "The Survey and Mapping Division has the following functions: supervise, regulate and control the survey and demarcation of land for the purposes of land use and land registration; supervise, regulate and control the survey and demarcation of land for the purposes of land use and land registration; take custody of and preserve records that relate to the survey of any parcel of land; take custody of and preserve records that relate to the survey of any parcel of land; direct and supervise the conduct of trigonometric, hydrographic, topographic and engineering surveys; direct and supervise the conduct of trigonometric, hydrographic, topographic and engineering surveys; coordinate the preparation of plans from the data derived from survey and any amendment of the plans; coordinate the preparation of plans from the data derived from survey and any amendment of the plans; coordinate the production of photogrammetric surveys including aerial photography, orthophotomapping, and remote sensing; coordinate the production of photogrammetric surveys including aerial photography, orthophotomapping, and remote sensing; survey, map and maintain the national territorial boundaries including maritime boundaries; survey, map and maintain the national territorial boundaries including maritime boundaries; supervise and regulate operations that relate to survey of any parcel of land: supervise and regulate operations that relate to survey of any parcel of land: develop and maintain the national geodetic reference network for the country; develop and maintain the national geodetic reference network for the country; supervise, regulate, control and certify the production of maps; and supervise, regulate, control and certify the production of maps; and other functions determined by the Commission. other functions determined by the Commission."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Functions of the Land Registration Division",
      "content": "The functions of the Land Registration Division include publication of notices of registration upon receipt of an application for registration; publication of notices of registration upon receipt of an application for registration; registration of title to land and other interests in land; registration of title to land and other interests in land; registration of deeds and other instruments affecting land in areas outside compulsory title registration districts; registration of deeds and other instruments affecting land in areas outside compulsory title registration districts; maintaining land registers that contains records of land and other interests in land. maintaining land registers that contains records of land and other interests in land. other functions determined by the Commission. other functions determined by the Commission."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Functions of the Land Valuation Division",
      "content": "The functions of the Land Valuation Division include assessing the compensation payable upon acquisition of land by the Government; assessing the compensation payable upon acquisition of land by the Government; assessment of stamp duty; assessment of stamp duty; determining the values of properties rented, purchased, sold or leased by or to Government; determining the values of properties rented, purchased, sold or leased by or to Government; preparation and maintenance of valuation list for rating purposes; preparation and maintenance of valuation list for rating purposes; valuation of interests in land or land related interests for the general public at a fee; valuation of interests in land or land related interests for the general public at a fee; valuation of interests in land for the administration of estate duty; and valuation of interests in land for the administration of estate duty; and other functions determined by the Commission other functions determined by the Commission"
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Functions of the Public and Vested Lands Management Division",
      "content": "The functions of the Public and Vested Lands Management Division include facilitating the acquisition of land for Government; facilitating the acquisition of land for Government; managing state acquired and vested lands in conformity with approved land use plans; and managing state acquired and vested lands in conformity with approved land use plans; and other functions determined by the Commission. other functions determined by the Commission."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Appointment of Executive Secretary",
      "content": "(1) There shall be an Executive Secretary of the Commission who shall be appointed by the President in accordance with the advice of the Commission given in consultation with the Public Services Commission. There shall be an Executive Secretary of the Commission who shall be appointed by the President in accordance with the advice of the Commission given in consultation with the Public Services Commission. (2) The Executive Secretary is the Chief Administrator and the chief Executive Officer of the Commission The Executive Secretary is the Chief Administrator and the chief Executive Officer of the Commission"
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Secretariat of the Commission",
      "content": "(1) There shall be a secretariat of the Commission which shall in­clude the following: There shall be a secretariat of the Commission which shall in­clude the following: Client Service Access Unit, Client Service Access Unit, General Management and Logistics Unit, General Management and Logistics Unit, Policy Planning, Research and Special Projects Unit, Policy Planning, Research and Special Projects Unit, Monitoring and Evaluation Unit, Monitoring and Evaluation Unit, Finance Unit, Finance Unit, Human Resource Unit, Human Resource Unit, Internal Audit Unit, Internal Audit Unit, Legal Affairs Unit, Legal Affairs Unit, Land Information Unit, Land Information Unit, Public Relations Unit, and Public Relations Unit, and other units, sub-units or departments the Commission may determine. other units, sub-units or departments the Commission may determine. (2) The Units and departments shall operate under the chief executive officer. The Units and departments shall operate under the chief executive officer. (3) The details of the functions of the Units and departments shall be determined by the Chief Executive Officer in consultation with the heads of Divisions and approved by the Commission. The details of the functions of the Units and departments shall be determined by the Chief Executive Officer in consultation with the heads of Divisions and approved by the Commission."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Functions of the Chief Executive Officer",
      "content": "(1) The Chief Executive Officer is responsible for the day-to-day administration of the affairs of the Commission and the implementation of the decisions of the Commission subject to the general directions of the Commission. The Chief Executive Officer is responsible for the day-to-day administration of the affairs of the Commission and the implementation of the decisions of the Commission subject to the general directions of the Commission. (2) The Chief Executive Officer may delegate any of the functions of the chief executive officer to an officer of the Commission but is not relieved from ultimate responsibility for the performance of the delegated functions. The Chief Executive Officer may delegate any of the functions of the chief executive officer to an officer of the Commission but is not relieved from ultimate responsibility for the performance of the delegated functions. (3) The chief executive officer is responsible for the direction and supervision of the employees of the Commission. The chief executive officer is responsible for the direction and supervision of the employees of the Commission."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Deputy Executive Secretaries",
      "content": "(1) The Commission shall have two deputy Executive Secretaries appointed by the President in accordance with article 195 of the Constitution. The Commission shall have two deputy Executive Secretaries appointed by the President in accordance with article 195 of the Constitution. (2) The Deputy Executive Secretaries shall perform such functions as may be assigned to them by the Commission. The Deputy Executive Secretaries shall perform such functions as may be assigned to them by the Commission."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Directors of the Divisions of the Commission",
      "content": "(1) There shall be appointed by the President under article 195 of the Constitution a director for each Division of the Commission. There shall be appointed by the President under article 195 of the Constitution a director for each Division of the Commission. (2) A director of a Division answers to the Chief Executive Officer in the performance of functions. A director of a Division answers to the Chief Executive Officer in the performance of functions."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Solicitor secretary to the Commission",
      "content": "(1) The Commission shall have a solicitor secretary who shall be the head of the Legal Affairs Unit of the Commission. The Commission shall have a solicitor secretary who shall be the head of the Legal Affairs Unit of the Commission. (2) The solicitor secretary shall be the secretary to the Commission and shall subject to the directions of the Chief Executive Officer, arrange the business and arrange to be recorded and kept minutes of meetings of the Commission. The solicitor secretary shall be the secretary to the Commission and shall subject to the directions of the Chief Executive Officer, arrange the business and arrange to be recorded and kept minutes of meetings of the Commission. (3) The Solicitor Secretary shall also perform functions the Commission may through the Chief Executive Officer direct or the Chief Executive may in writing assign to the Solicitor Secretary. The Solicitor Secretary shall also perform functions the Commission may through the Chief Executive Officer direct or the Chief Executive may in writing assign to the Solicitor Secretary."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Internal auditor",
      "content": "(1) There shall be appointed for the Commission or a Regional Lands Commission an internal auditor. There shall be appointed for the Commission or a Regional Lands Commission an internal auditor. (2) The internal auditor is answerable to the Chief Executive Officer or the Regional Lands Officer in the performance of the functions of internal auditor. The internal auditor is answerable to the Chief Executive Officer or the Regional Lands Officer in the performance of the functions of internal auditor."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Regional Lands Officer",
      "content": "(1) There shall be appointed in accordance with article 195 of the Constitution a Regional Lands Officer for each Regional Lands Commission. There shall be appointed in accordance with article 195 of the Constitution a Regional Lands Officer for each Regional Lands Commission. (2) Subject to the directions of the Chief Executive Officer, a Regional Lands Officer shall perform in the Region, the functions of the Chief Executive Officer. Subject to the directions of the Chief Executive Officer, a Regional Lands Officer shall perform in the Region, the functions of the Chief Executive Officer."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Other staff for the Commission or a Regional Lands Commission",
      "content": "(1) There shall be appointed by the President under article 195 of the Constitution other staff that the Commission, a Regional Lands Com­mission or a District Lands Commission may require. There shall be appointed by the President under article 195 of the Constitution other staff that the Commission, a Regional Lands Com­mission or a District Lands Commission may require. (2) Other public officers may be seconded or transferred to the Commission. Other public officers may be seconded or transferred to the Commission."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Funds of the Commission",
      "content": "The funds of the Commission include, moneys that Parliament may provide the Commission for the performance of its functions, moneys that Parliament may provide the Commission for the performance of its functions, moneys received by the Commission from any other source approved by the Minister and the Minister for Finance and Economic Planning, moneys received by the Commission from any other source approved by the Minister and the Minister for Finance and Economic Planning, a proportion, approved by Parliament of moneys received by the Commission as levies, charges or fees under this Act and any other enactment for services rendered by the Commission. a proportion, approved by Parliament of moneys received by the Commission as levies, charges or fees under this Act and any other enactment for services rendered by the Commission."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Accounts and audit",
      "content": "(1) The Commission shall keep books of accounts and proper records in relation to those accounts in a form approved by the Auditor General. The Commission shall keep books of accounts and proper records in relation to those accounts in a form approved by the Auditor General. (2) The Commission shall not later than three months after the end of the financial year, submit for audit by the Auditor-General its books and records of account. The Commission shall not later than three months after the end of the financial year, submit for audit by the Auditor-General its books and records of account. (3) The Auditor-General shall not later than three months after the submission under subsection (2) audit the books and records of accounts and submit a report to Parliament. The Auditor-General shall not later than three months after the submission under subsection (2) audit the books and records of accounts and submit a report to Parliament. (4) The financial year of the Commission is the same as the financial year of Government. The financial year of the Commission is the same as the financial year of Government."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Annual report",
      "content": "(1) The Commission shall as soon as possible after the expiration of each financial year but within six months after the end of the preceding financial year, submit to the Minister an annual report that deals generally with the activities of the Commission. The Commission shall as soon as possible after the expiration of each financial year but within six months after the end of the preceding financial year, submit to the Minister an annual report that deals generally with the activities of the Commission. (2) The report shall include The report shall include a copy of the audited accounts of the Commission together with the Auditor-General’s report on it, and a copy of the audited accounts of the Commission together with the Auditor-General’s report on it, and any other information required by the Minister. any other information required by the Minister. (3) The Commission shall submit to the Minister any other reports on its activities required by the Minister. The Commission shall submit to the Minister any other reports on its activities required by the Minister. (4) The Minister shall as soon as possible but not later than three months after receiving the annual report lay the report before Parliament with comments the Minister considers necessary. The Minister shall as soon as possible but not later than three months after receiving the annual report lay the report before Parliament with comments the Minister considers necessary."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Access to information",
      "content": "For the purpose of performance of its functions, the Commission or a Regional Lands Commission shall have access to information and records of any department of State which are reasonably necessary for the purpose. For the purpose of performance of its functions, the Commission or a Regional Lands Commission shall have access to information and records of any department of State which are reasonably necessary for the purpose."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Offences",
      "content": "A person who on request by the Commission or a Regional Lands Commission for information deliberately or negligently submits a false or misleading statement, or on request by the Commission or a Regional Lands Commission for information deliberately or negligently submits a false or misleading statement, or upon due notice refuses without reasonable excuse to give information or provide a document which the Commission or a Regional Lands Commission reasonably requires for the purposes of its functions, or upon due notice refuses without reasonable excuse to give information or provide a document which the Commission or a Regional Lands Commission reasonably requires for the purposes of its functions, or upon due notice refuses without lawful excuse to admit an officer or duly designated agent of the Commission or a Regional Lands Commission authorised on to the business or other premises or otherwise obstructs inspection which has been authorised by the Commission or a Regional Lands Commission, upon due notice refuses without lawful excuse to admit an officer or duly designated agent of the Commission or a Regional Lands Commission authorised on to the business or other premises or otherwise obstructs inspection which has been authorised by the Commission or a Regional Lands Commission, commits an offence and is liable on summary conviction to a fine not exceeding two hundred penalty units or to a term of imprisonment not exceeding six months or to both."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Offences by bodies corporate",
      "content": "(1) Where an offence under this Act or Regulation made under this Act is committed by a body of persons Where an offence under this Act or Regulation made under this Act is committed by a body of persons in the case of a body corporate, other than a partnership, every director, manager, secretary or officer of similar status of that body corporate shall be deemed to have committed that offence; in the case of a body corporate, other than a partnership, every director, manager, secretary or officer of similar status of that body corporate shall be deemed to have committed that offence; in the case of a partnership, every partner or officer of similar status shall be deemed to have committed that offence. in the case of a partnership, every partner or officer of similar status shall be deemed to have committed that offence. (2) A person shall not be convicted of an offence under subsection (1) if it is proved that the act was committed by another person without the consent or connivance of that person and that due diligence was exercised to prevent the commission of that act as ought to have been done having regard to the circumstances. A person shall not be convicted of an offence under subsection (1) if it is proved that the act was committed by another person without the consent or connivance of that person and that due diligence was exercised to prevent the commission of that act as ought to have been done having regard to the circumstances."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Regulations",
      "content": "The Minister in consultation with the Commission may by legislative instrument make Regulations on standards for survey, mapping, aerial photography and remote sensing, on standards for survey, mapping, aerial photography and remote sensing, relating to registration of titles and deeds, relating to registration of titles and deeds, on valuation and rating, on valuation and rating, relating to sustainable land management relating to sustainable land management providing for fees and charges required to be paid under this Act, and providing for fees and charges required to be paid under this Act, and generally for the full and effective implementation of the provisions of this Act. generally for the full and effective implementation of the provisions of this Act."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Dissolution of specified bodies",
      "content": "The following agencies and offices in existence immediately before the coming into force of this Act are hereby dissolved the Survey Department; the Survey Department; the Land Valuation Board; the Land Valuation Board; the Land Title Registry; the Land Title Registry; the Land Registry; and the Land Registry; and the Lands Commission. the Lands Commission."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Transfer of assets, obligations and rights",
      "content": "Subject to section 43 (2) the assets, records, rights, obligations and liabilities of the Lands Commission; the Lands Commission; the Survey Department; the Survey Department; the Land Valuation Board; the Land Valuation Board; the Land Title Registry; and the Land Title Registry; and the Lands Registry the Lands Registry in existence immediately before the coming into force of this Act, are transferred to the Commission established under section 1."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“Chief Executive Officer” means the Executive Secretary,“Commission” means the Lands Commission established under section 1,“Minister” means the Minister responsible for Lands;“traditional authority” includes a House of Chiefs or a council or body established or recognised under the customary law as a traditional authority. In this Act, unless the context otherwise requires, “Chief Executive Officer” means the Executive Secretary, “Commission” means the Lands Commission established under section 1, “Minister” means the Minister responsible for Lands; “traditional authority” includes a House of Chiefs or a council or body established or recognised under the customary law as a traditional authority."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Repeal and deletion",
      "content": "(1) The Lands Commission Act, 1994 (Act 483) is repealed. The Lands Commission Act, 1994 (Act 483) is repealed. (2) The Civil Service (Structure) Regulations 1961 (L.I. 139) is amended by the deletion of “Surveys Division” in the First Schedule, Part II under the heading Ministry of Works and Housing. The Civil Service (Structure) Regulations 1961 (L.I. 139) is amended by the deletion of “Surveys Division” in the First Schedule, Part II under the heading Ministry of Works and Housing."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Transitional and saving provisions",
      "content": "(1) The President shall, in accordance with the advice of the Com­mission given in consultation with the Public Services Commission and within a period the President shall determine upon the coming into force of this Act, transfer to the Commission established under this Act such number, as the President may determine, of personnel employed immediately before the coming into force of this Act for the Lands Commission, the Land Title Registry, the Lands Registry, the Survey Department and the Lands Valuation Board. The President shall, in accordance with the advice of the Com­mission given in consultation with the Public Services Commission and within a period the President shall determine upon the coming into force of this Act, transfer to the Commission established under this Act such number, as the President may determine, of personnel employed immediately before the coming into force of this Act for the Lands Commission, the Land Title Registry, the Lands Registry, the Survey Department and the Lands Valuation Board. (2) Where a person to whom subsection (1) applies is not trans­ferred under the subsection the appointing authority shall deal with the appointment as he considers fit including payment of the applicable retirement benefits and severance awards. Where a person to whom subsection (1) applies is not trans­ferred under the subsection the appointing authority shall deal with the appointment as he considers fit including payment of the applicable retirement benefits and severance awards. (3) The President may delegate his power under subsections (1) and (2) to the Commission or a member of the Commission or to any public officer. The President may delegate his power under subsections (1) and (2) to the Commission or a member of the Commission or to any public officer. (4) A transfer to the Commission shall for the purposes of pension or other retirement benefits constitute a continuous service in the public service. A transfer to the Commission shall for the purposes of pension or other retirement benefits constitute a continuous service in the public service. (5) The terms and conditions of service of a person transferred to the Commission under subsection (1) shall not be less favourable than those applicable to him immediately before the coming into force of this Act. The terms and conditions of service of a person transferred to the Commission under subsection (1) shall not be less favourable than those applicable to him immediately before the coming into force of this Act. (6) Despite the repeal of the Lands Commission Act 1994 (Act 483), every statutory instrument made under it and every right, authorisation, permit, licence or certificate granted under the Act and in force immedi­ately before the coming into force of this Act shall continue in force as if made or granted under this Act. Despite the repeal of the Lands Commission Act 1994 (Act 483), every statutory instrument made under it and every right, authorisation, permit, licence or certificate granted under the Act and in force immedi­ately before the coming into force of this Act shall continue in force as if made or granted under this Act. (7) Despite the repeal of the Lands Commission Act, 1994 (Act 483), the Chairman and members of the Lands Commission and the Regional Lands Commission may continue to hold office for the unexpired period of their statutory appointment term subject to the powers of the President and the Minister, provided for in Article 264(2)(c) of the Constitu­tion. Despite the repeal of the Lands Commission Act, 1994 (Act 483), the Chairman and members of the Lands Commission and the Regional Lands Commission may continue to hold office for the unexpired period of their statutory appointment term subject to the powers of the President and the Minister, provided for in Article 264(2)(c) of the Constitu­tion."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Consequential amendments",
      "content": "On the coming into force of this Act, unless the context otherwise requires, a reference in the Land Registry Act 1962 (Act 122), the Land Registry Act 1962 (Act 122), the Survey Act 1962 (Act 127), the Survey Act 1962 (Act 127), the Land Title Registration Act, 1986 (P.N.D.C.L.152), and (d) any other legislation in force the Land Title Registration Act, 1986 (P.N.D.C.L.152), and (d) any other legislation in force to “Land Registry”, “Land Title Registry”, “Chief Registrar of Lands”, “Registrar of Lands”, “Land Registrar”, “Director of Survey”, “Survey Department”, “Survey Division”, “official surveyor” or Land Valuation Board shall be deemed to be a reference to the Commission and the provision concerned shall be read with the necessary modifications."
    }
  ],
  "definitions": [
    {
      "term": "Chief Executive Officer",
      "definition": "the Executive Secretary,“Commission” means the Lands Commission established under section 1,“Minister” means the Minister responsible for Lands",
      "source_provision": "s42"
    },
    {
      "term": "Chief Executive Officer",
      "definition": "the Executive Secretary, “Commission” means the Lands Commission established under section 1, “Minister” means the Minister responsible for Lands",
      "source_provision": "s42"
    }
  ]
}