{
  "id": "act-750-2008",
  "type": "act",
  "title": "National Identity Register Act, 2008",
  "short_name": "NIR 2008",
  "act_number": 750,
  "year": 2008,
  "status": "in_force",
  "issued_date": "2008-02-15",
  "url": "https://ghalii.org/akn/gh/act/2008/750",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Application of this Part",
      "content": "This Part applies to the following types of registration: mass registration of individuals which includes the registration of the category of persons specified in subsections (1) and (2) of section 7; and mass registration of individuals which includes the registration of the category of persons specified in subsections (1) and (2) of section 7; and the update of the Register. the update of the Register."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Establishment of National Identity Register",
      "content": "(1) There is established by this Act a register of individuals known as the National Identity Register. There is established by this Act a register of individuals known as the National Identity Register. (2) The Register shall be maintained as an electronic database. The Register shall be maintained as an electronic database. (3) The purpose for which the Register is to be maintained is confined to matters of public interest. The purpose for which the Register is to be maintained is confined to matters of public interest. (4) The Executive Secretary of the National Identification Authority shall keep and maintain the Register. The Executive Secretary of the National Identification Authority shall keep and maintain the Register."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of Authority as regards this Part",
      "content": "For the purpose of this Part, the National Identification Authority shall provide an efficient method for an individual to furnish personal information about that individual to be recorded in the Register, an efficient method for an individual to furnish personal information about that individual to be recorded in the Register, a secure and reliable method to verify personal information in respect of an individual when it is necessary in the public interest to do so, and a secure and reliable method to verify personal information in respect of an individual when it is necessary in the public interest to do so, and for dealing with any category of persons excluded from the requirements of registration. for dealing with any category of persons excluded from the requirements of registration."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Content of Register",
      "content": "(1) Subject to subsection (2) and section 7, the electronic database of the Register shall contain the personal information collected by the Authority in respect of Subject to subsection (2) and section 7, the electronic database of the Register shall contain the personal information collected by the Authority in respect of each citizen resident in this country or outside this country, and each citizen resident in this country or outside this country, and each foreign national with a residence permit and a foreign national who is permanently resident in this country. each foreign national with a residence permit and a foreign national who is permanently resident in this country. (2) The personal information required to be recorded in the Register in respect of an individual who applies to be registered shall include The personal information required to be recorded in the Register in respect of an individual who applies to be registered shall include that individual’s that individual’s full name, full name, sex, sex, date of birth, date of birth, place and country of birth, place and country of birth, nationality, nationality, residential address, residential address, postal address, postal address, marital status and where applicable the name of the spouse, marital status and where applicable the name of the spouse, level of education, and level of education, and employment status, employment status, information on that individual’s parentage; information on that individual’s parentage; where applicable where applicable details of relevant dates and processes related to the naturalisation or registration obtained for the purpose of Ghanaian citizenship, details of relevant dates and processes related to the naturalisation or registration obtained for the purpose of Ghanaian citizenship, the date a foreigner entered the country and the country of which that foreigner is a citizen; and the date a foreigner entered the country and the country of which that foreigner is a citizen; and any other particulars that the Minister may by Regulations prescribe. any other particulars that the Minister may by Regulations prescribe. (3) Without limiting the provisions of subsection (2) the personal information of an individual who applies in accordance with section 7 shall include personal biometric information as follows: Without limiting the provisions of subsection (2) the personal information of an individual who applies in accordance with section 7 shall include personal biometric information as follows: a recorded fingerprint or any other biometric information determined by the Board; and a recorded fingerprint or any other biometric information determined by the Board; and a photograph. a photograph."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Personal information that may be recorded in Register",
      "content": "Personal information may be recorded in the Register if that information is required to be recorded in accordance with this Part or any other enactment, is required to be recorded in accordance with this Part or any other enactment, is of a technical nature and required for an administrative purpose in respect of the Register, and the Register, and the issue or cancellation of a national identity card, the issue or cancellation of a national identity card, is in the opinion of the Executive Secretary, appropriate to be recorded in accordance with an applicant’s request. is in the opinion of the Executive Secretary, appropriate to be recorded in accordance with an applicant’s request."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Update and correction of Register",
      "content": "(1) The Authority shall The Authority shall update, and update, and rectify any error discovered in the Register. rectify any error discovered in the Register. (2) The Authority may use the records of the Births and Deaths Registry or any other relevant agency to update the Register. The Authority may use the records of the Births and Deaths Registry or any other relevant agency to update the Register."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Eligibility for registration",
      "content": "(1) The following individuals who are of the age of six years and above are eligible to be registered under this Act: The following individuals who are of the age of six years and above are eligible to be registered under this Act: Ghanaian citizens resident in or outside this country, Ghanaian citizens resident in or outside this country, foreign nationals permanently resident in this country, foreign nationals permanently resident in this country, foreign nationals with resident permits of at least twelve months in each case; and foreign nationals with resident permits of at least twelve months in each case; and dual citizens, namely, individuals who hold Ghanaian citizenship in addition to any other citizenship. dual citizens, namely, individuals who hold Ghanaian citizenship in addition to any other citizenship. (2) Despite subsection (1), a foreign national who has been resident in this country for a continuous period of six years is eligible to apply to the Authority for the purpose of mass registration. Despite subsection (1), a foreign national who has been resident in this country for a continuous period of six years is eligible to apply to the Authority for the purpose of mass registration. (3) An individual who is eligible for registration may apply to the Authority for an entry to be made in the Register to record the personal information of that individual. An individual who is eligible for registration may apply to the Authority for an entry to be made in the Register to record the personal information of that individual. (4) Despite subsection (3), an entry for an individual may be made in the Register if Despite subsection (3), an entry for an individual may be made in the Register if that individual is entitled to be entered in the Register by virtue of that individual’s residence in Ghana, that individual is entitled to be entered in the Register by virtue of that individual’s residence in Ghana, the personal information that can be recorded in the Register for the individual is otherwise available to be recorded, or the personal information that can be recorded in the Register for the individual is otherwise available to be recorded, or the Authority considers that a particular entry in the Register is the Authority considers that a particular entry in the Register is consistent with the provisions of any other enactment, or consistent with the provisions of any other enactment, or required in the public interest. required in the public interest. (5) The Authority shall set aside an individual’s entry in the Register if The Authority shall set aside an individual’s entry in the Register if that individual’s right to reside in this country is due to expire prior to the statutory period prescribed for residence, or that individual’s right to reside in this country is due to expire prior to the statutory period prescribed for residence, or that individual is not entitled to reside in the country. that individual is not entitled to reside in the country."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Registration requirements",
      "content": "(1) The Authority shall require an individual who applies for an entry to be made in the Register to produce any of the following: The Authority shall require an individual who applies for an entry to be made in the Register to produce any of the following: a birth certificate; or a birth certificate; or where applicable where applicable a voter’s identity card, a voter’s identity card, a driver’s licence, a driver’s licence, a passport, or a passport, or a baptismal certificate; and a baptismal certificate; and any other information prescribed under this Act. any other information prescribed under this Act. (2) Where an applicant is unable to produce any of the documents, the Authority shall require a relative of that applicant to identify the applicant under oath. Where an applicant is unable to produce any of the documents, the Authority shall require a relative of that applicant to identify the applicant under oath. (3) Without limiting subsection (1), the Authority shall require an individual Without limiting subsection (1), the Authority shall require an individual who has acquired dual citizenship status to produce the relevant certificate of the other citizenship, or who has acquired dual citizenship status to produce the relevant certificate of the other citizenship, or who has acquired Ghanaian naturalisation status to produce the certificate of naturalisation. who has acquired Ghanaian naturalisation status to produce the certificate of naturalisation."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Recording of personal information",
      "content": "(1) An eligible individual may appear in person at the appropriate registration centre for the collection of that individual’s personal information to be recorded in the Register. An eligible individual may appear in person at the appropriate registration centre for the collection of that individual’s personal information to be recorded in the Register. (2) After the recording of the relevant personal information, the registration officer at the registration centre shall issue a card collection slip to the individual if the registration officer is satisfied that the individual qualifies for personal information to be entered in the Register. After the recording of the relevant personal information, the registration officer at the registration centre shall issue a card collection slip to the individual if the registration officer is satisfied that the individual qualifies for personal information to be entered in the Register. (3) Without limiting the effect of subsections (1) and (2) the Authority may adopt other means it considers appropriate to access any person who may, for practical reasons, be unable to appear in person at a registration centre. Without limiting the effect of subsections (1) and (2) the Authority may adopt other means it considers appropriate to access any person who may, for practical reasons, be unable to appear in person at a registration centre."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Persons with disability",
      "content": "Where a person with a disability appeals for recording of personal information in the Register, the registration officer concerned shall offer appropriate assistance to the individual throughout the registration process. Where a person with a disability appeals for recording of personal information in the Register, the registration officer concerned shall offer appropriate assistance to the individual throughout the registration process."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Verification of particulars",
      "content": "(1) The Authority may The Authority may request an individual applicant to furnish it with proof of the accuracy of any particulars that have been submitted in respect of the individual, request an individual applicant to furnish it with proof of the accuracy of any particulars that have been submitted in respect of the individual, investigate or direct a public officer to investigate a matter in respect of which particulars are required to be recorded in the Register, or investigate or direct a public officer to investigate a matter in respect of which particulars are required to be recorded in the Register, or request a person to furnish it with any information it may require to verify an entry in the Register. request a person to furnish it with any information it may require to verify an entry in the Register. (2) An investigation by the Authority may involve An investigation by the Authority may involve the attendance of an applicant at a specified time and place to verify through interrogation, the information entered in the Register, the attendance of an applicant at a specified time and place to verify through interrogation, the information entered in the Register, the taking of fingerprints and record of other biometric information of the applicant, and the taking of fingerprints and record of other biometric information of the applicant, and the taking of a photograph of the applicant. the taking of a photograph of the applicant."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Period of registration",
      "content": "The Authority shall indicate the period for mass registration by publication in the Gazette and the mass media. The Authority shall indicate the period for mass registration by publication in the Gazette and the mass media."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Establishment of registration centres in Ghana",
      "content": "(1) The Authority shall with the approval of the Minister designate registration centres in the districts for the purpose of mass registration. The Authority shall with the approval of the Minister designate registration centres in the districts for the purpose of mass registration. (2) A registration centre represents the official premises where applications may be lodged for registration purposes. A registration centre represents the official premises where applications may be lodged for registration purposes. (3) The polling stations created by the Electoral Commission and used in the most recent general elections shall be used as registration centres as far as practicable. The polling stations created by the Electoral Commission and used in the most recent general elections shall be used as registration centres as far as practicable. (4) Despite subsection (3), the Board may direct that specific designated registration centres be used for the purpose of this Act. Despite subsection (3), the Board may direct that specific designated registration centres be used for the purpose of this Act. (5) Without limiting the effect of subsections (1) to (4), the Authority may adopt other means that it considers appropriate to access persons to be registered. Without limiting the effect of subsections (1) to (4), the Authority may adopt other means that it considers appropriate to access persons to be registered."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Registration centre premises",
      "content": "(1) In designating premises as a registration centre, the Authority shall ensure that In designating premises as a registration centre, the Authority shall ensure that the premises are located in a public building that is easily accessible to the general public including persons with disability, the premises are located in a public building that is easily accessible to the general public including persons with disability, there are safe and secure areas for the installation of data capture workstations and safe storage for registration forms and supplies for the relevant period of registration, and there are safe and secure areas for the installation of data capture workstations and safe storage for registration forms and supplies for the relevant period of registration, and there is adequate electrical power connected to the registration centre, or there is adequate source of power supply other than electricity to meet the security and storage requirements for the efficient operation of the registration centre. there is adequate electrical power connected to the registration centre, or there is adequate source of power supply other than electricity to meet the security and storage requirements for the efficient operation of the registration centre. (2) The Authority shall give notice of the name and location of a registration centre prior to the receipt and filing of applications at the registration centre by The Authority shall give notice of the name and location of a registration centre prior to the receipt and filing of applications at the registration centre by way of electronic and print media, way of electronic and print media, publication in the Gazette and the mass media. publication in the Gazette and the mass media. (3) For the purpose of this section “data capture workstation” means a computer used to capture large volumes and various forms of data and to store the data in database. For the purpose of this section “data capture workstation” means a computer used to capture large volumes and various forms of data and to store the data in database."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Registration centres abroad",
      "content": "(1) The official premises of a Ghana Mission shall serve as a registration centre for the purpose of this Act. The official premises of a Ghana Mission shall serve as a registration centre for the purpose of this Act. (2) Despite subsection (1), the Board may direct that other designated locations outside this country be used as registration centres after consultation with the Minister for Foreign Affairs. Despite subsection (1), the Board may direct that other designated locations outside this country be used as registration centres after consultation with the Minister for Foreign Affairs."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Access to registration centre",
      "content": "(1) An individual shall not enter the premises of a registration centre unless that individual An individual shall not enter the premises of a registration centre unless that individual is an applicant, is an applicant, is in the process of submitting a complaint or an official document to a registration officer, or is in the process of submitting a complaint or an official document to a registration officer, or has been authorised by the Authority to enter the premises. has been authorised by the Authority to enter the premises. (2) Where Where the conduct of an individual disrupts the registration process, or the conduct of an individual disrupts the registration process, or there is failure to satisfy the registration officer of an individual’s authorised presence, there is failure to satisfy the registration officer of an individual’s authorised presence, the registration officer may order the individual to leave the registration centre. (3) A registration officer and any other person the officer calls for assistance, may use reasonable force necessary to remove from the registration centre an individual who fails or refuses to leave the registration centre after having been ordered by the officer to do so. A registration officer and any other person the officer calls for assistance, may use reasonable force necessary to remove from the registration centre an individual who fails or refuses to leave the registration centre after having been ordered by the officer to do so."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Registration officers",
      "content": "(1) For the purpose of a mass registration, the following officers shall be appointed for the Authority: For the purpose of a mass registration, the following officers shall be appointed for the Authority: a Chief Registration Officer who shall be the Executive Secretary; a Chief Registration Officer who shall be the Executive Secretary; a Chief Registration Supervisor; a Chief Registration Supervisor; two Deputy Registration Supervisors for each district; two Deputy Registration Supervisors for each district; one Regional Registration Officer for each Region; one Regional Registration Officer for each Region; one District Registration Officer for each district; and one District Registration Officer for each district; and one Registration Officer and two Assistant Registration Officers for each registration centre. one Registration Officer and two Assistant Registration Officers for each registration centre. (2) The Chief Registration Officer may delegate a function of that office to a Registration Officer or any public officer during a mass registration. The Chief Registration Officer may delegate a function of that office to a Registration Officer or any public officer during a mass registration."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Duties of registration officers",
      "content": "A registration officer assigned to a registration centre shall, subject to the directives of the Executive Secretary, ensure the accurate recording of personal information of an applicant, ensure the accurate recording of personal information of an applicant, exercise control over the registration processes at the respective registration centre, exercise control over the registration processes at the respective registration centre, have custody of registration forms, equipment and other materials assigned to the registration centre, have custody of registration forms, equipment and other materials assigned to the registration centre, promptly and in the most practicable manner report any difficulty that is encountered at the registration centre to the relevant Regional or District Registration Officer, or the relevant Regional or District Registration Officer, or a Registration Supervisor, and a Registration Supervisor, and at the conclusion of each registration exercise personally return to the Executive Secretary each registration form in addition to registration materials in the custody of that registration officer. at the conclusion of each registration exercise personally return to the Executive Secretary each registration form in addition to registration materials in the custody of that registration officer."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Duties of Registration Assistants",
      "content": "(1) A Registration Assistant shall act as A Registration Assistant shall act as a recorder of text data, or a recorder of text data, or a biometric data clerk. a biometric data clerk. (2) A recorder of text data shall capture the personal information of an applicant onto a prescribed form. A recorder of text data shall capture the personal information of an applicant onto a prescribed form. (3) A biometric data capture clerk shall take the fingerprints, photograph and signature of an applicant in a prescribed manner. A biometric data capture clerk shall take the fingerprints, photograph and signature of an applicant in a prescribed manner."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Duties of Registration Supervisors",
      "content": "A registration supervisor shall during the period of mass registration make frequent visits to each registration centre in the district for which the Registration Supervisor is responsible, make frequent visits to each registration centre in the district for which the Registration Supervisor is responsible, ensure that the essential registration materials are available, ensure that the essential registration materials are available, ensure that prescribed registration procedures are complied with, and ensure that prescribed registration procedures are complied with, and promptly submit to the Executive Secretary written reports in respect of any lapses in the discharge of a duty by an official responsible for the registration. promptly submit to the Executive Secretary written reports in respect of any lapses in the discharge of a duty by an official responsible for the registration."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Registration officials outside this country",
      "content": "(1) The Authority shall in consultation with the Minister for Foreign Affairs designate officers of a Ghana Mission outside this country as registration officers. The Authority shall in consultation with the Minister for Foreign Affairs designate officers of a Ghana Mission outside this country as registration officers. (2) The duties and responsibilities of the registration officers outside this country shall be the same as those provided in section 18 to 20. The duties and responsibilities of the registration officers outside this country shall be the same as those provided in section 18 to 20."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Challenges",
      "content": "(1) A registration officer or a person authorized by the Authority to monitor a registration exercise, may challenge an applicant if that applicant provides false information or does not satisfy the registration requirements provided for in this Act. A registration officer or a person authorized by the Authority to monitor a registration exercise, may challenge an applicant if that applicant provides false information or does not satisfy the registration requirements provided for in this Act. (2) Where an applicant who is challenged, insists on eligibility to be registered, Where an applicant who is challenged, insists on eligibility to be registered, that applicant shall complete the form marked \"A\" specified in the Schedule, that applicant shall complete the form marked \"A\" specified in the Schedule, the Assembly member of the respective registration centre shall complete the form marked \"B1\" specified in the Schedule, and the Assembly member of the respective registration centre shall complete the form marked \"B1\" specified in the Schedule, and the applicant shall submit to the chief of the hometown to which the applicant belongs the form marked \"B2\" specified in the Schedule for completion. the applicant shall submit to the chief of the hometown to which the applicant belongs the form marked \"B2\" specified in the Schedule for completion. (3) On completion of the forms, the registration officer shall send the completed forms to the District Registration Review Committee provided for under section 23. On completion of the forms, the registration officer shall send the completed forms to the District Registration Review Committee provided for under section 23. (4) An applicant who wilfully provides false information in an application commits an offence and is liable on summary conviction to a fine of not less fifty penalty units or to a term of imprisonment of not less than three months or to both. An applicant who wilfully provides false information in an application commits an offence and is liable on summary conviction to a fine of not less fifty penalty units or to a term of imprisonment of not less than three months or to both."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "District Registration Review Committee",
      "content": "(1) The Authority shall appoint in each district a District Registration Review Committee. The Authority shall appoint in each district a District Registration Review Committee. (2) A District Registration Review Committee consists of A District Registration Review Committee consists of a chairperson who shall be the Circuit Court Judge of the district or where there is no Circuit Court Judge, the District Magistrate, a chairperson who shall be the Circuit Court Judge of the district or where there is no Circuit Court Judge, the District Magistrate, a representative of the traditional authority within the district elected by the traditional council, a representative of the traditional authority within the district elected by the traditional council, the district Social Welfare Officer, the district Social Welfare Officer, a legal practitioner resident in the region nominated by the Regional Ghana Bar Association, a legal practitioner resident in the region nominated by the Regional Ghana Bar Association, an education officer nominated by the District Education Office, an education officer nominated by the District Education Office, a local pastor, an imam or any other religious leader determined by the Board, and a local pastor, an imam or any other religious leader determined by the Board, and the District Police Commander. the District Police Commander. (3) The members of a District Registration Review Committee shall be appointed by the Board. The members of a District Registration Review Committee shall be appointed by the Board. (4) The members shall hold office for a period of not more than two years and are eligible for re-appointment. The members shall hold office for a period of not more than two years and are eligible for re-appointment."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Functions of a District Registration Review Committee",
      "content": "(1) A District Registration Review Committee shall examine any challenge connected with registration under this Part. A District Registration Review Committee shall examine any challenge connected with registration under this Part. (2) A District Registration Review Committee shall in considering a challenge A District Registration Review Committee shall in considering a challenge examine the grounds of the challenge as far as the inclusion in the Register of the name of the applicant is concerned, and examine the grounds of the challenge as far as the inclusion in the Register of the name of the applicant is concerned, and submit its decision in writing to the Executive Secretary and the applicant. submit its decision in writing to the Executive Secretary and the applicant. (3) In furtherance of its functions, a District Registration Review Committee In furtherance of its functions, a District Registration Review Committee shall shall take evidence from the persons concerned, and take evidence from the persons concerned, and examine relevant documents, and examine relevant documents, and may call a witness to testify and carry out an investigation relevant to the matter. may call a witness to testify and carry out an investigation relevant to the matter. (4) A District Registration Review Committee shall exercise the same powers as those vested in a District Court for the purpose of taking evidence. A District Registration Review Committee shall exercise the same powers as those vested in a District Court for the purpose of taking evidence. (5) A District Registration Review Committee shall regulate the procedure for its meetings. A District Registration Review Committee shall regulate the procedure for its meetings. (6) The quorum at a meeting of the District Registration Review Committee shall be the majority of the total membership and shall include the chairperson. The quorum at a meeting of the District Registration Review Committee shall be the majority of the total membership and shall include the chairperson. (7) The Board shall designate an officer of the Authority in the district as secretary to the District Registration Review Committee. The Board shall designate an officer of the Authority in the district as secretary to the District Registration Review Committee."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Appeal from decision of District Registration Review Committee",
      "content": "An applicant who is dissatisfied with a decision of a District Registration Review Committee may lodge an appeal with the Chief Registration Review Officer of the region provided for under section 27, within fourteen days of receipt of the decision. An applicant who is dissatisfied with a decision of a District Registration Review Committee may lodge an appeal with the Chief Registration Review Officer of the region provided for under section 27, within fourteen days of receipt of the decision."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Confirmation of decision of District Registration Review Committee",
      "content": "If an applicant does not appeal against the decision of a District Registration Review Committee, the Authority shall endorse the decision of that District Registration Review Committee within twenty-one days after the Committee has informed the applicant of its finding. If an applicant does not appeal against the decision of a District Registration Review Committee, the Authority shall endorse the decision of that District Registration Review Committee within twenty-one days after the Committee has informed the applicant of its finding."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Chief Registration Review Officer",
      "content": "(1) There shall be in each region a Chief Registration Review Officer. There shall be in each region a Chief Registration Review Officer. (2) The Chief Justice shall designate a High Court Judge in the respective region to be the Chief Registration Review Officer. The Chief Justice shall designate a High Court Judge in the respective region to be the Chief Registration Review Officer. (3) A Chief Registration Review Officer shall determine appeals from the decisions of District Registration Review Committees in the region. A Chief Registration Review Officer shall determine appeals from the decisions of District Registration Review Committees in the region. (4) A Chief Registration Review Officer shall within one month after a decision submit the decision in writing to the Board and the applicant concerned. A Chief Registration Review Officer shall within one month after a decision submit the decision in writing to the Board and the applicant concerned. (5) An applicant dissatisfied with the decision may pursue the matter in the Court of Appeal. An applicant dissatisfied with the decision may pursue the matter in the Court of Appeal."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "National identity card",
      "content": "(1) A national identity card is a card which represents a record of personal information A national identity card is a card which represents a record of personal information in respect of an individual, and in respect of an individual, and entered in the Register as the required identity particulars of the individual to whom the card is issued. entered in the Register as the required identity particulars of the individual to whom the card is issued. (2) A national identity card is in the absence of evidence to the contrary prima facie proof of the particular's contained in it. A national identity card is in the absence of evidence to the contrary prima facie proof of the particular's contained in it. (3) The Authority shall determine the The Authority shall determine the size, size, description, and description, and content of a national identity card. content of a national identity card. (4) A holder of a national identity car d shall ensure the safety and preservation of the card. A holder of a national identity car d shall ensure the safety and preservation of the card."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Uses of national identity card",
      "content": "A national identity card may be used to facilitate the process of an application for personal information that has been recorded as an entry in a specified part of the Register for an individual, and the process of an application for personal information that has been recorded as an entry in a specified part of the Register for an individual, and the provision of personal information to a person entitled to receive the information. the provision of personal information to a person entitled to receive the information."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Issue of national identity cards",
      "content": "(1) A national identity card shall be issued by the Authority to A national identity card shall be issued by the Authority to an individual whose personal information has been entered in the Register, and an individual whose personal information has been entered in the Register, and an individual who is registered following directives of the Executive Secretary an individual who is registered following directives of the Executive Secretary on the presentation by that individual of the card collection slip. (2) Despite subsection (1), a national identity card may be issued to an individual who has not applied for an entry to be made in the Register but is an individual about whom specified personal information has been recorded in the Register in accordance with subsection (4) of section 7. Despite subsection (1), a national identity card may be issued to an individual who has not applied for an entry to be made in the Register but is an individual about whom specified personal information has been recorded in the Register in accordance with subsection (4) of section 7. (3) An issued national identity card remains the property of the Republic. An issued national identity card remains the property of the Republic. (4) A national identity card issued to an individual shall A national identity card issued to an individual shall indicate only specified information, and indicate only specified information, and have parts of it in an encrypted form. have parts of it in an encrypted form."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Period of validity of national identity card",
      "content": "The validity of a national identity card is ten years from the date of issue subject to reissue. The validity of a national identity card is ten years from the date of issue subject to reissue."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Expiry and reissue of national identity card",
      "content": "(1) A holder of a national identity card shall within one month before the expiration of the card, apply to the Authority to reissue a new card. A holder of a national identity card shall within one month before the expiration of the card, apply to the Authority to reissue a new card. (2) On an application under subsection (1), the Authority may require the holder to provide it with information to On an application under subsection (1), the Authority may require the holder to provide it with information to verify the accuracy of records, and verify the accuracy of records, and update information contained in the Register that concerns the holder. update information contained in the Register that concerns the holder. (3) The Authority shall reissue a national identity card if satisfied with the particulars of personal information of the applicant. The Authority shall reissue a national identity card if satisfied with the particulars of personal information of the applicant. (4) A reissued card shall include updated information regarding any change of personal and biometric information A reissued card shall include updated information regarding any change of personal and biometric information"
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Replacement of national identity card",
      "content": "(1) Where the holder of a national identity card has reasonable cause to suspect that the card Where the holder of a national identity card has reasonable cause to suspect that the card is lost, is lost, has been stolen, has been stolen, has been damaged, has been damaged, has been tampered with, or has been tampered with, or has been destroyed, has been destroyed, the holder shall as soon as practicable notify the Authority and the police. (2) On receipt of the notification, the Authority shall direct the relevant district registration officer to make recommendations for the replacement of the card. On receipt of the notification, the Authority shall direct the relevant district registration officer to make recommendations for the replacement of the card. (3) The Authority or the police officer responsible shall require the holder to depose to an affidavit to certify the veracity of the loss, theft, damage, interference or destruction of the identity card. The Authority or the police officer responsible shall require the holder to depose to an affidavit to certify the veracity of the loss, theft, damage, interference or destruction of the identity card. (4) The Authority shall determine the prescribed form of the affidavit required to be executed and the date for its submission to the Authority. The Authority shall determine the prescribed form of the affidavit required to be executed and the date for its submission to the Authority. (5) The Authority, on receipt of the recommendation of the district registration officer and the affidavit of the holder of the national identity card, shall if satisfied with the recommendations and affidavit, inform the registration officer to replace the national identity card. The Authority, on receipt of the recommendation of the district registration officer and the affidavit of the holder of the national identity card, shall if satisfied with the recommendations and affidavit, inform the registration officer to replace the national identity card. (6) When a national identity card is reissued for the purpose of its replacement, the Authority shall inform each district registration officer and any other agency concerned, of the replacement. When a national identity card is reissued for the purpose of its replacement, the Authority shall inform each district registration officer and any other agency concerned, of the replacement. (7) For the purpose of this section For the purpose of this section a national identity card is damaged where the damage affects anything in or on the card and renders it unusable or unreadable, and a national identity card is damaged where the damage affects anything in or on the card and renders it unusable or unreadable, and an identity card has been tampered with where information in or on the card has been modified, copied, or extracted for an unlawful purpose. an identity card has been tampered with where information in or on the card has been modified, copied, or extracted for an unlawful purpose."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Invalidity of national identity card",
      "content": "The authority shall cancel a national identity card if it determines that the card was issued based on inaccurate or incomplete information; the card was issued based on inaccurate or incomplete information; there has been an unauthorised modification of the information recorded in the Register in respect of the holder of the card; there has been an unauthorised modification of the information recorded in the Register in respect of the holder of the card; the card has been stolen, damaged, destroyed or is lost; or the card has been stolen, damaged, destroyed or is lost; or the card needs to be reissued due to a defect or other tangible reason. the card needs to be reissued due to a defect or other tangible reason."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Surrender of national identity card",
      "content": "(1) Where a person Where a person finds a national identity card that does not belong to that person or comes into possession of one without the authority of the holder or the Authority, finds a national identity card that does not belong to that person or comes into possession of one without the authority of the holder or the Authority, to whom a new national identity card is reissued, regains possession of the original card, or to whom a new national identity card is reissued, regains possession of the original card, or comes into possession of a national identity card comes into possession of a national identity card that has expired, that has expired, that has been cancelled, that has been cancelled, that is of a description that the Authority requires to be re-issued, that is of a description that the Authority requires to be re-issued, in contravention of the requirements of this Act or any other enactment, or in contravention of the requirements of this Act or any other enactment, or that is otherwise invalid, that is otherwise invalid, that person shall surrender the card to the Authority or to the nearest police station as soon as practicable. (2) The Authority shall at quarterly intervals request the Births and Deaths Registry to furnish the Authority with records of deaths which occur in a particular year to enable the Authority invalidate the national identity cards issued to deceased persons. The Authority shall at quarterly intervals request the Births and Deaths Registry to furnish the Authority with records of deaths which occur in a particular year to enable the Authority invalidate the national identity cards issued to deceased persons. (3) The Births and Deaths Registry shall comply with the request of the Authority. The Births and Deaths Registry shall comply with the request of the Authority."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Logistical support for registration exercises",
      "content": "(1) The Board shall ensure the acquisition and provision of the logistical support and equipment that will facilitate the performance of the functions of the Authority under this Part. The Board shall ensure the acquisition and provision of the logistical support and equipment that will facilitate the performance of the functions of the Authority under this Part. (2) For the purposes of this section “logistical support” includes resources and equipment required to access and register individuals under this Part. For the purposes of this section “logistical support” includes resources and equipment required to access and register individuals under this Part."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Non-liability for acts or omissions",
      "content": "The members of the Board and employees of the Authority are not personally liable for any act done or omission made in good faith in the performance of a function under this Act. The members of the Board and employees of the Authority are not personally liable for any act done or omission made in good faith in the performance of a function under this Act."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Power to require information for validating Register",
      "content": "(1) The Authority may require a person to provide information that The Authority may require a person to provide information that that person is in possession of or has knowledge of, and that person is in possession of or has knowledge of, and can be used to verify can be used to verify an entry in the Register, an entry in the Register, information provided to the Authority or a registration official to be recorded in the Register, information provided to the Authority or a registration official to be recorded in the Register, information that is available to the Minister to be recorded in the Register concerning an individual, and information that is available to the Minister to be recorded in the Register concerning an individual, and is relevant for the purpose of this Part. is relevant for the purpose of this Part. (2) Where a person without reasonable cause refuses or declines to provide the information, that person commits an offence and is liable on summary conviction to a fine of not more than two hundred and fifty penalty units or to a term of imprisonment of not more than two years or to both. Where a person without reasonable cause refuses or declines to provide the information, that person commits an offence and is liable on summary conviction to a fine of not more than two hundred and fifty penalty units or to a term of imprisonment of not more than two years or to both."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Notification of changes that affect the accuracy of the Register",
      "content": "(1) A holder of a national identity card shall notify the Authority of A holder of a national identity card shall notify the Authority of any change of circumstances that affects the personal information recorded about that holder in the Register, or any change of circumstances that affects the personal information recorded about that holder in the Register, or any error in respect of the information recorded that concerns that holder. any error in respect of the information recorded that concerns that holder. (2) The notification shall be given within thirty days The notification shall be given within thirty days after the change in circumstance occurs; or after the change in circumstance occurs; or when the holder becomes aware of the error. when the holder becomes aware of the error. (3) Where a holder gives notification, the provisions of section 11 shall apply. Where a holder gives notification, the provisions of section 11 shall apply. (4) A holder who without reasonable cause fails to comply with subsections (1) or (2), commits an offence and is liable on summary conviction to a fine of not more than twenty-five penalty units or to a term of imprisonment of not more than thirty days or to both. A holder who without reasonable cause fails to comply with subsections (1) or (2), commits an offence and is liable on summary conviction to a fine of not more than twenty-five penalty units or to a term of imprisonment of not more than thirty days or to both."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Registration offences",
      "content": "(1) An individual who for the purposes of this Part, An individual who for the purposes of this Part, provides false information or makes a false statement when provides false information or makes a false statement when providing information for an entry, providing information for an entry, making a modification to an entry, making a modification to an entry, making a confirmation of the content of an entry, or making a confirmation of the content of an entry, or obtaining the issue or reissue of a national identity card, obtaining the issue or reissue of a national identity card, fraudulently obtains for the use of that individual or for the use of another individual, a national identity card, fraudulently obtains for the use of that individual or for the use of another individual, a national identity card, forges an identity document for the purpose of registration, forges an identity document for the purpose of registration, illegally influences the decision of a registration officer, illegally influences the decision of a registration officer, engages in multiple registration, engages in multiple registration, falsely alleges the loss or destruction of that individual’s national identity card and applies for a new card while in possession of an identity card, falsely alleges the loss or destruction of that individual’s national identity card and applies for a new card while in possession of an identity card, tampers with the Register by tampers with the Register by causing an unauthorised modification of information to be made to an entry recorded in the Register, or causing an unauthorised modification of information to be made to an entry recorded in the Register, or preventing or delaying the retrieval of relevant information in a legible form from a computer used for the purposes of this Act, preventing or delaying the retrieval of relevant information in a legible form from a computer used for the purposes of this Act, commits an offence and is liable on summary conviction to a fine of not more than two hundred and fifty penalty units or to a term of imprisonment of not more than two years or to both. (2) For the purpose of this section, an individual provides false information if at the time of the provision of the information the individual For the purpose of this section, an individual provides false information if at the time of the provision of the information the individual knew or believed the information to be false, or knew or believed the information to be false, or was reckless as to the veracity of the information. was reckless as to the veracity of the information."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Offences relating to national identity card",
      "content": "(1) A person who A person who wilfully wilfully destroys or attempts to destroy, or destroys or attempts to destroy, or mutilates or attempts to mutilate, a national identity card, mutilates or attempts to mutilate, a national identity card, without authority deprives or dispossesses a holder of that holder’s national identity card, without authority deprives or dispossesses a holder of that holder’s national identity card, uses a national identity card other than the national identity card issued for that individual’s use, uses a national identity card other than the national identity card issued for that individual’s use, takes or keeps possession of takes or keeps possession of a national identity card in respect of which an alteration or erasure has been made, a national identity card in respect of which an alteration or erasure has been made, a national identity card that was improperly obtained, a national identity card that was improperly obtained, is in possession of more than one national identity card that is intended to show the individual’s identity, or is in possession of more than one national identity card that is intended to show the individual’s identity, or permits another person to use a national identity card issued to another individual permits another person to use a national identity card issued to another individual commits an offence and is liable on summary conviction to a fine of not more than four hundred and fifty penalty units or to a term of imprisonment of not more than three years or to both. (2) A person shall not without reasonable cause take or keep possession of a national identity card A person shall not without reasonable cause take or keep possession of a national identity card which is false or which that person knows to be false, which is false or which that person knows to be false, which that person knows has been improperly obtained, or which that person knows has been improperly obtained, or that belongs to another person. that belongs to another person. (3) A person who contravenes subsection (2) commits an offence and is liable on summary conviction to a fine of not more than five hundred penalty units or to a term of imprisonment of not more than four years or to both. A person who contravenes subsection (2) commits an offence and is liable on summary conviction to a fine of not more than five hundred penalty units or to a term of imprisonment of not more than four years or to both. (4) For the purpose of this section, For the purpose of this section, A national identity card is false if it A national identity card is false if it is counterfeit, is counterfeit, is a duplication of the original document, or is a duplication of the original document, or has not been certified by the Authority as a replacement of the original document or a re-issue of the original document, has not been certified by the Authority as a replacement of the original document or a re-issue of the original document, a national identity card is improperly obtained if false information was provided in relation to a national identity card is improperly obtained if false information was provided in relation to the application for its issue, or the application for its issue, or an application for its modification to the person who issued it or effected the modification. an application for its modification to the person who issued it or effected the modification."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Prohibition to use equipment or apparatus to produce national identity cards",
      "content": "(1) A person shall not use any equipment or apparatus to produce a national identity card without the approval of the Authority. A person shall not use any equipment or apparatus to produce a national identity card without the approval of the Authority. (2) A person shall not use an equipment or apparatus for the purpose of producing a false national identity card. A person shall not use an equipment or apparatus for the purpose of producing a false national identity card. (3) Where a person contravenes a provision of this section that person commits an offence and is liable on summary conviction to a term of imprisonment of not more than five years. Where a person contravenes a provision of this section that person commits an offence and is liable on summary conviction to a term of imprisonment of not more than five years."
    },
    {
      "provision_ref": "s43",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "43",
      "title": "Application of this Part",
      "content": "This part applies to personal information which the Authority may retain, use or disclose, and the Authority may retain, use or disclose, and a user agency may access from the database of the Authority and may retain, use or disclose in the performance of a function under this Act or any other enactment. a user agency may access from the database of the Authority and may retain, use or disclose in the performance of a function under this Act or any other enactment."
    },
    {
      "provision_ref": "s44",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "44",
      "title": "Power of the Authority to retain, use and disclose personal information",
      "content": "The Authority may use, retain or disclose the following personal information of an individual: information which relates to nationality, age or the marital status of that individual, information which relates to nationality, age or the marital status of that individual, information which relates to the education or the medical, criminal or employment history of an individual if that individual has given permission for the use, retention or disclosure, and information which relates to the education or the medical, criminal or employment history of an individual if that individual has given permission for the use, retention or disclosure, and identity data. identity data."
    },
    {
      "provision_ref": "s45",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "45",
      "title": "Limits on use of personal information held by the Authority",
      "content": "Where the Authority holds personal information which was collected in connection with a particular purpose, it shall not use that information for any other purpose unless the Authority is of the opinion based on reasonable grounds that the use of the information for that other purpose is necessary to prevent or lessen a serious and imminent threat to the life or health of the individual concerned or any other individual or to public health or safety, or the Authority is of the opinion based on reasonable grounds that the use of the information for that other purpose is necessary to prevent or lessen a serious and imminent threat to the life or health of the individual concerned or any other individual or to public health or safety, or the use of the information for that other purpose is necessary for the prevention, detection, investigation, prosecution or punishment for an offence, or for the prevention, detection, investigation, prosecution or punishment for an offence, or for the preparation or conduct of proceedings before a court or the implementation of the orders of a court. for the preparation or conduct of proceedings before a court or the implementation of the orders of a court."
    },
    {
      "provision_ref": "s46",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "46",
      "title": "Accuracy and protection of personal information",
      "content": "(1) The Authority shall take reasonable steps to The Authority shall take reasonable steps to ensure that the record it makes of personal information is as accurate, complete and up-to-date as is necessary for the purposes for which it collects the information, and ensure that the record it makes of personal information is as accurate, complete and up-to-date as is necessary for the purposes for which it collects the information, and ensure that the records which contain the personal information are protected against unauthorised copying, modification or destruction. ensure that the records which contain the personal information are protected against unauthorised copying, modification or destruction. (2) The Authority shall not update a record of personal information about an individual unless The Authority shall not update a record of personal information about an individual unless the update is necessary to fulfil the purpose for which the Authority collected the information, the update is necessary to fulfil the purpose for which the Authority collected the information, the individual consents to the update, or the individual consents to the update, or this Act or any other enactment requires the update. this Act or any other enactment requires the update."
    },
    {
      "provision_ref": "s47",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "47",
      "title": "Security of personal information held by the Authority",
      "content": "(1) The Authority shall take the necessary steps to prevent the possibility of misuse of personal information to make a decision about the individual concerned. The Authority shall take the necessary steps to prevent the possibility of misuse of personal information to make a decision about the individual concerned. (2) The Authority is responsible for the protection of personal information in its custody or under its control including information that has been transferred to a third-party for processing. The Authority is responsible for the protection of personal information in its custody or under its control including information that has been transferred to a third-party for processing. (3) Where the Authority contracts a third party to perform a function relating to information in its custody it shall take reasonable steps to ensure that the information available to that third party is protected. Where the Authority contracts a third party to perform a function relating to information in its custody it shall take reasonable steps to ensure that the information available to that third party is protected. (4) The Authority shall determine the degree of protection required, taking into consideration the circumstance, including The Authority shall determine the degree of protection required, taking into consideration the circumstance, including the sensitivity of the information, the sensitivity of the information, the volume of the information, and the volume of the information, and the format in which the information is stored. the format in which the information is stored. (5) The Authority shall make available to a person the general description of the safeguards that the Authority uses to protect personal information on request, and to comply with subsection (1). The Authority shall make available to a person the general description of the safeguards that the Authority uses to protect personal information on request, and to comply with subsection (1)."
    },
    {
      "provision_ref": "s48",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "48",
      "title": "Disclosure of personal information with consent",
      "content": "(1) The Authority may provide any person with personal information of an individual’s entry recorded in the Register if The Authority may provide any person with personal information of an individual’s entry recorded in the Register if that person obtains the prior consent of the individual, and that person obtains the prior consent of the individual, and that person makes the application with the authority of that individual. that person makes the application with the authority of that individual. (2) The personal information that may be provided to a person under subsection (1) is The personal information that may be provided to a person under subsection (1) is identity data; identity data; a photograph of the individual concerned; a photograph of the individual concerned; information that relates to residential status and personal reference numbers; information that relates to residential status and personal reference numbers; the signature of the individual concerned; and the signature of the individual concerned; and information in respect of the questions and responses used to identify the individual who made an application for an entry or a modification of an entry in the Register. information in respect of the questions and responses used to identify the individual who made an application for an entry or a modification of an entry in the Register. (3) Where a person is provided with personal information under subsection (1) in connection with a particular purpose, that person shall not use that information for any other purpose unless Where a person is provided with personal information under subsection (1) in connection with a particular purpose, that person shall not use that information for any other purpose unless the individual to whom the information relates permits the use of the information for that other purpose, the individual to whom the information relates permits the use of the information for that other purpose, the use of the information for that other purpose is authorised or required by law, the use of the information for that other purpose is authorised or required by law, the purpose for which the information is used is directly related to the purpose for which the information was collected, or the purpose for which the information is used is directly related to the purpose for which the information was collected, or the information is used the information is used in a form in which the individual concerned is not identified, or in a form in which the individual concerned is not identified, or for statistical or research purposes and will not be published in a form that can reasonably be expected to identify the individual concerned. for statistical or research purposes and will not be published in a form that can reasonably be expected to identify the individual concerned."
    },
    {
      "provision_ref": "s49",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "49",
      "title": "Disclosure of personal information without consent",
      "content": "The Authority may disclose the personal information of on an individual record in the Register without the consent of that individual if the information is required by a public authority for national security reasons; by a public authority for national security reasons; for a purpose connected with the prevention and detection of crime; for a purpose connected with the prevention and detection of crime; for a purpose related to the prevention, detection or investigation of conduct in respect of which a public authority has the power to impose penalties; for a purpose related to the prevention, detection or investigation of conduct in respect of which a public authority has the power to impose penalties; for a matter related to national health insurance or immigration, for a matter related to national health insurance or immigration, to correct inaccurate or incomplete personal information recorded in the Register; or to correct inaccurate or incomplete personal information recorded in the Register; or for a purpose relevant to the functions of the Authority. for a purpose relevant to the functions of the Authority."
    },
    {
      "provision_ref": "s50",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "50",
      "title": "Unauthorised disclosure of information",
      "content": "(1) The Authority, members of the Board and staff of the Authority shall not disclose or provide any personal information in connection with The Authority, members of the Board and staff of the Authority shall not disclose or provide any personal information in connection with an application, an application, an enquiry, or an enquiry, or an investigation an investigation related to a registration or application process in this Part without lawful authority. (2) A person who is employed or contracted to give effect to the provisions of this Part, shall A person who is employed or contracted to give effect to the provisions of this Part, shall keep in strict confidence, and keep in strict confidence, and assist to keep in strict confidence assist to keep in strict confidence any personal information that comes to the knowledge of the person in the course of duty. (3) A person shall not make available any record of personal information received by a registration official to A person shall not make available any record of personal information received by a registration official to an unauthorised person, or an unauthorised person, or a person not entitled to receive the information. a person not entitled to receive the information. (4) A person who contravenes a provision of this section, commits an offence and is liable on summary conviction to a fine of not more than two hundred and fifty penalty units or to a term of imprisonment of not more than two years or to both. A person who contravenes a provision of this section, commits an offence and is liable on summary conviction to a fine of not more than two hundred and fifty penalty units or to a term of imprisonment of not more than two years or to both."
    },
    {
      "provision_ref": "s51",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "51",
      "title": "Right of access to personal information by an individual",
      "content": "(1) Subject to this Part an individual may access personal information about that individual, which is in the custody or under the control of the Authority including information on its use and disclosure. Subject to this Part an individual may access personal information about that individual, which is in the custody or under the control of the Authority including information on its use and disclosure. (2) Despite subsection (1), an individual cannot have access to personal information if Despite subsection (1), an individual cannot have access to personal information if the information relates to the requirement of an investigative body to enforce a law or to carry out an investigation relating to the enforcement of that law or to gather information or intelligence for the enforcement of that law, the information relates to the requirement of an investigative body to enforce a law or to carry out an investigation relating to the enforcement of that law or to gather information or intelligence for the enforcement of that law, the Authority has reasonable grounds to believe that the information relates to a breach of or a contravention of a law that has been, is being or is about to be committed, the Authority has reasonable grounds to believe that the information relates to a breach of or a contravention of a law that has been, is being or is about to be committed, the process of granting the access is likely to reveal confidential or organisational information that is likely to adversely affect the interests of the Authority, or the process of granting the access is likely to reveal confidential or organisational information that is likely to adversely affect the interests of the Authority, or that access is contrary to the public interest. that access is contrary to the public interest. (3) An individual shall not have access to personal information in the custody of the Authority where granting the access is likely to reveal the personal information of another individual who does not consent to granting the access and it is not possible to sever the requested information from the personal information of that other individual. An individual shall not have access to personal information in the custody of the Authority where granting the access is likely to reveal the personal information of another individual who does not consent to granting the access and it is not possible to sever the requested information from the personal information of that other individual."
    },
    {
      "provision_ref": "s52",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "52",
      "title": "Correction of personal information held by the Authority",
      "content": "(1) Where the record of the Authority to which access has been granted under this Part contains personal information of an individual and that individual claims that the information is incomplete, incorrect or misleading or not relevant for the purpose for which the record is held, the Authority may, on the application of that individual, correct the information on satisfaction of that claim. Where the record of the Authority to which access has been granted under this Part contains personal information of an individual and that individual claims that the information is incomplete, incorrect or misleading or not relevant for the purpose for which the record is held, the Authority may, on the application of that individual, correct the information on satisfaction of that claim. (2) The application shall be in writing and shall specify The application shall be in writing and shall specify the record of personal information that is claimed to require correction, the record of personal information that is claimed to require correction, the information that is claimed to be incomplete, incorrect or misleading, the information that is claimed to be incomplete, incorrect or misleading, the applicant's reasons for the claim, and the applicant's reasons for the claim, and the correction required by the applicant. the correction required by the applicant. (3) When effecting correction to personal information in a record, the Authority shall ensure that it does not obliterate the text of the record as it existed prior to the correction. When effecting correction to personal information in a record, the Authority shall ensure that it does not obliterate the text of the record as it existed prior to the correction. (4) Where the Authority is not satisfied with the reasons for an application, the Authority may refuse to effect the correction to the information and inform the applicant of its refusal and the reasons. Where the Authority is not satisfied with the reasons for an application, the Authority may refuse to effect the correction to the information and inform the applicant of its refusal and the reasons. (5) Where the Authority refuses to connect personal information given to the Authority by an individual, that individual may refer the matter to the Commission on Human Rights and Administrative Justice. Where the Authority refuses to connect personal information given to the Authority by an individual, that individual may refer the matter to the Commission on Human Rights and Administrative Justice."
    },
    {
      "provision_ref": "s53",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "53",
      "title": "Right of user user agency to access, use, retain and disclose personal information",
      "content": "(1) Subject to subsection (2) a user agency may access, use, retain and disclose personal information in the database of the Authority Subject to subsection (2) a user agency may access, use, retain and disclose personal information in the database of the Authority (2) A user agency that accesses, uses, retains or discloses personal information from the Authority shall comply with the applicable provisions of this Part and guidelines issued by the Authority. A user agency that accesses, uses, retains or discloses personal information from the Authority shall comply with the applicable provisions of this Part and guidelines issued by the Authority."
    },
    {
      "provision_ref": "s54",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "54",
      "title": "Notification to the individual by user agency",
      "content": "(1) Where a user agency intends to access the personal information of an individual from the database of the Authority, the user agency shall take reasonable steps to ensure that the individual is aware of the Where a user agency intends to access the personal information of an individual from the database of the Authority, the user agency shall take reasonable steps to ensure that the individual is aware of the authority for the access, authority for the access, purpose for which the personal information is required; and purpose for which the personal information is required; and intended recipient of the personal information intended recipient of the personal information before accessing the personal information from the Authority. (2) A user agency may access or collect personal information other than from the Authority where, A user agency may access or collect personal information other than from the Authority where, the personal information is publicly available, the personal information is publicly available, the individual concerned authorises the access or collection of the information; or the individual concerned authorises the access or collection of the information; or the access or collection of the information is not prejudicial to the interest of the individual. the access or collection of the information is not prejudicial to the interest of the individual."
    },
    {
      "provision_ref": "s55",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "55",
      "title": "Power of Authority to issue guidelines",
      "content": "(1) The Authority shall in addition to the provisions of this Part issue guidelines on the access, use, retention and disclosure of personal information by user agencies. The Authority shall in addition to the provisions of this Part issue guidelines on the access, use, retention and disclosure of personal information by user agencies. (2) Guidelines issued under subsection (1) shall be under the signature of the Executive Secretary and shall provide sanctions for breach of the guidelines. Guidelines issued under subsection (1) shall be under the signature of the Executive Secretary and shall provide sanctions for breach of the guidelines."
    },
    {
      "provision_ref": "s56",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "56",
      "title": "Limits on use of personal information by user agency",
      "content": "Subject to section 58 which relates to the non invasion of the privacy of an individual, where a user agency holds personal information obtained from the Authority in connection with a particular purpose, it shall not use the personal information for any other purpose unless the individual concerned authorises the use of the information for that other purpose, the individual concerned authorises the use of the information for that other purpose, the use of the personal information for that other purpose is authorised or required by law, the use of the personal information for that other purpose is authorised or required by law, the purpose for which the information is used is directly related to the purpose for which it was collected, the purpose for which the information is used is directly related to the purpose for which it was collected, the information is used in a form in which the individual concerned is not identified, or in a form in which the individual concerned is not identified, or for statistical or research purposes and will not be published in a form that could reasonably be expected to identify the individual concerned, or for statistical or research purposes and will not be published in a form that could reasonably be expected to identify the individual concerned, or the use of the information for that other purpose is necessary for the prevention, detection, investigation, prosecution or punishment for an offence, for the prevention, detection, investigation, prosecution or punishment for an offence, for the preparation or conduct of proceedings before a court or the implementation of an order of a court, for the preparation or conduct of proceedings before a court or the implementation of an order of a court, for the protection of public revenue, or for the protection of public revenue, or in the interests of national security or defence. in the interests of national security or defence."
    },
    {
      "provision_ref": "s57",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "57",
      "title": "Limits on disclosure by a user agency of personal information",
      "content": "(1) Subject to section 58, where a user agency holds personal information, it shall not disclose the personal information to any other person unless Subject to section 58, where a user agency holds personal information, it shall not disclose the personal information to any other person unless the individual concerned has consented to the disclosure, the individual concerned has consented to the disclosure, the disclosure of the personal information is required or authorised by law, the disclosure of the personal information is required or authorised by law, the disclosure of the personal information is one of the purposes in connection with which the information was collected or is directly connected to that purpose, the disclosure of the personal information is one of the purposes in connection with which the information was collected or is directly connected to that purpose, the individual concerned is made aware that personal information of that kind is normally passed on to that other person, the individual concerned is made aware that personal information of that kind is normally passed on to that other person, the personal information is to be disclosed the personal information is to be disclosed in a form in which the individual concerned is not identified, or in a form in which the individual concerned is not identified, or for statistical or research purposes and will not be published in a form that could reasonably be expected to identify the individual concerned, or for statistical or research purposes and will not be published in a form that could reasonably be expected to identify the individual concerned, or the user agency determines that the disclosure of the personal information is necessary the user agency determines that the disclosure of the personal information is necessary for the prevention, detection, investigation, prosecution or punishment for an offence, for the prevention, detection, investigation, prosecution or punishment for an offence, for the preparation for or conduct of proceedings before a court or implementation of an order of a court, for the preparation for or conduct of proceedings before a court or implementation of an order of a court, for the enforcement of a law, for the enforcement of a law, for the protection of public revenue, or for the protection of public revenue, or in the interests of national security or defence. in the interests of national security or defence. (2) A person to whom personal information is disclosed shall not disclose the information for a purpose other than the purpose for which the information was provided. A person to whom personal information is disclosed shall not disclose the information for a purpose other than the purpose for which the information was provided."
    },
    {
      "provision_ref": "s58",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "58",
      "title": "Non invasion of privacy",
      "content": "(1) A user agency may only use or disclose personal information where the use or disclosure of the information does not invade the privacy of the individual concerned. A user agency may only use or disclose personal information where the use or disclosure of the information does not invade the privacy of the individual concerned. (2) Where a user agency uses or discloses personal information, it shall take into account the specific nature of the information and the specific purpose for which it is to be used or disclosed. Where a user agency uses or discloses personal information, it shall take into account the specific nature of the information and the specific purpose for which it is to be used or disclosed. (3) The privacy of the individual is guaranteed under this Act. The privacy of the individual is guaranteed under this Act."
    },
    {
      "provision_ref": "s59",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "59",
      "title": "Storage and security of personal information by a user agency",
      "content": "Where a user agency holds personal information it shall secure and store the information in accordance with guidelines issued by the Authority. Where a user agency holds personal information it shall secure and store the information in accordance with guidelines issued by the Authority."
    },
    {
      "provision_ref": "s60",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "60",
      "title": "Sharing of personal information among user agencies",
      "content": "(1) A user agency that obtains personal information from the national database held by the Authority or an agent of the Authority, may share the information with other user agencies. A user agency that obtains personal information from the national database held by the Authority or an agent of the Authority, may share the information with other user agencies. (2) Each request made by a user agency for access to personal information shall state Each request made by a user agency for access to personal information shall state the purpose for which the information is required for use, the purpose for which the information is required for use, the period of retention of the information, the period of retention of the information, the recipient of the information, and the recipient of the information, and the security and confidential modalities for the disposal of the personal information which is no longer required. the security and confidential modalities for the disposal of the personal information which is no longer required."
    },
    {
      "provision_ref": "s61",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "61",
      "title": "Retention and disposal of personal information by a user agency",
      "content": "Where a user agency uses personal information for an administrative purpose, it shall retain the information after its use for the period contained in guidelines issued by the Authority. Where a user agency uses personal information for an administrative purpose, it shall retain the information after its use for the period contained in guidelines issued by the Authority."
    },
    {
      "provision_ref": "s62",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "62",
      "title": "Reference to the Commission by an aggrieved person",
      "content": "An individual aggrieved by a decision of the Authority in relation to the use, retention or disclosure of that individual’s personal information; or a decision of the Authority in relation to the use, retention or disclosure of that individual’s personal information; or the access, use, retention or disclosure of that individual’s personal information by a user agency, under this Part may refer the matter to the access, use, retention or disclosure of that individual’s personal information by a user agency, under this Part may refer the matter to the Commission on Human Rights and administrative Justice for redress."
    },
    {
      "provision_ref": "s63",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "63",
      "title": "Power of the Commission and further redress",
      "content": "(1) The Commission shall on a reference under section 62 investigate the matter and determine it as the Commission considers just. The Commission shall on a reference under section 62 investigate the matter and determine it as the Commission considers just. (2) A person dissatisfied with a decision of the Commission may seek further redress in the High Court. A person dissatisfied with a decision of the Commission may seek further redress in the High Court."
    },
    {
      "provision_ref": "s64",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "64",
      "title": "Application of Act 456 and C.I. 7",
      "content": "The provisions of the Commission on Human Rights and Administrative Justice Act 1993 (Act 456) and the Commission on Human Rights and Administrative Justice (Complaint Procedure) Regulations, 1994 (C.I. 7) shall apply for the purposes of section 62 with the necessary modifications. The provisions of the Commission on Human Rights and Administrative Justice Act 1993 (Act 456) and the Commission on Human Rights and Administrative Justice (Complaint Procedure) Regulations, 1994 (C.I. 7) shall apply for the purposes of section 62 with the necessary modifications."
    },
    {
      "provision_ref": "s65",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "65",
      "title": "Obstruction",
      "content": "(1) A person shall not obstruct the Authority or a person who acts on behalf of or by the direction of the Authority in the discharge of a duty or performance of a function of the Authority under this Act. A person shall not obstruct the Authority or a person who acts on behalf of or by the direction of the Authority in the discharge of a duty or performance of a function of the Authority under this Act. (2) A person who contravenes a provision of this section commits an offence and is liable on summary conviction to a fine of not more than two hundred and fifty penalty units or to a term of imprisonment of not more than two years or to both. A person who contravenes a provision of this section commits an offence and is liable on summary conviction to a fine of not more than two hundred and fifty penalty units or to a term of imprisonment of not more than two years or to both."
    },
    {
      "provision_ref": "s66",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "66",
      "title": "Unauthorised access to Authority’s computer resources and data",
      "content": "(1) An unauthorised person who An unauthorised person who causes a computer or any other electronic device of the Authority to perform a function with the intent to obtain access to any programme or data held in that computer by the Authority, or causes a computer or any other electronic device of the Authority to perform a function with the intent to obtain access to any programme or data held in that computer by the Authority, or attempts to access personal information held by the Authority contrary to this Act, attempts to access personal information held by the Authority contrary to this Act, commits an offence and is liable on summary conviction to a fine of not more than five thousand penalty units or to a term of imprisonment of not more than ten years or to both. (2) A person who aids or abets another person to commit an offence under subsection (1) is liable on summary conviction to a fine of not more than five thousand penalty units or to a term of imprisonment of not more than ten years or to both. A person who aids or abets another person to commit an offence under subsection (1) is liable on summary conviction to a fine of not more than five thousand penalty units or to a term of imprisonment of not more than ten years or to both. (3) A person who has custody or control of a programme, data or other information which is held in or retrieved from a computer or any other electronic device that belongs to the Authority and which that person is not authorised to have custody of or control, shall be treated as having obtained unauthorised access to the programme, data or information unless otherwise proved. A person who has custody or control of a programme, data or other information which is held in or retrieved from a computer or any other electronic device that belongs to the Authority and which that person is not authorised to have custody of or control, shall be treated as having obtained unauthorised access to the programme, data or information unless otherwise proved."
    },
    {
      "provision_ref": "s67",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "67",
      "title": "Unauthorised modification of the content of a computer system held by the Authority",
      "content": "(1) A person shall not A person shall not without the approval of the Authority, modify the content of a computer system held by the Authority, or without the approval of the Authority, modify the content of a computer system held by the Authority, or act in a manner which causes the unauthorised modification of the contents of a computer system held by the Authority. act in a manner which causes the unauthorised modification of the contents of a computer system held by the Authority. (2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than four thousand penalty units or to a term of imprisonment of not less than seven years or to both. A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than four thousand penalty units or to a term of imprisonment of not less than seven years or to both. (3) For the purposes of this section, a “modification” includes a temporary or permanent modification. For the purposes of this section, a “modification” includes a temporary or permanent modification."
    },
    {
      "provision_ref": "s68",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "68",
      "title": "Unlawful communication",
      "content": "(1) A person shall not communicate to any other person directly or indirectly a number, code, password or other means to access personal information contained in a computer of the Authority other than the person to whom that person is duly authorised to communicate to. A person shall not communicate to any other person directly or indirectly a number, code, password or other means to access personal information contained in a computer of the Authority other than the person to whom that person is duly authorised to communicate to. (2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not more than two thousand five hundred penalty units or to a term of imprisonment of not more than five years or to both. A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not more than two thousand five hundred penalty units or to a term of imprisonment of not more than five years or to both."
    },
    {
      "provision_ref": "s69",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "69",
      "title": "Unauthorised disclosure, submission or transfer of personal information from the Register",
      "content": "An officer of the Authority who without authority discloses, submits or transfers data from the Register to any other person, commits an offence and is liable on summary conviction to a fine of not more than two thousand five hundred penalty units or to a term of imprisonment of not more than five years. An officer of the Authority who without authority discloses, submits or transfers data from the Register to any other person, commits an offence and is liable on summary conviction to a fine of not more than two thousand five hundred penalty units or to a term of imprisonment of not more than five years."
    },
    {
      "provision_ref": "s70",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "70",
      "title": "Other offences",
      "content": "(1) A person who commits an offence under this Act for which a penalty has not been specified, is liable on summary conviction to a fine of not more than two hundred and fifty penalty units, or to a term of imprisonment of not more than two years or to both. A person who commits an offence under this Act for which a penalty has not been specified, is liable on summary conviction to a fine of not more than two hundred and fifty penalty units, or to a term of imprisonment of not more than two years or to both. (2) Where an offence is committed by a body corporate under this Act, every director, manager, partner, secretary or officer of that body corporate or a person purporting to act in that capacity is liable on summary conviction to the penalty provided in respect of that offence. Where an offence is committed by a body corporate under this Act, every director, manager, partner, secretary or officer of that body corporate or a person purporting to act in that capacity is liable on summary conviction to the penalty provided in respect of that offence. (3) A person shall not be treated as having committed an offence under subsection (2) where that person proves that the offence was committed without that person’s consent or connivance and that due diligence was exercised to prevent the commission of the offence having regard to the circumstances. A person shall not be treated as having committed an offence under subsection (2) where that person proves that the offence was committed without that person’s consent or connivance and that due diligence was exercised to prevent the commission of the offence having regard to the circumstances."
    },
    {
      "provision_ref": "s71",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "71",
      "title": "Access to national identity cards by law enforcement officers",
      "content": "(1) A law enforcement officer may request to see an identity card of an individual but shall return the card to the individual immediately unless the officer suspects the commission of an offence A law enforcement officer may request to see an identity card of an individual but shall return the card to the individual immediately unless the officer suspects the commission of an offence by the individual, or by the individual, or in relation to the card. in relation to the card. (2) Failure by an individual to produce that individual’s national identity card on demand is not a ground for arrest by a law enforcement officer. Failure by an individual to produce that individual’s national identity card on demand is not a ground for arrest by a law enforcement officer."
    },
    {
      "provision_ref": "s72",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "72",
      "title": "Collaboration with user agencies",
      "content": "The Authority shall collaborate with user agencies for the purpose of this Act. The Authority shall collaborate with user agencies for the purpose of this Act."
    },
    {
      "provision_ref": "s73",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "73",
      "title": "Regulations",
      "content": "(1) The Minister may on the advice of the Board by legislative instrument make regulations to The Minister may on the advice of the Board by legislative instrument make regulations to prescribe the form for the application for registration; prescribe the form for the application for registration; provide procedures required to be followed in respect of issuing national identity cards; provide procedures required to be followed in respect of issuing national identity cards; prescribe conditions and requirements for registration; prescribe conditions and requirements for registration; provide for further information required provide for further information required to be recorded in the Register; to be recorded in the Register; to be indicated on the national identity card; and to be indicated on the national identity card; and to verify information entered in the Register; to verify information entered in the Register; amend the schedule; amend the schedule; provide that every public office should demand the presentation of an identity card as a condition precedent to the provision of its service; provide that every public office should demand the presentation of an identity card as a condition precedent to the provision of its service; provide for further restrictions on personal information that may be provided under sections 48 and 49; provide for further restrictions on personal information that may be provided under sections 48 and 49; provide for how authority or consent may be given for the provision of personal information under subsection (1) of section 48; provide for how authority or consent may be given for the provision of personal information under subsection (1) of section 48; provide procedures required to be followed for the collection of personal information without the consent of the individual concerned; provide procedures required to be followed for the collection of personal information without the consent of the individual concerned; prescribe guidelines for access, retention, use and disclosure of personal information by user agencies; and prescribe guidelines for access, retention, use and disclosure of personal information by user agencies; and provide for any other matter that is necessary for the effective implementation of the provisions of this Act. provide for any other matter that is necessary for the effective implementation of the provisions of this Act. (2) Despite the Statutory Instalments Act 1959 (No. 52) as amended, the penalty for the contravention of regulations shall be a fine of not more than two thousand, five hundred penalty units or imprisonment for a term of not more than five years. Despite the Statutory Instalments Act 1959 (No. 52) as amended, the penalty for the contravention of regulations shall be a fine of not more than two thousand, five hundred penalty units or imprisonment for a term of not more than five years."
    },
    {
      "provision_ref": "s74",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "74",
      "title": "Consequential amendment",
      "content": "(3) The Board shall ensure the performance of the functions of the Authority”. The Board shall ensure the performance of the functions of the Authority”."
    },
    {
      "provision_ref": "s75",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "75",
      "title": "Interpretation",
      "content": "In this act unless the context otherwise requires“administrative purpose” means the use of personal information about an individual in a decision-making process that directly affects that individual;“apparatus” means instruments used for the purpose of producing a national identity card;“applicant” means an individual who makes an application for an entry to be made in the Register or for the issue or re-issue of a national identity card;“Authority” means the National Identification Authority;“authorised person” means a person who is required under this Act to perform a specific function;“authorised user” means a person who has been authorised by the Authority to use any of its application or system software to perform, a specified function;“biometric information” means the electronic template derived from the measurement and analysis of unique human body characteristics including fingerprints, facial patterns, eye retinas and irises, voice patterns and palm measurements, for authentication purposes;“Board” means the governing body of the National Identification Authority;“card collection slip” means the card issued to a registered individual and required for presentation for collection of the national identity card;“citizen” means a citizen of Ghana;“collect” means to gather, acquire or obtain information;“Commission” means the Commission established under the Commission on Human Rights and Administrative Justice Act, 1993 (Act 456);“complainant” includes a person authorised by a complainant to act on behalf of that complainant;“computer resources” means a physical device, internal system component, file network connection and memory area connected to a computer system which is of limited availability;“computer system” means the set of computer hardware, computer software and peripheral equipment for use by the Authority;“data” means facts or information which may be(a)recorded with the intention that it may be processed; or(b)recorded as part of a relevant filing system or with the intention that they form part of a relevant filing system;“document” includes any medium in which information is recorded, whether printed or on tape or film or by electronic means or otherwise and a map, diagram, photograph, film, microfilm, video-tape, sound recording, machine-readable record, or any record which is capable of being produced from a machine-readable record by means of equipment or a programme or a combination of both and which is used for that purpose by the authority which holds the record;“electronic data base” means a collection of electronic records organised for ease and speed of search and retrieval using specific data management software;“encrypted” means an irreversible transformation of data from the original to a format that is difficult to interpret as a mechanism for the protection of the confidentiality, integrity and authenticity;“Executive Secretary” means the Executive Secretary of the National Identification Authority;“fingerprint” means a record of the unique pattern of curves formed by the ridges and valleys and other characteristics of the fingers of an individual;“head” means the person responsible for the overall management of a user agency including its policies and practices and the Executive Secretary of the Authority;“holder” means an individual to whom the lawful possession of a national identity card has been granted to use for the purpose of this Act;“identity data” means the physiographic characteristics of an individual including the biometric information of an individual required for the purpose of establishing that individual’s identity;“identity document” includes the following(a)birth certificate,(b)baptismal certificate,(c)birth weighing card,(d)a voter’s identity card,(e)a national health insurance card,(f)an immigration document,(g)a valid Ghanaian or foreign passport,(h)a document that may be used in place of a passport,(i)a valid driving licence,(j)a valid resident permit,(k)a certificate of acquired citizenship;“individual” means a human being with respect to whom information is or was collected, used or disclosed;“mass registration” means a registration exercise carried out to cover the registration of the total populace for the issuing of national identity cards;“Minister” means the Minister assigned responsibility for the National Identification System;“national identity card” means an identity card with a personal identification number issued by the Authority for purpose of identification of an individual to whom the card is issued;“permanently resident” means residing in the country indefinitely on a permit granted under the Immigration Act, 2000 (Act 573);“person with disability” means an individual with a physical, mental or sensory impairment including a visual, hearing or speech functional disability which gives rise to physical, cultural or social barriers that substantially limits one or more of the major life activities of that individual;“personal information” means information or data about an identifiable individual that is recorded in any form including(a)information that relates to the nationality, age or marital status of the individual,(b)information that relates to the educational level, or occupation of the individual or information that relates to a financial transaction in which the individual has been involved,(c)an identification number, symbol or other particulars assigned to the individual, and(d)identity data;“prescribed information” means data that the Board may from time to time direct to be printed on the national identity card;“process” means to carry out an operation on an information or data including the(a)organisation, adaptation or alteration,(b)retrieval, consultation or use,(c)disclosure by transmission, dissemination or other means available, and(d)alignment, combination, blocking, erasure or destructionof the information or data;“public interest” includes any right or advantage which enures or is intended to enure to the benefit generally of the whole of the people of the Republic;“record” includes information that is recorded in any form or in any medium of writing, print, photographic, electronic or otherwise, but does not include a computer programme or other mechanism that can produce a record;“relevant filing system” means information that relates to an individual which, although not processed by means of equipment operating automatically in response to instructions given for processing the information, is structured either by reference to an individual or by reference to a criteria that relates to the individual, in a manner that specific information which relates to a particular individual is readily accessible;“Register” means the National Identity Register established under section 2;“residence permit” means a permit granted to a foreign national who intends to remain in the country for a substantial period which in the first instance does not exceed four years and may be extended;“safe storage” means a protected, enclosed and secure holding place for the storage of registration forms and other materials;“text data” means data that has been captured in text format;“user” means an individual, expert or novice who uses a computer; and“user agency” includes the Social Security and National Insurance Trust, the National Health Insurance Service, the Revenue Agencies Governing Board, the Ghana Immigration Service and any other public or private organisation approved of by the Minister which requires identity data from the Authority. In this act unless the context otherwise requires “administrative purpose” means the use of personal information about an individual in a decision-making process that directly affects that individual; “apparatus” means instruments used for the purpose of producing a national identity card; “applicant” means an individual who makes an application for an entry to be made in the Register or for the issue or re-issue of a national identity card; “Authority” means the National Identification Authority; “authorised person” means a person who is required under this Act to perform a specific function; “authorised user” means a person who has been authorised by the Authority to use any of its application or system software to perform, a specified function; “biometric information” means the electronic template derived from the measurement and analysis of unique human body characteristics including fingerprints, facial patterns, eye retinas and irises, voice patterns and palm measurements, for authentication purposes; “Board” means the governing body of the National Identification Authority; “card collection slip” means the card issued to a registered individual and required for presentation for collection of the national identity card; “citizen” means a citizen of Ghana; “collect” means to gather, acquire or obtain information; “Commission” means the Commission established under the Commission on Human Rights and Administrative Justice Act, 1993 (Act 456); “complainant” includes a person authorised by a complainant to act on behalf of that complainant; “computer resources” means a physical device, internal system component, file network connection and memory area connected to a computer system which is of limited availability; “computer system” means the set of computer hardware, computer software and peripheral equipment for use by the Authority; recorded with the intention that it may be processed; or recorded as part of a relevant filing system or with the intention that they form part of a relevant filing system; “document” includes any medium in which information is recorded, whether printed or on tape or film or by electronic means or otherwise and a map, diagram, photograph, film, microfilm, video-tape, sound recording, machine-readable record, or any record which is capable of being produced from a machine-readable record by means of equipment or a programme or a combination of both and which is used for that purpose by the authority which holds the record; “electronic data base” means a collection of electronic records organised for ease and speed of search and retrieval using specific data management software; “encrypted” means an irreversible transformation of data from the original to a format that is difficult to interpret as a mechanism for the protection of the confidentiality, integrity and authenticity; “Executive Secretary” means the Executive Secretary of the National Identification Authority; “fingerprint” means a record of the unique pattern of curves formed by the ridges and valleys and other characteristics of the fingers of an individual; “head” means the person responsible for the overall management of a user agency including its policies and practices and the Executive Secretary of the Authority; “holder” means an individual to whom the lawful possession of a national identity card has been granted to use for the purpose of this Act; “identity data” means the physiographic characteristics of an individual including the biometric information of an individual required for the purpose of establishing that individual’s identity; birth certificate, baptismal certificate, birth weighing card, a voter’s identity card, a national health insurance card, an immigration document, a valid Ghanaian or foreign passport, a document that may be used in place of a passport, a valid driving licence, a valid resident permit, a certificate of acquired citizenship; “individual” means a human being with respect to whom information is or was collected, used or disclosed; “mass registration” means a registration exercise carried out to cover the registration of the total populace for the issuing of national identity cards; “Minister” means the Minister assigned responsibility for the National Identification System; “national identity card” means an identity card with a personal identification number issued by the Authority for purpose of identification of an individual to whom the card is issued; “permanently resident” means residing in the country indefinitely on a permit granted under the Immigration Act, 2000 (Act 573); “person with disability” means an individual with a physical, mental or sensory impairment including a visual, hearing or speech functional disability which gives rise to physical, cultural or social barriers that substantially limits one or more of the major life activities of that individual; information that relates to the nationality, age or marital status of the individual, information that relates to the educational level, or occupation of the individual or information that relates to a financial transaction in which the individual has been involved, an identification number, symbol or other particulars assigned to the individual, and identity data; “prescribed information” means data that the Board may from time to time direct to be printed on the national identity card; organisation, adaptation or alteration, retrieval, consultation or use, disclosure by transmission, dissemination or other means available, and alignment, combination, blocking, erasure or destruction “public interest” includes any right or advantage which enures or is intended to enure to the benefit generally of the whole of the people of the Republic; “record” includes information that is recorded in any form or in any medium of writing, print, photographic, electronic or otherwise, but does not include a computer programme or other mechanism that can produce a record; “relevant filing system” means information that relates to an individual which, although not processed by means of equipment operating automatically in response to instructions given for processing the information, is structured either by reference to an individual or by reference to a criteria that relates to the individual, in a manner that specific information which relates to a particular individual is readily accessible; “Register” means the National Identity Register established under section 2; “residence permit” means a permit granted to a foreign national who intends to remain in the country for a substantial period which in the first instance does not exceed four years and may be extended; “safe storage” means a protected, enclosed and secure holding place for the storage of registration forms and other materials; “text data” means data that has been captured in text format; “user” means an individual, expert or novice who uses a computer; and “user agency” includes the Social Security and National Insurance Trust, the National Health Insurance Service, the Revenue Agencies Governing Board, the Ghana Immigration Service and any other public or private organisation approved of by the Minister which requires identity data from the Authority."
    },
    {
      "provision_ref": "s76",
      "part": "Part Two – Protection of personal information held by the Authority",
      "section": "76",
      "title": "Transitional provisions",
      "content": "(1) A national identity card issued and valid at the commencement of this Act under any enactment shall remain in force until the card where applicable is replaced by a national identity card issued under this Act. A national identity card issued and valid at the commencement of this Act under any enactment shall remain in force until the card where applicable is replaced by a national identity card issued under this Act. (2) Any act lawfully made or done under any enactment that makes provision for the collection, holding, use, collection or disclosure of personal information shall continue to have effect until reviewed or terminated under this Act. Any act lawfully made or done under any enactment that makes provision for the collection, holding, use, collection or disclosure of personal information shall continue to have effect until reviewed or terminated under this Act."
    }
  ],
  "definitions": [
    {
      "term": "administrative purpose",
      "definition": "the use of personal information about an individual in a decision-making process that directly affects that individual",
      "source_provision": "s75"
    },
    {
      "term": "apparatus",
      "definition": "instruments used for the purpose of producing a national identity card",
      "source_provision": "s75"
    },
    {
      "term": "applicant",
      "definition": "an individual who makes an application for an entry to be made in the Register or for the issue or re-issue of a national identity card",
      "source_provision": "s75"
    },
    {
      "term": "Authority",
      "definition": "the National Identification Authority",
      "source_provision": "s75"
    },
    {
      "term": "authorised person",
      "definition": "a person who is required under this Act to perform a specific function",
      "source_provision": "s75"
    },
    {
      "term": "authorised user",
      "definition": "a person who has been authorised by the Authority to use any of its application or system software to perform, a specified function",
      "source_provision": "s75"
    },
    {
      "term": "biometric information",
      "definition": "the electronic template derived from the measurement and analysis of unique human body characteristics including fingerprints, facial patterns, eye retinas and irises, voice patterns and palm measurements, for authentication purposes",
      "source_provision": "s75"
    },
    {
      "term": "Board",
      "definition": "the governing body of the National Identification Authority",
      "source_provision": "s75"
    },
    {
      "term": "card collection slip",
      "definition": "the card issued to a registered individual and required for presentation for collection of the national identity card",
      "source_provision": "s75"
    },
    {
      "term": "citizen",
      "definition": "a citizen of Ghana",
      "source_provision": "s75"
    },
    {
      "term": "collect",
      "definition": "to gather, acquire or obtain information",
      "source_provision": "s75"
    },
    {
      "term": "Commission",
      "definition": "the Commission established under the Commission on Human Rights and Administrative Justice Act, 1993 (Act 456)",
      "source_provision": "s75"
    },
    {
      "term": "computer resources",
      "definition": "a physical device, internal system component, file network connection and memory area connected to a computer system which is of limited availability",
      "source_provision": "s75"
    },
    {
      "term": "computer system",
      "definition": "the set of computer hardware, computer software and peripheral equipment for use by the Authority",
      "source_provision": "s75"
    },
    {
      "term": "data",
      "definition": "facts or information which may be(a)recorded with the intention that it may be processed",
      "source_provision": "s75"
    },
    {
      "term": "electronic data base",
      "definition": "a collection of electronic records organised for ease and speed of search and retrieval using specific data management software",
      "source_provision": "s75"
    },
    {
      "term": "encrypted",
      "definition": "an irreversible transformation of data from the original to a format that is difficult to interpret as a mechanism for the protection of the confidentiality, integrity and authenticity",
      "source_provision": "s75"
    },
    {
      "term": "Executive Secretary",
      "definition": "the Executive Secretary of the National Identification Authority",
      "source_provision": "s75"
    },
    {
      "term": "fingerprint",
      "definition": "a record of the unique pattern of curves formed by the ridges and valleys and other characteristics of the fingers of an individual",
      "source_provision": "s75"
    },
    {
      "term": "head",
      "definition": "the person responsible for the overall management of a user agency including its policies and practices and the Executive Secretary of the Authority",
      "source_provision": "s75"
    },
    {
      "term": "holder",
      "definition": "an individual to whom the lawful possession of a national identity card has been granted to use for the purpose of this Act",
      "source_provision": "s75"
    },
    {
      "term": "identity data",
      "definition": "the physiographic characteristics of an individual including the biometric information of an individual required for the purpose of establishing that individual’s identity",
      "source_provision": "s75"
    },
    {
      "term": "individual",
      "definition": "a human being with respect to whom information is or was collected, used or disclosed",
      "source_provision": "s75"
    },
    {
      "term": "mass registration",
      "definition": "a registration exercise carried out to cover the registration of the total populace for the issuing of national identity cards",
      "source_provision": "s75"
    },
    {
      "term": "Minister",
      "definition": "the Minister assigned responsibility for the National Identification System",
      "source_provision": "s75"
    },
    {
      "term": "national identity card",
      "definition": "an identity card with a personal identification number issued by the Authority for purpose of identification of an individual to whom the card is issued",
      "source_provision": "s75"
    },
    {
      "term": "permanently resident",
      "definition": "residing in the country indefinitely on a permit granted under the Immigration Act, 2000 (Act 573)",
      "source_provision": "s75"
    },
    {
      "term": "person with disability",
      "definition": "an individual with a physical, mental or sensory impairment including a visual, hearing or speech functional disability which gives rise to physical, cultural or social barriers that substantially limits one or more of the major life activities of that individual",
      "source_provision": "s75"
    },
    {
      "term": "personal information",
      "definition": "information or data about an identifiable individual that is recorded in any form including(a)information that relates to the nationality, age or marital status of the individual,(b)information that relates to the educational level, or occupation of the individual or information that relates to a financial transaction in which the individual has been involved,(c)an identification number, symbol or other particulars assigned to the individual, and(d)identity data",
      "source_provision": "s75"
    },
    {
      "term": "prescribed information",
      "definition": "data that the Board may from time to time direct to be printed on the national identity card",
      "source_provision": "s75"
    },
    {
      "term": "process",
      "definition": "to carry out an operation on an information or data including the(a)organisation, adaptation or alteration,(b)retrieval, consultation or use,(c)disclosure by transmission, dissemination or other means available, and(d)alignment, combination, blocking, erasure or destructionof the information or data",
      "source_provision": "s75"
    },
    {
      "term": "relevant filing system",
      "definition": "information that relates to an individual which, although not processed by means of equipment operating automatically in response to instructions given for processing the information, is structured either by reference to an individual or by reference to a criteria that relates to the individual, in a manner that specific information which relates to a particular individual is readily accessible",
      "source_provision": "s75"
    },
    {
      "term": "Register",
      "definition": "the National Identity Register established under section 2",
      "source_provision": "s75"
    },
    {
      "term": "residence permit",
      "definition": "a permit granted to a foreign national who intends to remain in the country for a substantial period which in the first instance does not exceed four years and may be extended",
      "source_provision": "s75"
    },
    {
      "term": "safe storage",
      "definition": "a protected, enclosed and secure holding place for the storage of registration forms and other materials",
      "source_provision": "s75"
    },
    {
      "term": "text data",
      "definition": "data that has been captured in text format",
      "source_provision": "s75"
    },
    {
      "term": "user",
      "definition": "an individual, expert or novice who uses a computer",
      "source_provision": "s75"
    },
    {
      "term": "administrative purpose",
      "definition": "the use of personal information about an individual in a decision-making process that directly affects that individual",
      "source_provision": "s75"
    },
    {
      "term": "apparatus",
      "definition": "instruments used for the purpose of producing a national identity card",
      "source_provision": "s75"
    },
    {
      "term": "applicant",
      "definition": "an individual who makes an application for an entry to be made in the Register or for the issue or re-issue of a national identity card",
      "source_provision": "s75"
    },
    {
      "term": "Authority",
      "definition": "the National Identification Authority",
      "source_provision": "s75"
    },
    {
      "term": "authorised person",
      "definition": "a person who is required under this Act to perform a specific function",
      "source_provision": "s75"
    },
    {
      "term": "authorised user",
      "definition": "a person who has been authorised by the Authority to use any of its application or system software to perform, a specified function",
      "source_provision": "s75"
    },
    {
      "term": "biometric information",
      "definition": "the electronic template derived from the measurement and analysis of unique human body characteristics including fingerprints, facial patterns, eye retinas and irises, voice patterns and palm measurements, for authentication purposes",
      "source_provision": "s75"
    },
    {
      "term": "Board",
      "definition": "the governing body of the National Identification Authority",
      "source_provision": "s75"
    },
    {
      "term": "card collection slip",
      "definition": "the card issued to a registered individual and required for presentation for collection of the national identity card",
      "source_provision": "s75"
    },
    {
      "term": "citizen",
      "definition": "a citizen of Ghana",
      "source_provision": "s75"
    },
    {
      "term": "collect",
      "definition": "to gather, acquire or obtain information",
      "source_provision": "s75"
    },
    {
      "term": "Commission",
      "definition": "the Commission established under the Commission on Human Rights and Administrative Justice Act, 1993 (Act 456)",
      "source_provision": "s75"
    },
    {
      "term": "computer resources",
      "definition": "a physical device, internal system component, file network connection and memory area connected to a computer system which is of limited availability",
      "source_provision": "s75"
    },
    {
      "term": "computer system",
      "definition": "the set of computer hardware, computer software and peripheral equipment for use by the Authority",
      "source_provision": "s75"
    },
    {
      "term": "electronic data base",
      "definition": "a collection of electronic records organised for ease and speed of search and retrieval using specific data management software",
      "source_provision": "s75"
    },
    {
      "term": "encrypted",
      "definition": "an irreversible transformation of data from the original to a format that is difficult to interpret as a mechanism for the protection of the confidentiality, integrity and authenticity",
      "source_provision": "s75"
    },
    {
      "term": "Executive Secretary",
      "definition": "the Executive Secretary of the National Identification Authority",
      "source_provision": "s75"
    },
    {
      "term": "fingerprint",
      "definition": "a record of the unique pattern of curves formed by the ridges and valleys and other characteristics of the fingers of an individual",
      "source_provision": "s75"
    },
    {
      "term": "head",
      "definition": "the person responsible for the overall management of a user agency including its policies and practices and the Executive Secretary of the Authority",
      "source_provision": "s75"
    },
    {
      "term": "holder",
      "definition": "an individual to whom the lawful possession of a national identity card has been granted to use for the purpose of this Act",
      "source_provision": "s75"
    },
    {
      "term": "identity data",
      "definition": "the physiographic characteristics of an individual including the biometric information of an individual required for the purpose of establishing that individual’s identity",
      "source_provision": "s75"
    },
    {
      "term": "individual",
      "definition": "a human being with respect to whom information is or was collected, used or disclosed",
      "source_provision": "s75"
    },
    {
      "term": "mass registration",
      "definition": "a registration exercise carried out to cover the registration of the total populace for the issuing of national identity cards",
      "source_provision": "s75"
    },
    {
      "term": "Minister",
      "definition": "the Minister assigned responsibility for the National Identification System",
      "source_provision": "s75"
    },
    {
      "term": "national identity card",
      "definition": "an identity card with a personal identification number issued by the Authority for purpose of identification of an individual to whom the card is issued",
      "source_provision": "s75"
    },
    {
      "term": "permanently resident",
      "definition": "residing in the country indefinitely on a permit granted under the Immigration Act, 2000 (Act 573)",
      "source_provision": "s75"
    },
    {
      "term": "person with disability",
      "definition": "an individual with a physical, mental or sensory impairment including a visual, hearing or speech functional disability which gives rise to physical, cultural or social barriers that substantially limits one or more of the major life activities of that individual",
      "source_provision": "s75"
    },
    {
      "term": "prescribed information",
      "definition": "data that the Board may from time to time direct to be printed on the national identity card",
      "source_provision": "s75"
    },
    {
      "term": "relevant filing system",
      "definition": "information that relates to an individual which, although not processed by means of equipment operating automatically in response to instructions given for processing the information, is structured either by reference to an individual or by reference to a criteria that relates to the individual, in a manner that specific information which relates to a particular individual is readily accessible",
      "source_provision": "s75"
    },
    {
      "term": "Register",
      "definition": "the National Identity Register established under section 2",
      "source_provision": "s75"
    },
    {
      "term": "residence permit",
      "definition": "a permit granted to a foreign national who intends to remain in the country for a substantial period which in the first instance does not exceed four years and may be extended",
      "source_provision": "s75"
    },
    {
      "term": "safe storage",
      "definition": "a protected, enclosed and secure holding place for the storage of registration forms and other materials",
      "source_provision": "s75"
    },
    {
      "term": "text data",
      "definition": "data that has been captured in text format",
      "source_provision": "s75"
    },
    {
      "term": "user",
      "definition": "an individual, expert or novice who uses a computer",
      "source_provision": "s75"
    }
  ]
}