{
  "id": "act-769-2008",
  "type": "act",
  "title": "National Communications Authority Act, 2008",
  "short_name": "NCA 2008",
  "act_number": 769,
  "year": 2008,
  "status": "in_force",
  "issued_date": "2009-01-09",
  "url": "https://ghalii.org/akn/gh/act/2008/769",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the National Communications Authority",
      "content": "(1) There is established by this Act, a body known as the National Communications Authority. There is established by this Act, a body known as the National Communications Authority. (2) The Authority is a body corporate with perpetual succession and a common seal, and may sue and be sued in its corporate name. The Authority is a body corporate with perpetual succession and a common seal, and may sue and be sued in its corporate name. (3) The Authority may for the performance of its functions acquire and hold movable and immovable property and may enter into a contract or any other transaction. The Authority may for the performance of its functions acquire and hold movable and immovable property and may enter into a contract or any other transaction. (4) Where there is hindrance to the acquisition of property, the property may be acquired for the Authority under the State Property and Contracts Act 1960 (C.A.6) or the State Lands Act, 1962 (Act 125) and the costs shall be borne by the Authority. Where there is hindrance to the acquisition of property, the property may be acquired for the Authority under the State Property and Contracts Act 1960 (C.A.6) or the State Lands Act, 1962 (Act 125) and the costs shall be borne by the Authority."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Authority",
      "content": "The object of the Authority is to regulate the provision of communications services in the country. The object of the Authority is to regulate the provision of communications services in the country."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Authority",
      "content": "For the purpose of achieving its object, the Authority shall establish and monitor the implementation of national communications standards and ensure compliance accordingly; establish and monitor the implementation of national communications standards and ensure compliance accordingly; formulate a strategic plan; formulate a strategic plan; grant communication licence; grant communication licence; regulate and monitor licensees, holders of frequency authorisations in consultation with the National Media Commission where appropriate; regulate and monitor licensees, holders of frequency authorisations in consultation with the National Media Commission where appropriate; ensure fair competition amongst licencees, operators of communications networks and service providers of public communications; ensure fair competition amongst licencees, operators of communications networks and service providers of public communications; classify communications services to include; closed user group services; closed user group services; private communications services; private communications services; value added services; and value added services; and any other service designated by the Minister and published in the Gazette; any other service designated by the Minister and published in the Gazette; determine applications for communication licences including frequency authorisations, determine applications for communication licences including frequency authorisations, maintain the Register established under section 26; maintain the Register established under section 26; collect and arrange to be collected moneys lawfully due to the Authority; collect and arrange to be collected moneys lawfully due to the Authority; establish a frequency plan and monitor any frequency allocated to the communications industry; establish a frequency plan and monitor any frequency allocated to the communications industry; investigate and resolve disputes related to harmful interference with frequency brought to the attention of the Authority or of which the Authority has knowledge, related to harmful interference with frequency brought to the attention of the Authority or of which the Authority has knowledge, amongst users and operators in respect of rates, billings and services provided and facilitate relief where necessary amongst the users and operators; amongst users and operators in respect of rates, billings and services provided and facilitate relief where necessary amongst the users and operators; in the event of the failure to obtain redress from providers of public communications services, and in the event of the failure to obtain redress from providers of public communications services, and in respect of interconnection sharing facilities and utility installations; in respect of interconnection sharing facilities and utility installations; carry out on its own initiative or at the request of a person, investigations in relation to a person whose conduct is in contravention of this Act; carry out on its own initiative or at the request of a person, investigations in relation to a person whose conduct is in contravention of this Act; establish quality of service indicators and reporting requirements for operators and service providers; establish quality of service indicators and reporting requirements for operators and service providers; certify and ensure the testing of communications equipment for compliance with international standards; and international standards; and environmental health and safety standards including electromagnetic radiation and emissions; environmental health and safety standards including electromagnetic radiation and emissions; ensure the systematic implementation of policy directives of the Minister and of communications policies in the country; ensure the systematic implementation of policy directives of the Minister and of communications policies in the country; obtain requisite information from any person for purposes of the performance of its functions; obtain requisite information from any person for purposes of the performance of its functions; when designated by the Minister, represent the Republic at international fora; when designated by the Minister, represent the Republic at international fora; issue guidelines and standards from time to time; issue guidelines and standards from time to time; support the implementation of the Universal Access Policy, support the implementation of the Universal Access Policy, encourage high standards of propriety within the Authority and promote the efficiency and effectiveness of the staff of the Authority; encourage high standards of propriety within the Authority and promote the efficiency and effectiveness of the staff of the Authority; establish a policy and resource framework for the operation of the Authority in line with the overall strategic plan of the Authority; establish a policy and resource framework for the operation of the Authority in line with the overall strategic plan of the Authority; ensure that the principles of good corporate governance are complied with at all times; ensure that the principles of good corporate governance are complied with at all times; establish and manage a national numbering plan for network and application services; establish and manage a national numbering plan for network and application services; advise the Minister on matters related to the communications industry within the country and globally, and matters related to the communications industry within the country and globally, and policies including incentives that may encourage investment and innovation in the communications industry in the country; and policies including incentives that may encourage investment and innovation in the communications industry in the country; and perform any other function assigned to it under this Act or any other enactment or that is ancillary to the object of the Authority. perform any other function assigned to it under this Act or any other enactment or that is ancillary to the object of the Authority."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Powers of the Authority",
      "content": "The Authority may exercise the following powers: enter into a contract for the supply of goods and services; enter into a contract for the supply of goods and services; invest the funds of the Authority that are not immediately required for the performance of its functions and ensure the judicious use of the funds; invest the funds of the Authority that are not immediately required for the performance of its functions and ensure the judicious use of the funds; publish information that is relevant to its functions and activities in a manner that it considers appropriate; publish information that is relevant to its functions and activities in a manner that it considers appropriate; promote and where necessary fund the training of persons for the communications industry; promote and where necessary fund the training of persons for the communications industry; undertake research and development work related to its functions; and undertake research and development work related to its functions; and promote research and the development by other persons of the communications industry. promote research and the development by other persons of the communications industry."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Regulatory and best practice of the Authority",
      "content": "The Authority shall in the performance of its functions have regard to the principles of transparency, accountability, proportionality and consistency; the principles of transparency, accountability, proportionality and consistency; best regulatory practice; best regulatory practice; the protection of the interests of consumers or users of communications networks or communications services and in particular to the interests of consumers’ choice, quality of service and value for money; the protection of the interests of consumers or users of communications networks or communications services and in particular to the interests of consumers’ choice, quality of service and value for money; the impact on the environment of the activities undertaken by telecommunications service providers and telecommunications network providers; the impact on the environment of the activities undertaken by telecommunications service providers and telecommunications network providers; the promotion of competition in the provision of communications services; the promotion of competition in the provision of communications services; the various demands, interests and uses of the electromagnetic spectrum; the various demands, interests and uses of the electromagnetic spectrum; the needs and interests of persons with disability, the elderly, low income earners and the vulnerable; the needs and interests of persons with disability, the elderly, low income earners and the vulnerable; the opinions of consumers and members of the general public; and the opinions of consumers and members of the general public; and the interests of both rural and urban dwellers. the interests of both rural and urban dwellers."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Governing body of the Authority",
      "content": "(1) The governing body of the Authority is a Board consisting of The governing body of the Authority is a Board consisting of the chairperson; the chairperson; the Director-General appointed under section 16; the Director-General appointed under section 16; one representative of the one representative of the the National Security Council, the National Security Council, the National Media Commission, the National Media Commission, Ministry of Communications, not below the rank of a director. Ministry of Communications, not below the rank of a director. one person with experience and expertise in communications; and one person with experience and expertise in communications; and three other persons at least one of whom is a woman and each of whom has knowledge of expertise in electrical engineering, law, business or public administration. three other persons at least one of whom is a woman and each of whom has knowledge of expertise in electrical engineering, law, business or public administration. (2) A person is not qualified for appointment if that person A person is not qualified for appointment if that person is directly or indirectly involved in the management of; or is directly or indirectly involved in the management of; or has a financial or commercial interest in has a financial or commercial interest in a communications network operator, a communications service provider, a communications equipment manufacturer or supplier either of whom operates within the country or outside the country or any other entity with an interest in the communications industry of this country. (3) The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. (4) The Board shall ensure the proper and effective performance of the functions of the Authority. The Board shall ensure the proper and effective performance of the functions of the Authority."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Liability of members",
      "content": "(1) The duties of directors contained in Part Q of Chapter II of the Companies Act, 1963 (Act 179) shall apply to members of the Board. The duties of directors contained in Part Q of Chapter II of the Companies Act, 1963 (Act 179) shall apply to members of the Board. (2) A member of the Board is not personally liable for damage or injury to a third party that arises in the execution of an official duty of that member, if the member at all material times acted in good faith. A member of the Board is not personally liable for damage or injury to a third party that arises in the execution of an official duty of that member, if the member at all material times acted in good faith."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Tenure of office of members of the Board",
      "content": "(1) A member of the Board shall hold office for a period not exceeding four years and is eligible for re-appointment but a member shall not be appointed for more than two terms. A member of the Board shall hold office for a period not exceeding four years and is eligible for re-appointment but a member shall not be appointed for more than two terms. (2) Subsection (1) does not apply to the Director-General. Subsection (1) does not apply to the Director-General. (3) A member of the Board may at any time resign from office in writing addressed to the President through the Minister. A member of the Board may at any time resign from office in writing addressed to the President through the Minister. (4) A member of the Board, other than the Director-General who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board, other than the Director-General who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (5) The President may by letter addressed to a member revoke the appointment of that member. The President may by letter addressed to a member revoke the appointment of that member. (6) Where a member of the Board is for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Board is for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection, (3), (4), (5), 10 (2) or 11 (3); or under subsection, (3), (4), (5), 10 (2) or 11 (3); or as a result of a declaration under subsection (6); as a result of a declaration under subsection (6); the Minister shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months for the despatch of business at the times and in the places determined by the chairperson. The Board shall meet at least once every three months for the despatch of business at the times and in the places determined by the chairperson. (2) The chairperson shall at the request in writing of not less than one third of the membership of the Board convene an extraordinary meeting of the Board at the place and time determined by the chairperson. The chairperson shall at the request in writing of not less than one third of the membership of the Board convene an extraordinary meeting of the Board at the place and time determined by the chairperson. (3) The quorum at a meeting of the Board is four members of the Board or a greater number determined by the Board in respect of an important matter. The quorum at a meeting of the Board is four members of the Board or a greater number determined by the Board in respect of an important matter. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number other than the Director General shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number other than the Director General shall preside. (5) Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. (7) The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. (8) Subject to this section, the Board may determine the procedure for its meetings. Subject to this section, the Board may determine the procedure for its meetings."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration by the Board shall disclose in writing the nature of that interest and is disqualified from participating in the deliberations of the Board in respect of that matter. A member of the Board who has an interest in a matter for consideration by the Board shall disclose in writing the nature of that interest and is disqualified from participating in the deliberations of the Board in respect of that matter. (2) A member who contravenes subsection (1) ceases to be a member. A member who contravenes subsection (1) ceases to be a member."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Declaration of registrable interests",
      "content": "(1) Each member of the Board shall, prior to taking office, submit to the Minister a written declaration of that member’s registrable interest whether directly or indirectly owned by the member. Each member of the Board shall, prior to taking office, submit to the Minister a written declaration of that member’s registrable interest whether directly or indirectly owned by the member. (2) A member of the Board shall inform the Authority of any change in respect of that member’s registrable interest from the date of the change. A member of the Board shall inform the Authority of any change in respect of that member’s registrable interest from the date of the change. (3) A member who A member who without reasonable excuse fails to declare a registrable interest, or without reasonable excuse fails to declare a registrable interest, or knowingly makes a false declaration, knowingly makes a false declaration, contravenes subsections (1) and (2), and ceases to be a member of the Board and the appointment of the member to the Board shall be revoked by the President."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members or both to perform a function. The Board may establish committees consisting of members of the Board or non-members or both to perform a function. (2) A committee of the Board may be chaired by a member of the Board. A committee of the Board may be chaired by a member of the Board."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Ministerial responsibility and directives",
      "content": "(1) The Minister may give written directives to the Board on matters of policy and the Board shall comply. The Minister may give written directives to the Board on matters of policy and the Board shall comply. (2) The Authority shall on the request of the Minister, provide the Minister with advice, recommendations and information that the Minister requires in respect of the duties, powers and functions of the Authority. The Authority shall on the request of the Minister, provide the Minister with advice, recommendations and information that the Minister requires in respect of the duties, powers and functions of the Authority."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Divisions of the Authority",
      "content": "The Board shall establish divisions of the Authority for the effective and efficient discharge of the functions of the Authority. The Board shall establish divisions of the Authority for the effective and efficient discharge of the functions of the Authority."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Director-General",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Director-General of the Authority who shall be the Chief Executive Officer. The President shall, in accordance with article 195 of the Constitution, appoint a Director-General of the Authority who shall be the Chief Executive Officer. (2) The Director-General shall hold office for a period of not more than five years and is eligible for re-appointment. The Director-General shall hold office for a period of not more than five years and is eligible for re-appointment. (3) The Director-General shall hold office on the terms and conditions specified in the letter of appointment. The Director-General shall hold office on the terms and conditions specified in the letter of appointment. (4) The Director-General is responsible for the day-to-day administration of the affairs of the Authority and is answerable to the Board in the performance of functions under this Act. The Director-General is responsible for the day-to-day administration of the affairs of the Authority and is answerable to the Board in the performance of functions under this Act. (5) The Director-General may delegate a function to the Deputy Director-General or an officer of the Authority but shall not be relieved from the ultimate responsibility for the performance of the delegated function. The Director-General may delegate a function to the Deputy Director-General or an officer of the Authority but shall not be relieved from the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Deputy Directors-General",
      "content": "(1) The President shall in accordance with article 195 of the Constitution appoint such Deputy Directors-General as are necessary for the performance of the functions of the Authority. The President shall in accordance with article 195 of the Constitution appoint such Deputy Directors-General as are necessary for the performance of the functions of the Authority. (2) The Deputy Directors-General shall hold office on the terms and conditions specified in the letters of appointment. The Deputy Directors-General shall hold office on the terms and conditions specified in the letters of appointment. (3) The Deputy Directors-General shall act in the absence of the Director-General and perform any other functions determined by the Board. The Deputy Directors-General shall act in the absence of the Director-General and perform any other functions determined by the Board."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Secretary",
      "content": "(1) The Authority shall have a Secretary appointed by the President in accordance with article 195 of the Constitution. The Authority shall have a Secretary appointed by the President in accordance with article 195 of the Constitution. (2) The Secretary shall hold office on the terms and conditions specified in the letter of appointment. The Secretary shall hold office on the terms and conditions specified in the letter of appointment. (3) The Secretary shall The Secretary shall facilitate the efficient operation of the Authority’s formal decision making and reporting processes, facilitate the efficient operation of the Authority’s formal decision making and reporting processes, attend meetings of the Board, attend meetings of the Board, record and keep the certified minutes of all meetings of the Board, record and keep the certified minutes of all meetings of the Board, collect, organise and distribute to members of the Board relevant information and documents for the purpose of meetings of the Board, collect, organise and distribute to members of the Board relevant information and documents for the purpose of meetings of the Board, advise the Board on matters related to memoranda and presentations for meetings of the Board, and advise the Board on matters related to memoranda and presentations for meetings of the Board, and perform any other function determined by the Board or by the Director-General. perform any other function determined by the Board or by the Director-General."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Appointment of other staff",
      "content": "(1) The President shall in accordance with article 195 of the Constitution appoint for the Authority other officers and staff that are necessary for the proper and effective performance of its functions. The President shall in accordance with article 195 of the Constitution appoint for the Authority other officers and staff that are necessary for the proper and effective performance of its functions. (2) Other public officers may be transferred or seconded to the Authority or may otherwise give assistance to it. Other public officers may be transferred or seconded to the Authority or may otherwise give assistance to it. (3) The Authority may engage the services of consultants and advisers as it considers necessary for the effective discharge of the functions of the Authority. The Authority may engage the services of consultants and advisers as it considers necessary for the effective discharge of the functions of the Authority."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Funds of the Authority",
      "content": "(1) The funds of the Authority include The funds of the Authority include fees, charges or any other moneys payable under this Act, or any other enactment, fees, charges or any other moneys payable under this Act, or any other enactment, any moneys provided by Parliament, any moneys provided by Parliament, donations, grants and gifts, donations, grants and gifts, moneys derived from the investment of the Authority’s funds, and moneys derived from the investment of the Authority’s funds, and any other moneys that are approved by the Minister responsible for Finance. any other moneys that are approved by the Minister responsible for Finance. (2) The moneys received by or on behalf of the Authority shall be paid into a bank account of the Authority opened by the Board with the approval of the Controller and Accountant-General. The moneys received by or on behalf of the Authority shall be paid into a bank account of the Authority opened by the Board with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Expenses of the Authority",
      "content": "(1) The expenses of the Authority shall be paid from moneys provided for the funds of the Authority. The expenses of the Authority shall be paid from moneys provided for the funds of the Authority. (2) Where after having defrayed the outstanding expenses, the Authority has an excess amount, the Board shall transfer that amount to the Consolidated Fund unless the Minister for Finance in consultation with the Minister approves the retention by the Authority of a part or the whole of that excess amount. Where after having defrayed the outstanding expenses, the Authority has an excess amount, the Board shall transfer that amount to the Consolidated Fund unless the Minister for Finance in consultation with the Minister approves the retention by the Authority of a part or the whole of that excess amount."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books of account and proper records in relation to them in the form approved by the Auditor-General. The Board shall keep books of account and proper records in relation to them in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Authority to the Auditor-General for audit within three months after the end of each financial year. The Board shall submit the accounts of the Authority to the Auditor-General for audit within three months after the end of each financial year. (3) The Auditor-General shall, not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister. The Auditor-General shall, not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister. (4) The Internal Audit Agency Act, 2003 (Act 658) shall apply to his Act. The Internal Audit Agency Act, 2003 (Act 658) shall apply to his Act. (5) The financial year of the Authority shall be the same as the financial year of the Government. The financial year of the Authority shall be the same as the financial year of the Government."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall within one month after the receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Authority for the year to which the report relates. The Board shall within one month after the receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Authority for the year to which the report relates. (2) The annual report shall include the report of the Auditor-General and shall be submitted in the form and contain the information set out in the Schedule to this Act. The annual report shall include the report of the Auditor-General and shall be submitted in the form and contain the information set out in the Schedule to this Act. (3) The Minister shall, within one month after the receipt of the annual report submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within one month after the receipt of the annual report submit the report to Parliament with a statement that the Minister considers necessary. (4) The Board shall also submit in writing to the Minister any other reports which the Minister may require. The Board shall also submit in writing to the Minister any other reports which the Minister may require."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Borrowing powers",
      "content": "Subject to the provisions on loans contained in Article 181 of the Constitution and any other enactment, the Authority may obtain loans and other credit facilities on the guarantee of the Government from a bank or financial institution that the Minister for Finance determines. Subject to the provisions on loans contained in Article 181 of the Constitution and any other enactment, the Authority may obtain loans and other credit facilities on the guarantee of the Government from a bank or financial institution that the Minister for Finance determines."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Procedure for decision-making by the Authority",
      "content": "(1) In the exercise of its function under this Act and the Electronic Communications Act, 2008 (Act 775) the Board shall In the exercise of its function under this Act and the Electronic Communications Act, 2008 (Act 775) the Board shall observe reasonable standards of procedural fairness, observe reasonable standards of procedural fairness, act timeously, and act timeously, and observe the rules of natural justice, observe the rules of natural justice, when making decisions that affect a person. (2) Without limiting subsection (1), the Board shall Without limiting subsection (1), the Board shall publish a matter for decision in the Gazette as considered necessary or as required by the Electronic Communications Act, 2008 (Act 775) prior to making a decision; publish a matter for decision in the Gazette as considered necessary or as required by the Electronic Communications Act, 2008 (Act 775) prior to making a decision; grant a person who is or is likely to be affected by a decision of the Board, an opportunity; grant a person who is or is likely to be affected by a decision of the Board, an opportunity; to make a submission to the Board, to make a submission to the Board, to be heard by the Board, or to be heard by the Board, or to consult with the Board in good faith, and to consult with the Board in good faith, and have regard to evidence adduced and matters contained in a submission made or received in the course of any consultation. have regard to evidence adduced and matters contained in a submission made or received in the course of any consultation. (3) Where the Board makes a decision, it shall Where the Board makes a decision, it shall state in writing the reasons for the decision; and state in writing the reasons for the decision; and provide in accordance with its procedure; notification of the decision to the relevant persons. provide in accordance with its procedure; notification of the decision to the relevant persons. (4) The Board may, on application or on its own motion, review, rescind or vary a decision made by it or hear a matter again before rendering a decision. The Board may, on application or on its own motion, review, rescind or vary a decision made by it or hear a matter again before rendering a decision."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Register of interests",
      "content": "(1) The Director-General shall cause to be kept and maintained a Register in which shall be recorded details of The Director-General shall cause to be kept and maintained a Register in which shall be recorded details of any share or debenture owned by a member of the Board; any share or debenture owned by a member of the Board; other financial interests a member of the Board has in a corporate body; other financial interests a member of the Board has in a corporate body; any public or charitable appointment or directorship held by a member; and any public or charitable appointment or directorship held by a member; and any other matter required to be registered. any other matter required to be registered. (2) The Register shall be publicly accessible, in both physical and electronic form. The Register shall be publicly accessible, in both physical and electronic form. (3) The Register shall be open to the public for physical inspection during normal working hours and subject to the payment of a fee determined by the Authority. The Register shall be open to the public for physical inspection during normal working hours and subject to the payment of a fee determined by the Authority. (4) A person may A person may make a copy of the content of the Register, or make a copy of the content of the Register, or take an extract from the Register, take an extract from the Register, at the fee that the Authority may determine."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Code of conduct",
      "content": "(1) The Board shall establish within one year of the commencement of this Act, a code of conduct for members of the Board, staff and persons whose services the Authority engages. The Board shall establish within one year of the commencement of this Act, a code of conduct for members of the Board, staff and persons whose services the Authority engages. (2) The Authority shall revise the code of conduct from time to time having regard to the changing regulatory objectives in the communications industry. The Authority shall revise the code of conduct from time to time having regard to the changing regulatory objectives in the communications industry."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Application",
      "content": "This Act binds the Republic. This Act binds the Republic."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Regulations",
      "content": "The Minister may, on the advice of the Board by legislative instrument make Regulations to prescribe fees chargeable under this Act; prescribe fees chargeable under this Act; provide for the forms for applications; provide for the forms for applications; prescribe requirements for authorisations and licences; prescribe requirements for authorisations and licences; prescribe conditions for interconnection of communication systems; prescribe conditions for interconnection of communication systems; provide procedures for the implementation of a system of universal service provision including the quality of service standards; provide procedures for the implementation of a system of universal service provision including the quality of service standards; provide procedures for the use of network facilities, network facilities, network services, network services, applications services, applications services, content applications services, content applications services, provide for emergency or distress circumstances; and provide for emergency or distress circumstances; and provide for any other matter necessary for the effective implementation of the provisions of this Act. provide for any other matter necessary for the effective implementation of the provisions of this Act."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires“Authority” means the National Communications Authority established under section 1;“Board” means the governing body of the Authority established under section 6;“communications network” means a communications network used to provide a communications service;“communications operator” means a person authorised or licenced under this Act to operate a communications network;“communications supplier” means a person authorised or licenced under this Act to provide communications service;“Minister” means the Minister responsible for Communications;“operator” means a person licensed under the Electronic Communications Act, 2008 (Act 775) to operate a public communications network;“registrable interest” means an interest required to be registered in accordance with this Act;“Universal Access Policy” means the eligibility of(a)a person licensed under the Electronic Communications Act, 2008 (Act 775) to operate communications network; and(b)a person licensed under the Electronic Communications Act, 2008 (Act 775) to provide a communications service; and“user” means a customer or subscriber of a communications network or a communications or broadcasting service and includes a customer that is an operator of a communications network and a customer that is a provider of a communications service. In this Act, unless the context otherwise requires “Authority” means the National Communications Authority established under section 1; “Board” means the governing body of the Authority established under section 6; “communications network” means a communications network used to provide a communications service; “communications operator” means a person authorised or licenced under this Act to operate a communications network; “communications supplier” means a person authorised or licenced under this Act to provide communications service; “Minister” means the Minister responsible for Communications; “operator” means a person licensed under the Electronic Communications Act, 2008 (Act 775) to operate a public communications network; “registrable interest” means an interest required to be registered in accordance with this Act; “Universal Access Policy” means the eligibility of a person licensed under the Electronic Communications Act, 2008 (Act 775) to operate communications network; and a person licensed under the Electronic Communications Act, 2008 (Act 775) to provide a communications service; and “user” means a customer or subscriber of a communications network or a communications or broadcasting service and includes a customer that is an operator of a communications network and a customer that is a provider of a communications service."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Transitional provisions",
      "content": "(1) The rights, assets and liabilities accrued in respect of the properties vested in the Authority established under the National Communications Authority Act 1996 (Act 524) immediately before the commencement of this Act and the persons employed by the Authority shall be transferred to the National Communications Authority established under this Act and accordingly proceedings taken by or against the former Authority may be continued by or against the Authority. The rights, assets and liabilities accrued in respect of the properties vested in the Authority established under the National Communications Authority Act 1996 (Act 524) immediately before the commencement of this Act and the persons employed by the Authority shall be transferred to the National Communications Authority established under this Act and accordingly proceedings taken by or against the former Authority may be continued by or against the Authority. (2) A contract subsisting between the former Authority established under the National Communications Authority, 1996 (Act 524) and another person and in effect immediately before the commencement of this Act shall subsist between the Authority under this Act and that other person. A contract subsisting between the former Authority established under the National Communications Authority, 1996 (Act 524) and another person and in effect immediately before the commencement of this Act shall subsist between the Authority under this Act and that other person."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Repeal and savings",
      "content": "(1) The National Communications Authority Act, 1996 (Act 524) is hereby repealed. The National Communications Authority Act, 1996 (Act 524) is hereby repealed. (2) Despite the repeal of Act 524, any licence, frequency, authorisation, Regulation, notice, order, direction, appointment or any other act lawfully made or done under the repealed enactment and in force immediately before the commencement of this Act shall be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated. Despite the repeal of Act 524, any licence, frequency, authorisation, Regulation, notice, order, direction, appointment or any other act lawfully made or done under the repealed enactment and in force immediately before the commencement of this Act shall be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated."
    }
  ],
  "definitions": [
    {
      "term": "Authority",
      "definition": "the National Communications Authority established under section 1",
      "source_provision": "s30"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Authority established under section 6",
      "source_provision": "s30"
    },
    {
      "term": "communications network",
      "definition": "a communications network used to provide a communications service",
      "source_provision": "s30"
    },
    {
      "term": "communications operator",
      "definition": "a person authorised or licenced under this Act to operate a communications network",
      "source_provision": "s30"
    },
    {
      "term": "communications supplier",
      "definition": "a person authorised or licenced under this Act to provide communications service",
      "source_provision": "s30"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Communications",
      "source_provision": "s30"
    },
    {
      "term": "operator",
      "definition": "a person licensed under the Electronic Communications Act, 2008 (Act 775) to operate a public communications network",
      "source_provision": "s30"
    },
    {
      "term": "registrable interest",
      "definition": "an interest required to be registered in accordance with this Act",
      "source_provision": "s30"
    },
    {
      "term": "Universal Access Policy",
      "definition": "the eligibility of(a)a person licensed under the Electronic Communications Act, 2008 (Act 775) to operate communications network",
      "source_provision": "s30"
    },
    {
      "term": "user",
      "definition": "a customer or subscriber of a communications network or a communications or broadcasting service and includes a customer that is an operator of a communications network and a customer that is a provider of a communications service. In this Act, unless the context otherwise requires “Authority” means the National Communications Authority established under section 1",
      "source_provision": "s30"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Authority established under section 6",
      "source_provision": "s30"
    },
    {
      "term": "communications network",
      "definition": "a communications network used to provide a communications service",
      "source_provision": "s30"
    },
    {
      "term": "communications operator",
      "definition": "a person authorised or licenced under this Act to operate a communications network",
      "source_provision": "s30"
    },
    {
      "term": "communications supplier",
      "definition": "a person authorised or licenced under this Act to provide communications service",
      "source_provision": "s30"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Communications",
      "source_provision": "s30"
    },
    {
      "term": "operator",
      "definition": "a person licensed under the Electronic Communications Act, 2008 (Act 775) to operate a public communications network",
      "source_provision": "s30"
    },
    {
      "term": "registrable interest",
      "definition": "an interest required to be registered in accordance with this Act",
      "source_provision": "s30"
    },
    {
      "term": "Universal Access Policy",
      "definition": "the eligibility of a person licensed under the Electronic Communications Act, 2008 (Act 775) to operate communications network",
      "source_provision": "s30"
    }
  ]
}