{
  "id": "act-762-2008",
  "type": "act",
  "title": "Anti-Terrorism Act, 2008",
  "short_name": "Anti-Terrorism Act, 2008 2008",
  "act_number": 762,
  "year": 2008,
  "status": "in_force",
  "issued_date": "2008-10-13",
  "url": "https://ghalii.org/akn/gh/act/2008/762",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Prohibition of terrorist act",
      "content": "A person shall not engage in a terrorist act. A person shall not engage in a terrorist act."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Terrorist act",
      "content": "(1) An act is a terrorist act if it is performed in furtherance of a political, ideological, religious, racial or ethnic cause and An act is a terrorist act if it is performed in furtherance of a political, ideological, religious, racial or ethnic cause and causes serious bodily harm to a person; causes serious bodily harm to a person; causes serious damage to property; causes serious damage to property; endangers a person’s life; endangers a person’s life; creates a serious risk to the health or safety of the public; creates a serious risk to the health or safety of the public; involves the use of firearms or explosives; involves the use of firearms or explosives; releases into the environment or exposes the public to releases into the environment or exposes the public to dangerous, hazardous, radioactive or harmful substances; dangerous, hazardous, radioactive or harmful substances; toxic chemicals; or toxic chemicals; or microbial or other biological agents or toxins; microbial or other biological agents or toxins; is prejudicial to national security or public safety; is prejudicial to national security or public safety; is designed or intended to disrupt is designed or intended to disrupt a computer system or the provision of services directly related to communications; a computer system or the provision of services directly related to communications; banking or financial services; banking or financial services; utilities, transportation; or utilities, transportation; or other essential services; or other essential services; or is designed or intended to cause damage to essential infrastructure. is designed or intended to cause damage to essential infrastructure. (2) A person who contravenes subsection (1) commits an offence and is liable on conviction on indictment to a term of imprisonment of not less than seven years and not more than twenty-five years. A person who contravenes subsection (1) commits an offence and is liable on conviction on indictment to a term of imprisonment of not less than seven years and not more than twenty-five years."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Acts not considered to be terrorist acts",
      "content": "A protest, demonstration or stoppage of work which disrupts an essential service shall not be considered to be a terrorist act within the meaning of this Act if the act does not result in the harm referred to in paragraphs, (a), (b), (c) or (d) of subsection (1) of section 2. A protest, demonstration or stoppage of work which disrupts an essential service shall not be considered to be a terrorist act within the meaning of this Act if the act does not result in the harm referred to in paragraphs, (a), (b), (c) or (d) of subsection (1) of section 2."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Terrorist acts in armed conflict",
      "content": "(1) Terrorist act in armed conflict means an act done in the course of an armed conflict which by its nature or context is intended to Terrorist act in armed conflict means an act done in the course of an armed conflict which by its nature or context is intended to intimidate the population or compel the Government or an international organisation to do or refrain from doing an act, or intimidate the population or compel the Government or an international organisation to do or refrain from doing an act, or cause death or serious bodily injury to a civilian not taking an active part in the hostility. cause death or serious bodily injury to a civilian not taking an active part in the hostility. (2) An act shall not be considered to be a terrorist act in armed conflict if the armed conflict is in accordance with rules of international law applicable to the conflict. An act shall not be considered to be a terrorist act in armed conflict if the armed conflict is in accordance with rules of international law applicable to the conflict. (3) This Act does not This Act does not diminish the other rights, obligations and responsibilities of citizens and the Republic under international law, the purposes and principles of the Charter of the United Nations and international humanitarian law; or diminish the other rights, obligations and responsibilities of citizens and the Republic under international law, the purposes and principles of the Charter of the United Nations and international humanitarian law; or apply to the activities of the armed forces apply to the activities of the armed forces during an armed conflict conducted in accordance with international humanitarian law; or during an armed conflict conducted in accordance with international humanitarian law; or which are in exercise of their official duties and are in accordance with other rules of international law. which are in exercise of their official duties and are in accordance with other rules of international law."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Jurisdiction to try offences under this Act",
      "content": "(1) The High Court has jurisdiction for an act which constitutes an offence committed outside this country if the act constitutes an offence in this country where The High Court has jurisdiction for an act which constitutes an offence committed outside this country if the act constitutes an offence in this country where the person committing the act is the person committing the act is a citizen of Ghana or a citizen of Ghana or not a citizen of Ghana but is ordinarily resident in this country; not a citizen of Ghana but is ordinarily resident in this country; the act is committed to compel the Government to do or refrain from doing an act; the act is committed to compel the Government to do or refrain from doing an act; the act is committed against a citizen of Ghana; the act is committed against a citizen of Ghana; the act is committed against property outside the country that belongs to the Republic; or the act is committed against property outside the country that belongs to the Republic; or the person who commits the act is after its commission, found present in Ghana. the person who commits the act is after its commission, found present in Ghana. (2) The High Court shall order the funds of The High Court shall order the funds of a terrorist, a terrorist, financiers of terrorism, or financiers of terrorism, or a terrorist organisation as designated by the United Nations Security Council in accordance with Chapter VII of the United Nations Charter a terrorist organisation as designated by the United Nations Security Council in accordance with Chapter VII of the United Nations Charter to be frozen and any person holding the funds shall immediately freeze them. (3) The terms, conditions and time limits applicable to the freezing shall be defined in the order. The terms, conditions and time limits applicable to the freezing shall be defined in the order. (4) A person holding funds to which subsection (2) relates shall report without delay to the Financial Intelligence Centre established under section 4 of the Anti-Money Laundering Act, 2008 (Act 749) the existence of the funds. A person holding funds to which subsection (2) relates shall report without delay to the Financial Intelligence Centre established under section 4 of the Anti-Money Laundering Act, 2008 (Act 749) the existence of the funds."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Provision or collection of property to commit an act of terrorism",
      "content": "A person who provides, provides, collects, or collects, or makes available makes available by any means, directly or indirectly, property, intending, knowing or having reasonable grounds to believe that the property will be used in full or in part to carry out or in relation to carrying out a terrorist act, commits an offence and is liable on conviction on indictment to a term of imprisonment of not less than seven years."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Provision of financial services for commission of a terrorist act",
      "content": "A person who directly or indirectly provides or makes available financial or other related service with the intention that the financial or other related service be used, in whole or in part to commit or facilitate the commission of a terrorist act, or in whole or in part to commit or facilitate the commission of a terrorist act, or to benefit a person who is committing or facilitating the commission of a terrorist act, or to benefit a person who is committing or facilitating the commission of a terrorist act, or knowing or having reasonable cause to believe that the financial or other related service in whole or in part will be used by or will benefit a terrorist group, knowing or having reasonable cause to believe that the financial or other related service in whole or in part will be used by or will benefit a terrorist group, commits an offence and is liable on conviction on indictment to a term of imprisonment of not less than seven years and not more than twenty-five years."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Use of property for commission of a terrorist act",
      "content": "A person who uses property, directly or indirectly, in whole or in part, to commit or in relation to the commission of a terrorist act, or uses property, directly or indirectly, in whole or in part, to commit or in relation to the commission of a terrorist act, or acquires or possesses property with the intention that it is to be used or knowing that it will be used, directly or indirectly, in whole or in part, for the purpose of committing or facilitating the commission of a terrorist act, acquires or possesses property with the intention that it is to be used or knowing that it will be used, directly or indirectly, in whole or in part, for the purpose of committing or facilitating the commission of a terrorist act, commits an offence and is liable on conviction on indictment to a term of imprisonment of not less than seven years and not more than twenty-five years."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Arrangements for retention or control of terrorist property",
      "content": "A person who enters into, or becomes involved in an arrangement, knowing that the agreement facilitates the acquisition, retention or control by or on behalf of another person of terrorist property by concealing, or removing the property out of the country, by concealing, or removing the property out of the country, by transfer of the property to a nominee, or by transfer of the property to a nominee, or in any other way in any other way commits an offence and is liable on conviction on indictment to a term of imprisonment of not less than seven years and not more than twenty-five years."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Dealing with terrorist property",
      "content": "A person who knows that property is terrorist property and deals directly or indirectly with that property; deals directly or indirectly with that property; acquires or possesses that property; acquires or possesses that property; enters into, or facilitates, directly or indirectly, a transaction in respect of that property; enters into, or facilitates, directly or indirectly, a transaction in respect of that property; converts, conceals or disguises that property; or converts, conceals or disguises that property; or provides financial or other related service in respect of that property at the direction of a terrorist group provides financial or other related service in respect of that property at the direction of a terrorist group commits an offence and is liable on conviction on indictment to a term of imprisonment of not less than seven years and not more than twenty-five years."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Support of terrorist act",
      "content": "(1) A person who knows that a group is a terrorist group and A person who knows that a group is a terrorist group and solicits or gives support to that group for the commission of a terrorist act, or solicits or gives support to that group for the commission of a terrorist act, or solicits support for or gives support to that group for the commission of a terrorist act solicits support for or gives support to that group for the commission of a terrorist act commits an offence and is liable on conviction on indictment to a term of imprisonment of not less than seven years and not more than twenty-five years. (2) For the purpose of subsection (1), support includes For the purpose of subsection (1), support includes the provision or an offer to provide, forged or falsified travel documents to a person connected with a terrorist act or to a member of a terrorist group; the provision or an offer to provide, forged or falsified travel documents to a person connected with a terrorist act or to a member of a terrorist group; the provision or an offer to provide a skill or expertise for the benefit of, at the direction of, or in association with a person or terrorist group; the provision or an offer to provide a skill or expertise for the benefit of, at the direction of, or in association with a person or terrorist group; entering or remaining in a country for the benefit of or at the direction of or in association with any person or a terrorist group. entering or remaining in a country for the benefit of or at the direction of or in association with any person or a terrorist group."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Harbouring of persons committing terrorist acts",
      "content": "(1) A person who harbours or conceals a person knowing or having reason to believe that the person A person who harbours or conceals a person knowing or having reason to believe that the person has committed, is planning or likely to commit a terrorist act, or has committed, is planning or likely to commit a terrorist act, or is a member of a terrorist group is a member of a terrorist group commits an offence and is liable on conviction on indictment to a term of imprisonment of not less than seven years and not more than twenty-five years. (2) A person who prevents, hinders or interferes with the apprehension of a person knowing or having reason to believe that the person A person who prevents, hinders or interferes with the apprehension of a person knowing or having reason to believe that the person has committed, is planning or likely to commit a terrorist act, or has committed, is planning or likely to commit a terrorist act, or is a member of a terrorist group is a member of a terrorist group commits an offence and is liable on conviction on indictment to a term of imprisonment of not less than seven years and not more than twenty-five years."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Provision of a lethal device to a terrorist group",
      "content": "(1) A person who knows or has reasonable cause to believe that A person who knows or has reasonable cause to believe that a group is a terrorist group, or a group is a terrorist group, or a person is a member of a terrorist group a person is a member of a terrorist group and provides or offers to provide an explosive or a lethal device to that group or a member of that group commits an offence and is liable on conviction on indictment to a term of imprisonment of not less than seven years and not more than twenty-five years. (2) A person who provides or offers to provide an explosive or a lethal device to another person knowing that that other person will use the explosive or the lethal device for the benefit of a terrorist group or a member of a terrorist group commits an offence and is liable on conviction on indictment to a term of imprisonment of not less than seven years and not more than twenty five years. A person who provides or offers to provide an explosive or a lethal device to another person knowing that that other person will use the explosive or the lethal device for the benefit of a terrorist group or a member of a terrorist group commits an offence and is liable on conviction on indictment to a term of imprisonment of not less than seven years and not more than twenty five years."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Recruitment of member of terrorist group",
      "content": "A person who recruits or agrees to recruit another person to be a member of a terrorist group, or to be a member of a terrorist group, or to participate in the commission of a terrorist act commits an offence and is liable on conviction on indictment to a term of imprisonment of not less than seven years and not more than twenty five years. to participate in the commission of a terrorist act commits an offence and is liable on conviction on indictment to a term of imprisonment of not less than seven years and not more than twenty five years."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Provision of training and instruction to terrorist group",
      "content": "A person who provides or agrees to provide training or instruction in the making or use of an explosive or other lethal device, in the making or use of an explosive or other lethal device, in carrying out a terrorist act, or in carrying out a terrorist act, or in the practice of military exercises or movements in the practice of military exercises or movements knowing that the training or instructions is being provided to a member of a terrorist group or to a person engaged in or preparing to engage in a terrorist act commits an offence and is liable on conviction on indictment to a term or imprisonment of not less than seven years and not more than twenty five years."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Incitement, promotion or solicitation of property for a terrorist act",
      "content": "A person who, incites or promotes the commission of a terrorist act, incites or promotes the commission of a terrorist act, incites or promotes membership of a terrorist group, or incites or promotes membership of a terrorist group, or solicits property for the benefit of a terrorist group or for the commission of a terrorist act solicits property for the benefit of a terrorist group or for the commission of a terrorist act commits an offence and is liable on conviction on indictment to a term of imprisonment of not less than seven years and not more than twenty five years."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Provision of facilities to support a terrorist act",
      "content": "(1) A person who A person who occupies, leases or is in charge of premises and permits a meeting in respect of an act to be held in that premises; occupies, leases or is in charge of premises and permits a meeting in respect of an act to be held in that premises; owns a vessel or is a charterer, lessee, operator, agent or master of a vessel and permits the vessel to be used for the commission of an act, owns a vessel or is a charterer, lessee, operator, agent or master of a vessel and permits the vessel to be used for the commission of an act, owns an aircraft or is a charterer, lessee, operator, agent or pilot in charge of an aircraft and permits the aircraft to be used for the commission of an act, owns an aircraft or is a charterer, lessee, operator, agent or pilot in charge of an aircraft and permits the aircraft to be used for the commission of an act, owns or is in possession of a motor vehicle, and permits the motor vehicle to be used for the commission of an act, or owns or is in possession of a motor vehicle, and permits the motor vehicle to be used for the commission of an act, or is a lessee or is in charge of a communication equipment, or a facility for the recording, conferencing or meetings through a communication equipment and permits the communi­cation equipment, or facility to be used for the commission of an act is a lessee or is in charge of a communication equipment, or a facility for the recording, conferencing or meetings through a communication equipment and permits the communi­cation equipment, or facility to be used for the commission of an act which that person knows to be a terrorist act commits an offence and is liable on conviction on indictment to a term of imprisonment of not less than seven years and not more than twenty five years. (2) In this section “communications equipment” and communications system” have the same meaning as in the National Communications Authority Act, 1996 (Act 524). In this section “communications equipment” and communications system” have the same meaning as in the National Communications Authority Act, 1996 (Act 524)."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Arrangement of meetings in support of a terrorist group",
      "content": "(1) A person who arranges, manages or assists in arranging or managing a meeting which is A person who arranges, manages or assists in arranging or managing a meeting which is to support a terrorist group, to support a terrorist group, to further the activities of a terrorist group, or to further the activities of a terrorist group, or to be addressed by a person who belongs or professes to belong to a terrorist group to be addressed by a person who belongs or professes to belong to a terrorist group commits an offence and is liable on conviction on indictment to a term of imprisonment of not less than seven years and not more than twenty five years. (2) In this section “meeting” means the coming together of two or more persons whether or not the public is admitted. In this section “meeting” means the coming together of two or more persons whether or not the public is admitted."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Order declaring entity to be a specified entity",
      "content": "(1) The Minister may by an application ex-parte to the Court seek an order declaring an entity to be a specified entity if there is corroborative evidence to support the information submitted by a person who has knowledge that the entity has The Minister may by an application ex-parte to the Court seek an order declaring an entity to be a specified entity if there is corroborative evidence to support the information submitted by a person who has knowledge that the entity has committed, committed, attempted to commit, attempted to commit, participated in the commission of, or participated in the commission of, or facilitated the commission of facilitated the commission of a terrorist act. (2) The application may also be made by the Minister upon reasonable grounds that an entity is consciously acting The application may also be made by the Minister upon reasonable grounds that an entity is consciously acting on behalf of, on behalf of, at the direction of, or at the direction of, or in association with in association with another specified entity. (3) The entity shall from the date of the order be a specified entity. The entity shall from the date of the order be a specified entity. (4) A specified entity is proscribed. A specified entity is proscribed."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Revocation of specified entity order",
      "content": "(1) A specified entity may through a representative, make an application to the Court for the revocation of an order made in respect of that entity within thirty days after the date of the order. A specified entity may through a representative, make an application to the Court for the revocation of an order made in respect of that entity within thirty days after the date of the order. (2) The Minister may apply for revocation of the order if satisfied that there are reasonable grounds for the revocation. The Minister may apply for revocation of the order if satisfied that there are reasonable grounds for the revocation. (3) The Court may receive in evidence information obtained from the Government, an institution or agency of a foreign state or an international organisation if the information is reliable and relevant even if the evidence is not admissible under the Evidence Act, 1975 (N.R.C.D. 323). The Court may receive in evidence information obtained from the Government, an institution or agency of a foreign state or an international organisation if the information is reliable and relevant even if the evidence is not admissible under the Evidence Act, 1975 (N.R.C.D. 323). (4) The evidence from the Government, foreign Government, state or international organisation shall be in the form of a deposition and shall be corroborated. The evidence from the Government, foreign Government, state or international organisation shall be in the form of a deposition and shall be corroborated."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Application for review",
      "content": "An applicant aggrieved by the decision of the Court may seek further remedies in Court. An applicant aggrieved by the decision of the Court may seek further remedies in Court."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Periodic review of specified entity orders",
      "content": "The Court shall on application review specified entity orders and may revoke an order if satisfied that there is no longer justification for the order. The Court shall on application review specified entity orders and may revoke an order if satisfied that there is no longer justification for the order."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Meaning of specified entity",
      "content": "A specified entity means a person, group, trust, partnership, fund, body corporate or unincorporated or an organisation associated with acts of terrorism and declared to be a specified entity. A specified entity means a person, group, trust, partnership, fund, body corporate or unincorporated or an organisation associated with acts of terrorism and declared to be a specified entity."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Search",
      "content": "(1) Where the police have reasonable grounds to suspect that there is Where the police have reasonable grounds to suspect that there is property to be used for the commission of a terrorist act; or property to be used for the commission of a terrorist act; or terrorist property terrorist property concealed or deposited on premises, the police may enter the premises at any time to search for the property and may search any person who is in or on the premises. (2) The police may, if necessary, break open premises and forcibly enter for the purpose of conducting the search and may stop, search and detain a conveyance suspected to be connected with an offence under the Act. The police may, if necessary, break open premises and forcibly enter for the purpose of conducting the search and may stop, search and detain a conveyance suspected to be connected with an offence under the Act. (3) A police officer may A police officer may conduct a physical search of a person who the officer has reason to believe is in possession of; conduct a physical search of a person who the officer has reason to believe is in possession of; search the property of a person where the officer has reason to believe there may be search the property of a person where the officer has reason to believe there may be property liable to seizure or forfeiture under this Act."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Obstruction of inspection and search",
      "content": "A person who refuses a police officer access to a premises or fails to submit to a search; refuses a police officer access to a premises or fails to submit to a search; assaults, obstructs, hinders or delays a police officer in the discharge of a duty imposed by this Act; assaults, obstructs, hinders or delays a police officer in the discharge of a duty imposed by this Act; fails to comply with a lawful demand of a police officer in the discharge of a duty under this Act; fails to comply with a lawful demand of a police officer in the discharge of a duty under this Act; refuses or neglects to give information required under this Act; refuses or neglects to give information required under this Act; fails to produce, conceals or attempts to conceal property liable to seizure under this Act; or fails to produce, conceals or attempts to conceal property liable to seizure under this Act; or in relation to a search or inspection furnishes information to a police officer which the person knows to be false in relation to a search or inspection furnishes information to a police officer which the person knows to be false commits an offence and is liable on summary conviction to a fine of not more than five hundred penalty units or to imprisonment for a term of not more than two years or to both."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Seizure of terrorist property",
      "content": "(1) Where the police have reasonable grounds to suspect that property has been, is being, or may be used to commit an offence under this Act, the property may be seized. Where the police have reasonable grounds to suspect that property has been, is being, or may be used to commit an offence under this Act, the property may be seized. (2) The police shall make an ex-parte application to a District Court or Circuit Court for a detention order of the seized property within ten days after the seizure of the property. The police shall make an ex-parte application to a District Court or Circuit Court for a detention order of the seized property within ten days after the seizure of the property. (3) The District Court or Circuit Court shall make a detention order in respect of the property referred to in the application where the person who appears to have an interest in the property has had a reasonable opportunity to be heard and there are reasonable grounds to believe that the property has been, is being, or may be used to commit an offence under this Act. The District Court or Circuit Court shall make a detention order in respect of the property referred to in the application where the person who appears to have an interest in the property has had a reasonable opportunity to be heard and there are reasonable grounds to believe that the property has been, is being, or may be used to commit an offence under this Act. (4) A detention order is valid for sixty days and may be renewed by the District Court or Circuit Court for a further period of not more than sixty days at a time until the proceedings have been concluded. A detention order is valid for sixty days and may be renewed by the District Court or Circuit Court for a further period of not more than sixty days at a time until the proceedings have been concluded. (5) The District Court or Circuit Court may release the property referred to in a detention order if The District Court or Circuit Court may release the property referred to in a detention order if there are no longer reasonable grounds to suspect that the property has been or will be used to commit an offence under this Act; or there are no longer reasonable grounds to suspect that the property has been or will be used to commit an offence under this Act; or proceedings are not commenced in a Court for an offence under this Act in respect of that property within six months after the date of the detention order. proceedings are not commenced in a Court for an offence under this Act in respect of that property within six months after the date of the detention order."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Management of seized property",
      "content": "(1) The District Court or Circuit Court may at the request of the Minister, grant a management order of seized property and The District Court or Circuit Court may at the request of the Minister, grant a management order of seized property and appoint a person to take control of and manage or otherwise deal with the whole or a part of the property in accordance with the directions of the District Court or Circuit Court; appoint a person to take control of and manage or otherwise deal with the whole or a part of the property in accordance with the directions of the District Court or Circuit Court; require a person in possession of the property to give possession of the property to the person appointed under paragraph (a). require a person in possession of the property to give possession of the property to the person appointed under paragraph (a). (2) The power to manage or otherwise deal with property under this section includes the power to sell the property if the property is of rapidly depreciating value. The power to manage or otherwise deal with property under this section includes the power to sell the property if the property is of rapidly depreciating value. (3) A management order shall cease to have effect when the property is returned to an applicant in accordance with this Act or forfeited to the Republic. A management order shall cease to have effect when the property is returned to an applicant in accordance with this Act or forfeited to the Republic."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Destruction of seized property",
      "content": "(1) The District Court or Circuit Court may order the destruction of seized property if satisfied that it is dangerous to detain the property or the property has little or no financial or other value. The District Court or Circuit Court may order the destruction of seized property if satisfied that it is dangerous to detain the property or the property has little or no financial or other value. (2) Property shall not be destroyed by a person unless an application has been made to the District Court or Circuit Court for a destruction order by an authorised person. Property shall not be destroyed by a person unless an application has been made to the District Court or Circuit Court for a destruction order by an authorised person. (3) Before making a destruction order, the Court shall require notice to be given to a person with an interest in the property and the person shall be given a reasonable opportunity to be heard. Before making a destruction order, the Court shall require notice to be given to a person with an interest in the property and the person shall be given a reasonable opportunity to be heard. (4) The Minister may apply to the Court to cancel or vary an order issued under this section. The Minister may apply to the Court to cancel or vary an order issued under this section."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Orders for seizure and restraint of property",
      "content": "(1) The Minister may make an ex-parte application to the Court for a seizure or restraint order where there are reasonable grounds to suspect that there is property in premises or in a vessel in respect of which a forfeiture order may be made. The Minister may make an ex-parte application to the Court for a seizure or restraint order where there are reasonable grounds to suspect that there is property in premises or in a vessel in respect of which a forfeiture order may be made. (2) The Justice of the High Court may issue The Justice of the High Court may issue a warrant authorising a police officer to search the premises or vessel for the property and seize the property and any other property which the police officer reasonably believes may be forfeited; or a warrant authorising a police officer to search the premises or vessel for the property and seize the property and any other property which the police officer reasonably believes may be forfeited; or a restraint order prohibiting a person from disposing of or otherwise dealing with an interest in that property other than as may be specified in the order. a restraint order prohibiting a person from disposing of or otherwise dealing with an interest in that property other than as may be specified in the order. (3) The application shall be heard by a Justice of the High Court in chambers. The application shall be heard by a Justice of the High Court in chambers."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Orders for forfeiture of property",
      "content": "(1) The Minister may make an ex-parte application to the Court for an order of forfeiture in respect of terrorist property. The Minister may make an ex-parte application to the Court for an order of forfeiture in respect of terrorist property. (2) The Minister shall name as respondent to the application only the person who is known to own or control the property that is the subject of the application. The Minister shall name as respondent to the application only the person who is known to own or control the property that is the subject of the application. (3) The Court upon hearing the application may direct that notice be served on the interested party. The Court upon hearing the application may direct that notice be served on the interested party. (4) The Minister shall give notice of the application to the respondent in the manner directed by the Court. The Minister shall give notice of the application to the respondent in the manner directed by the Court. (5) If the Court is satisfied on the balance of probabilities that the property which is the subject of the application is terrorist property, the Court shall order that the property be forfeited to the Republic or be disposed of as directed by the Court. If the Court is satisfied on the balance of probabilities that the property which is the subject of the application is terrorist property, the Court shall order that the property be forfeited to the Republic or be disposed of as directed by the Court. (6) Where the Court refuses to grant a forfeiture order, the Court shall make an order that the property is not subject to a forfeiture order. Where the Court refuses to grant a forfeiture order, the Court shall make an order that the property is not subject to a forfeiture order."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Interested parties and forfeiture orders",
      "content": "(1) The Court may in an action relating to forfeiture pursuant to sections 24 to 30, require notice to be given to a person who appears to have an interest in terrorist property and that person shall be added as a respondent to the application. The Court may in an action relating to forfeiture pursuant to sections 24 to 30, require notice to be given to a person who appears to have an interest in terrorist property and that person shall be added as a respondent to the application. (2) If the Court is satisfied that the person added as a respondent to the application If the Court is satisfied that the person added as a respondent to the application has an interest in the property the subject of the application, has an interest in the property the subject of the application, has exercised reasonable care to ensure that the property is not from the proceeds of a terrorist act, would not be used to commit or facilitate the commission of a terrorist act and would not be used by a terrorist group, and has exercised reasonable care to ensure that the property is not from the proceeds of a terrorist act, would not be used to commit or facilitate the commission of a terrorist act and would not be used by a terrorist group, and is not a member of a terrorist group, is not a member of a terrorist group, the Court shall order that the interest of that person shall not be affected by the order and the order shall also declare the nature and extent of the interest of the person."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Orders for forfeiture of property on conviction for offences under this Act",
      "content": "(1) Where a person is convicted of an offence under this Act or under any other enactment and the act also constitutes a terrorist act, the Court shall order that property Where a person is convicted of an offence under this Act or under any other enactment and the act also constitutes a terrorist act, the Court shall order that property used for, or in connection with, or used for, or in connection with, or obtained as proceeds from obtained as proceeds from the commission of that offence be forfeited to the Republic. (2) Before making the order, the Court shall give a person who appears to have an interest in the property in respect of which the order is proposed to be made an opportunity to be heard. Before making the order, the Court shall give a person who appears to have an interest in the property in respect of which the order is proposed to be made an opportunity to be heard. (3) Property forfeited to the Republic shall vest in the Republic either Property forfeited to the Republic shall vest in the Republic either at the end of the period within which an appeal may be made against the order where an appeal has not been made against the order; or at the end of the period within which an appeal may be made against the order where an appeal has not been made against the order; or on the final determination of the appeal if an appeal has been made against the order. on the final determination of the appeal if an appeal has been made against the order. (4) Property vested in the Republic may be subject to public auction and the proceeds shall be public funds. Property vested in the Republic may be subject to public auction and the proceeds shall be public funds."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Appeal and forfeiture orders",
      "content": "(1) A person who claims an interest in property that has been forfeited and who has not been given notice under section 30(3) or 31(1) may make an application to the Court of Appeal to vary or set aside the forfeiture order not later than ninety days after the day on which the forfeiture order was made. A person who claims an interest in property that has been forfeited and who has not been given notice under section 30(3) or 31(1) may make an application to the Court of Appeal to vary or set aside the forfeiture order not later than ninety days after the day on which the forfeiture order was made. (2) Pending the determination of an appeal against an order of forfeiture, Pending the determination of an appeal against an order of forfeiture, property restrained under section 29 shall continue to be restrained, property restrained under section 29 shall continue to be restrained, property seized under a warrant issued under that section shall continue to be detained property seized under a warrant issued under that section shall continue to be detained and a person appointed to manage, control or otherwise deal with the property under that section shall continue in that capacity."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Intercepted communications",
      "content": "(1) A police officer not below the rank of an Assistant Commissioner of Police may apply ex parte to a Circuit Court for an order to intercept communications for the purpose of obtaining evidence of commission of an offence under this Act. A police officer not below the rank of an Assistant Commissioner of Police may apply ex parte to a Circuit Court for an order to intercept communications for the purpose of obtaining evidence of commission of an offence under this Act. (2) A police officer not below the rank of an Assistant Commissioner of Police may make the application only with the prior written consent of the Minister. A police officer not below the rank of an Assistant Commissioner of Police may make the application only with the prior written consent of the Minister. (3) A Judge of the Circuit Court to whom an application is made under subsection (1) may make an order for the prevention of crime upon reasonable grounds to A Judge of the Circuit Court to whom an application is made under subsection (1) may make an order for the prevention of crime upon reasonable grounds to require a communications service provider to intercept and retain a specified communication or communications of a specified description received or transmitted or about to be received or transmitted by that communications service provider, require a communications service provider to intercept and retain a specified communication or communications of a specified description received or transmitted or about to be received or transmitted by that communications service provider, authorise a senior police officer to intercept or listen to a conversation provided by a communications service provider, authorise a senior police officer to intercept or listen to a conversation provided by a communications service provider, authorise the senior police officer to enter premises and install on the premises a device for the interception and retention of specified communications or communications of a specified description and to remove and retain the device, authorise the senior police officer to enter premises and install on the premises a device for the interception and retention of specified communications or communications of a specified description and to remove and retain the device, where there is reasonable suspicion of commission of an offence under this Act, or the whereabouts of a person suspected by the police officer to have committed an offence is contained in that communication or communication of that description. (4) Despite the Evidence Act, 1975 (N.R.C.D. 323) information contained in a communication which is intercepted and retained in a foreign state in accordance with the law of the foreign state and certified by a judge of that foreign state to have been intercepted, is admissible in proceedings for an offence under this Act as evidence of the truth of its contents even if it contains hearsay but shall be corroborated. Despite the Evidence Act, 1975 (N.R.C.D. 323) information contained in a communication which is intercepted and retained in a foreign state in accordance with the law of the foreign state and certified by a judge of that foreign state to have been intercepted, is admissible in proceedings for an offence under this Act as evidence of the truth of its contents even if it contains hearsay but shall be corroborated."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Power to prevent entry and order the removal of persons",
      "content": "(1) The Director of Immigration or an officer authorised by the Director shall not grant an endorsement or authority to permit a person to enter this country if there are reasonable grounds to suspect that the person is, will or has been involved in the commission of a terrorist act. The Director of Immigration or an officer authorised by the Director shall not grant an endorsement or authority to permit a person to enter this country if there are reasonable grounds to suspect that the person is, will or has been involved in the commission of a terrorist act. (2) Where the Minister responsible for Interior has reasonable grounds to believe that a person in this country, will or has been involved in the commission of a terrorist act, the Minister may order that person to be deported in accordance with the Immigration Act 2000 (Act 573). Where the Minister responsible for Interior has reasonable grounds to believe that a person in this country, will or has been involved in the commission of a terrorist act, the Minister may order that person to be deported in accordance with the Immigration Act 2000 (Act 573). (3) A person with respect to whom an order under subsection (2) is made is a prohibited immigrant. A person with respect to whom an order under subsection (2) is made is a prohibited immigrant. (4) A person with respect to whom an order under subsection (2) is made, may be detained in the manner directed by the Minister responsible for Interior and may be placed on a vessel or aircraft leaving the country. A person with respect to whom an order under subsection (2) is made, may be detained in the manner directed by the Minister responsible for Interior and may be placed on a vessel or aircraft leaving the country."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Information relating to passengers on vessels or aircraft and persons entering or leaving the country",
      "content": "(1) The operator of an aircraft or the master of a vessel, arriving or departing from the country or the operator of an aircraft registered in the country or master of a vessel registered in the country departing from a place outside the country, shall provide information The operator of an aircraft or the master of a vessel, arriving or departing from the country or the operator of an aircraft registered in the country or master of a vessel registered in the country departing from a place outside the country, shall provide information relating to persons on board, or expected to be on board the aircraft or vessel to the Inspector General of Police, relating to persons on board, or expected to be on board the aircraft or vessel to the Inspector General of Police, relating to persons on board or expected to be on board the aircraft or vessel to the competent authority in a foreign state, as required by the laws of that foreign state. relating to persons on board or expected to be on board the aircraft or vessel to the competent authority in a foreign state, as required by the laws of that foreign state. (2) The Director of Immigration may provide to the competent authority in a foreign state information relating to persons entering or leaving the country by land. The Director of Immigration may provide to the competent authority in a foreign state information relating to persons entering or leaving the country by land. (3) The provision of the information shall be deemed not to con­travene a provision of law prohibiting the disclosure of the information. The provision of the information shall be deemed not to con­travene a provision of law prohibiting the disclosure of the information. (4) Information provided to the Inspector General of Police shall not be used or disclosed by the Inspector General except to protect national security or public safety. Information provided to the Inspector General of Police shall not be used or disclosed by the Inspector General except to protect national security or public safety."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Power to refuse refugee application",
      "content": "The Refugee Board established under the Refugee Act, 1992 (P.N.D.C.L. 305D) shall take into consideration national security and public safety and may refuse the application of a person applying for status as a refugee if the Board has reasonable grounds to believe that the applicant has committed a terrorist act or is or is likely to be involved in the commission of a terrorist act. The Refugee Board established under the Refugee Act, 1992 (P.N.D.C.L. 305D) shall take into consideration national security and public safety and may refuse the application of a person applying for status as a refugee if the Board has reasonable grounds to believe that the applicant has committed a terrorist act or is or is likely to be involved in the commission of a terrorist act."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Evidence by certificate",
      "content": "A certificate purporting to be signed by an appropriate authority to the effect that a thing or substance described in a certificate is a weapon, is hazardous, radioactive or a harmful substance, a toxic chemical or microbial or other biological agent or toxin, is admissible in evidence without proof of the signature or authority of the person appearing to have signed it in a proceedings under this Act and, in the absence of evidence to the contrary, is proof of the facts stated in the certificate. A certificate purporting to be signed by an appropriate authority to the effect that a thing or substance described in a certificate is a weapon, is hazardous, radioactive or a harmful substance, a toxic chemical or microbial or other biological agent or toxin, is admissible in evidence without proof of the signature or authority of the person appearing to have signed it in a proceedings under this Act and, in the absence of evidence to the contrary, is proof of the facts stated in the certificate."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Regulations",
      "content": "The Minister may by legislative instrument make regulations on the types of financial and other related services which may not be provided to proscribed specified entities; on the types of financial and other related services which may not be provided to proscribed specified entities; specifying the reporting by accountable institutions; specifying the reporting by accountable institutions; on the provision of information relating to passengers on vessels or aircraft and persons entering or leaving the country, and specifying the foreign states to which the information may be provided, and on the provision of information relating to passengers on vessels or aircraft and persons entering or leaving the country, and specifying the foreign states to which the information may be provided, and generally to provide for the effective implementation of the provisions of this Act. generally to provide for the effective implementation of the provisions of this Act."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires,“accountable institution” includes the Police Service and the Immigration Service;\"communications\" means a communication received or transmitted by post or a telegraphic telephone or other communication received or transmitted by electric, magnetic, electro-magnetic, electro-chemical or electro mechanical energy;\"communications service provider\" means a person who provides services for the transmission or reception of communications;“conveyance” means any kind of vehicle for the transport of persons and property by land;\"counter-terrorism convention\" means a convention adopted by the United Nations Security Council;\"Court\" means High Court;“entity” means specified entity;\"essential service\" includes the police, fire, health and other vital services;“explosive” includes gunpowder, nitroglycerine, dynamite or other nitroglycerine admixture, gun cotton, blasting powder, detonators and every other substance used to produce a practical effect by explosion;“firearm” includes any gun, rifle, machine gun, cap-gun, flint lock gun or pistol, revolver, cannon or other firearms, any gun, air rifle or air pistol whether whole or in attached pieces;“ideological cause” includes racial or ethnic cause;“lethal device” includes weapon;“Minister” means the Attorney-General and Minister responsible for Justice;“premises” includes a building, room, place, structure, tent, caravan, land, ship, boat, aircraft;“property” means an asset of any kind, whether corporeal or incorporeal, moveable or immovable, tangible or intangible and legal documents or instruments in any form including electronic or digital, evidencing title to, or interest in such assets including but not limited to bank credits, travellers cheques, bank cheques, money orders, shares, securities, bonds, drafts, letter of credit;“Republic” means the Republic of Ghana;\"terrorist group\" means(a)an entity that has as one of its activities and purposes, the commission of, or the facilitation of a terrorist act; or(b)a specified entity;\"terrorist property\" means(a)proceeds from the commission of a terrorist act;(b)property which has been, is being, or is likely to be used to commit a terrorist act;(c)property which has been, is being, or is likely to be used by a terrorist group;(d)property owned or controlled by or on behalf of a ter­rorist group; or(e)property which has been collected for the purpose of providing support to a terrorist group or funding a terrorist act;“utilities” includes electricity and water;“vessel” means any thing made or adopted for the conveyance by water, of people or property;“weapon” includes a firearm, explosive, chemical, biological or nuclear weapon. In this Act unless the context otherwise requires, “accountable institution” includes the Police Service and the Immigration Service; \"communications\" means a communication received or transmitted by post or a telegraphic telephone or other communication received or transmitted by electric, magnetic, electro-magnetic, electro-chemical or electro mechanical energy; \"communications service provider\" means a person who provides services for the transmission or reception of communications; “conveyance” means any kind of vehicle for the transport of persons and property by land; \"counter-terrorism convention\" means a convention adopted by the United Nations Security Council; \"Court\" means High Court; “entity” means specified entity; \"essential service\" includes the police, fire, health and other vital services; “explosive” includes gunpowder, nitroglycerine, dynamite or other nitroglycerine admixture, gun cotton, blasting powder, detonators and every other substance used to produce a practical effect by explosion; “firearm” includes any gun, rifle, machine gun, cap-gun, flint lock gun or pistol, revolver, cannon or other firearms, any gun, air rifle or air pistol whether whole or in attached pieces; “ideological cause” includes racial or ethnic cause; “lethal device” includes weapon; “Minister” means the Attorney-General and Minister responsible for Justice; “premises” includes a building, room, place, structure, tent, caravan, land, ship, boat, aircraft; “property” means an asset of any kind, whether corporeal or incorporeal, moveable or immovable, tangible or intangible and legal documents or instruments in any form including electronic or digital, evidencing title to, or interest in such assets including but not limited to bank credits, travellers cheques, bank cheques, money orders, shares, securities, bonds, drafts, letter of credit; “Republic” means the Republic of Ghana; an entity that has as one of its activities and purposes, the commission of, or the facilitation of a terrorist act; or a specified entity; proceeds from the commission of a terrorist act; property which has been, is being, or is likely to be used to commit a terrorist act; property which has been, is being, or is likely to be used by a terrorist group; property owned or controlled by or on behalf of a ter­rorist group; or property which has been collected for the purpose of providing support to a terrorist group or funding a terrorist act; “utilities” includes electricity and water; “vessel” means any thing made or adopted for the conveyance by water, of people or property; “weapon” includes a firearm, explosive, chemical, biological or nuclear weapon."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Consequential amendment",
      "content": "(1) The Criminal Procedure Code, 1960 (Act 30) is amended in section 96(7) by the insertion after the word “of” of the words “acts of terrorism,” The Criminal Procedure Code, 1960 (Act 30) is amended in section 96(7) by the insertion after the word “of” of the words “acts of terrorism,” The Criminal Procedure Code, 1960 (Act 30) is amended in section 147B by the insertion after subsection (1) of the following new subsection\"(1a)Where sentence is imposed for an offence involving an act of terrorism, the court on sentencing the offender, on its own motion or on the application of the prosecutor or the victim of the offence may make an order for the offender to pay for the value of any property damaged as a result of the terrorist act without limiting any civil action the victim may take.\" The Criminal Procedure Code, 1960 (Act 30) is amended in section 147B by the insertion after subsection (1) of the following new subsection Where sentence is imposed for an offence involving an act of terrorism, the court on sentencing the offender, on its own motion or on the application of the prosecutor or the victim of the offence may make an order for the offender to pay for the value of any property damaged as a result of the terrorist act without limiting any civil action the victim may take.\" Where sentence is imposed for an offence involving an act of terrorism, the court on sentencing the offender, on its own motion or on the application of the prosecutor or the victim of the offence may make an order for the offender to pay for the value of any property damaged as a result of the terrorist act without limiting any civil action the victim may take.\" The Criminal Procedure Code, 1960 (Act 30) is amended in section 227 (1) by the deletion of the word “male” after the word “Every” The Criminal Procedure Code, 1960 (Act 30) is amended in section 227 (1) by the deletion of the word “male” after the word “Every” (1a) Where sentence is imposed for an offence involving an act of terrorism, the court on sentencing the offender, on its own motion or on the application of the prosecutor or the victim of the offence may make an order for the offender to pay for the value of any property damaged as a result of the terrorist act without limiting any civil action the victim may take.\" Where sentence is imposed for an offence involving an act of terrorism, the court on sentencing the offender, on its own motion or on the application of the prosecutor or the victim of the offence may make an order for the offender to pay for the value of any property damaged as a result of the terrorist act without limiting any civil action the victim may take.\" (2) The Immigration Act 2000 (Act 573) is amended in section 8 by the insertion of a new paragraph after paragraph (i) of sub-section (1) of the following“(j)is a person declared a specified entity under section 19 of the Anti-Terrorism Act 2008 (Act…………)”. The Immigration Act 2000 (Act 573) is amended in section 8 by the insertion of a new paragraph after paragraph (i) of sub-section (1) of the following is a person declared a specified entity under section 19 of the Anti-Terrorism Act 2008 (Act…………)”. is a person declared a specified entity under section 19 of the Anti-Terrorism Act 2008 (Act…………)”."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Modification",
      "content": "The Criminal and Other Offences Act, 1960 (Act 29) shall be read as one with this Act and where there is a conflict this Act shall prevail. The Criminal and Other Offences Act, 1960 (Act 29) shall be read as one with this Act and where there is a conflict this Act shall prevail."
    }
  ],
  "definitions": [
    {
      "term": "communications",
      "definition": "a communication received or transmitted by post or a telegraphic telephone or other communication received or transmitted by electric, magnetic, electro-magnetic, electro-chemical or electro mechanical energy",
      "source_provision": "s40"
    },
    {
      "term": "communications service provider",
      "definition": "a person who provides services for the transmission or reception of communications",
      "source_provision": "s40"
    },
    {
      "term": "conveyance",
      "definition": "any kind of vehicle for the transport of persons and property by land",
      "source_provision": "s40"
    },
    {
      "term": "counter-terrorism convention",
      "definition": "a convention adopted by the United Nations Security Council",
      "source_provision": "s40"
    },
    {
      "term": "Court",
      "definition": "High Court",
      "source_provision": "s40"
    },
    {
      "term": "entity",
      "definition": "specified entity",
      "source_provision": "s40"
    },
    {
      "term": "Minister",
      "definition": "the Attorney-General and Minister responsible for Justice",
      "source_provision": "s40"
    },
    {
      "term": "property",
      "definition": "an asset of any kind, whether corporeal or incorporeal, moveable or immovable, tangible or intangible and legal documents or instruments in any form including electronic or digital, evidencing title to, or interest in such assets including but not limited to bank credits, travellers cheques, bank cheques, money orders, shares, securities, bonds, drafts, letter of credit",
      "source_provision": "s40"
    },
    {
      "term": "Republic",
      "definition": "the Republic of Ghana",
      "source_provision": "s40"
    },
    {
      "term": "vessel",
      "definition": "any thing made or adopted for the conveyance by water, of people or property",
      "source_provision": "s40"
    },
    {
      "term": "communications",
      "definition": "a communication received or transmitted by post or a telegraphic telephone or other communication received or transmitted by electric, magnetic, electro-magnetic, electro-chemical or electro mechanical energy",
      "source_provision": "s40"
    },
    {
      "term": "communications service provider",
      "definition": "a person who provides services for the transmission or reception of communications",
      "source_provision": "s40"
    },
    {
      "term": "conveyance",
      "definition": "any kind of vehicle for the transport of persons and property by land",
      "source_provision": "s40"
    },
    {
      "term": "counter-terrorism convention",
      "definition": "a convention adopted by the United Nations Security Council",
      "source_provision": "s40"
    },
    {
      "term": "Court",
      "definition": "High Court",
      "source_provision": "s40"
    },
    {
      "term": "entity",
      "definition": "specified entity",
      "source_provision": "s40"
    },
    {
      "term": "Minister",
      "definition": "the Attorney-General and Minister responsible for Justice",
      "source_provision": "s40"
    },
    {
      "term": "property",
      "definition": "an asset of any kind, whether corporeal or incorporeal, moveable or immovable, tangible or intangible and legal documents or instruments in any form including electronic or digital, evidencing title to, or interest in such assets including but not limited to bank credits, travellers cheques, bank cheques, money orders, shares, securities, bonds, drafts, letter of credit",
      "source_provision": "s40"
    },
    {
      "term": "Republic",
      "definition": "the Republic of Ghana",
      "source_provision": "s40"
    },
    {
      "term": "vessel",
      "definition": "any thing made or adopted for the conveyance by water, of people or property",
      "source_provision": "s40"
    }
  ]
}