{
  "id": "act-754-2008",
  "type": "act",
  "title": "Communications Service Tax Act, 2008",
  "short_name": "CST 2008",
  "act_number": 754,
  "year": 2008,
  "status": "in_force",
  "issued_date": "2008-03-28",
  "url": "https://ghalii.org/akn/gh/act/2008/754",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Imposition of communication service tax",
      "content": "(1) There is imposed by the Act tax to be known as the communications service tax to be levied on charges payable by consumers for the use of communication service. There is imposed by the Act tax to be known as the communications service tax to be levied on charges payable by consumers for the use of communication service. (2) The tax shall be levied on all communications service usage charged by communication service providers with Class 1 licences as provided in the National Communications Regulations 2003 (L.L. 1719). The tax shall be levied on all communications service usage charged by communication service providers with Class 1 licences as provided in the National Communications Regulations 2003 (L.L. 1719)."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Persons liable to pay the tax",
      "content": "The tax shall be paid together with the communication service charge to communication service providers by consumers of the service. The tax shall be paid together with the communication service charge to communication service providers by consumers of the service."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Rate of the tax",
      "content": "The rate of the tax is 6% of the charge for the use of the communication service. The rate of the tax is 6% of the charge for the use of the communication service."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Collection of the tax and payment into Consolidated Fund",
      "content": "(1) The Value Added Tax Service, established under section 36 of the Value Added Tax Act 1998, (Act 546) is responsible for the administration and management of the tax and shall collect and account for the tax and any interest and penalty paid under the Act. The Value Added Tax Service, established under section 36 of the Value Added Tax Act 1998, (Act 546) is responsible for the administration and management of the tax and shall collect and account for the tax and any interest and penalty paid under the Act. (2) Subject to section 5 the Commissioner of the Value Added Tax Service shall pay the tax collected together with any interest and penalty into the Consolidated Fund. Subject to section 5 the Commissioner of the Value Added Tax Service shall pay the tax collected together with any interest and penalty into the Consolidated Fund."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "National youth employment support",
      "content": "At least 20% of the revenue generated from the tax shall be used to finance the national youth employment programme. At least 20% of the revenue generated from the tax shall be used to finance the national youth employment programme."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Submission of tax return and time for payment of the tax",
      "content": "(1) Unless otherwise directed by the Commissioner in writing, a communication service provider shall file a tax return to account for the tax. Unless otherwise directed by the Commissioner in writing, a communication service provider shall file a tax return to account for the tax. (2) The tax return shall be in a form prescribed by the Minister and shall state the amount of tax payable for the period and any related matters that may be required. The tax return shall be in a form prescribed by the Minister and shall state the amount of tax payable for the period and any related matters that may be required. (3) The Commissioner may require a person to submit to the Commissioner, in addition to the tax return under subsection (1), a further tax return in a prescribed form. The Commissioner may require a person to submit to the Commissioner, in addition to the tax return under subsection (1), a further tax return in a prescribed form. (4) The request by the Commissioner for a further tax return may be made to a person The request by the Commissioner for a further tax return may be made to a person on that person's own behalf, or on that person's own behalf, or as an agent or trustee of another person. as an agent or trustee of another person. (5) The return and the tax due for the accounting period to which the tax return relates shall be submitted and paid to the Commissioner not later than the last working day of the month immediately after the month to which the tax return and payment relate. The return and the tax due for the accounting period to which the tax return relates shall be submitted and paid to the Commissioner not later than the last working day of the month immediately after the month to which the tax return and payment relate. (6) On application in writing by a service provider, the Commissioner may extend the period within which the tax return may be submitted and payment made, where good cause is shown by the applicant. On application in writing by a service provider, the Commissioner may extend the period within which the tax return may be submitted and payment made, where good cause is shown by the applicant. (7) The extension shall be communicated to the applicant in writing and shall state the date by which the tax return shall be submitted and the tax for the period paid. The extension shall be communicated to the applicant in writing and shall state the date by which the tax return shall be submitted and the tax for the period paid. (8) A service provider who without justification fails to submit to the Commissioner the tax return by the due date is liable to a pecuniary penalty of GH¢2,000.00 and a further penalty of GH¢500.00 for each day that the return is not submitted. A service provider who without justification fails to submit to the Commissioner the tax return by the due date is liable to a pecuniary penalty of GH¢2,000.00 and a further penalty of GH¢500.00 for each day that the return is not submitted."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Payment of interest on outstanding tax",
      "content": "(1) Subject to section 6 (6) a service provider who fails to pay the tax by the due date shall pay monthly interest on the tax due at the rate of one hundred and fifty per cent of the average of the prevailing commercial banks' lending rates as published by the Bank of Ghana. Subject to section 6 (6) a service provider who fails to pay the tax by the due date shall pay monthly interest on the tax due at the rate of one hundred and fifty per cent of the average of the prevailing commercial banks' lending rates as published by the Bank of Ghana. (2) For the purpose of subsection (1) any part of one month shall be deemed to be one month. For the purpose of subsection (1) any part of one month shall be deemed to be one month. (3) Subject to section 6 (6) where the interest payable under subsection (1) is not paid within one month after the due date, interest shall be paid on the unpaid interest at the same rate and in the same manner as interest on the unpaid tax. Subject to section 6 (6) where the interest payable under subsection (1) is not paid within one month after the due date, interest shall be paid on the unpaid interest at the same rate and in the same manner as interest on the unpaid tax."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Recovery of tax, interest or penalty due",
      "content": "(1) A tax, penalty or any interest due under this Act which remains unpaid after the due date may be recovered by the Commissioner as a debt. A tax, penalty or any interest due under this Act which remains unpaid after the due date may be recovered by the Commissioner as a debt. (2) An amount shown as the tax on a bill for communication service usage is recoverable as tax due from the person who issues the bill, whether or not An amount shown as the tax on a bill for communication service usage is recoverable as tax due from the person who issues the bill, whether or not tax is chargeable on the communication service usage, or tax is chargeable on the communication service usage, or the person who issues the bill is a person authorised or licensed by the National Communications Authority, the person who issues the bill is a person authorised or licensed by the National Communications Authority, (3) Where a body, either corporate or unincorporated which is liable for the payment of the tax, or of any penalty or interest that arises under this Act, defaults in payment, in whole or in part after written demand, the directors, partners, and the person in control of the body are jointly and severally liable to pay the sum due. Where a body, either corporate or unincorporated which is liable for the payment of the tax, or of any penalty or interest that arises under this Act, defaults in payment, in whole or in part after written demand, the directors, partners, and the person in control of the body are jointly and severally liable to pay the sum due. (4) Where tax, penalty or interest is payable and due under this Act the Commissioner may apply to the Court for an order that compels an individual or business Where tax, penalty or interest is payable and due under this Act the Commissioner may apply to the Court for an order that compels an individual or business from whom money is due or is accruing to the person required to pay the tax, interest or penalty, or from whom money is due or is accruing to the person required to pay the tax, interest or penalty, or who holds money for or on account of the person required to pay the tax, interest or penalty, who holds money for or on account of the person required to pay the tax, interest or penalty, to pay to the Commissioner that money, or so much of it as is sufficient to discharge the tax, interest or penalty payable and due."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Distraint for liability",
      "content": "(1) Where tax, penalty or interest due under this Act remains unpaid after the time by which this Act requires it to be paid, the Commissioner may apply to the Court by motion on notice to the person from whom the payment is due for an order to levy distress Where tax, penalty or interest due under this Act remains unpaid after the time by which this Act requires it to be paid, the Commissioner may apply to the Court by motion on notice to the person from whom the payment is due for an order to levy distress on the goods, chattels and effects of that person, and on the goods, chattels and effects of that person, and on, on, the assets, property, building, factory, machinery, plant, tools, means of transport, accessories and all equipment used for the provision of communication service by that person; the assets, property, building, factory, machinery, plant, tools, means of transport, accessories and all equipment used for the provision of communication service by that person; the commodity or items found in premises or land owned by, in use or in possession of that person or of any other person on behalf of or in trust for that person. the commodity or items found in premises or land owned by, in use or in possession of that person or of any other person on behalf of or in trust for that person. (2) The distress order issued under subsection (1) shall be executed on the assets of the person specified in the order and the Value Added Tax Service shall take possession of the property specified in subsection (1), exclusive of all liabilities. The distress order issued under subsection (1) shall be executed on the assets of the person specified in the order and the Value Added Tax Service shall take possession of the property specified in subsection (1), exclusive of all liabilities. (3) In furtherance of the levy of distress, a person authorised in writing by the Commissioner may execute the order of distress on the goods and assets specified under subsection (1) and where necessary, may break open any building or place in the day-time for the purpose. In furtherance of the levy of distress, a person authorised in writing by the Commissioner may execute the order of distress on the goods and assets specified under subsection (1) and where necessary, may break open any building or place in the day-time for the purpose. (4) The authorised person may seek the assistance of a police officer and that police officer shall assist in the execution of the order of distress. The authorised person may seek the assistance of a police officer and that police officer shall assist in the execution of the order of distress. (5) The property distrained shall be kept for fourteen days at the cost of the owner and if the amount due in respect of the tax, interest or penalties, cost and the charges for and incidental to the distress are not paid, the property distrained may be sold on the orders of the Court. The property distrained shall be kept for fourteen days at the cost of the owner and if the amount due in respect of the tax, interest or penalties, cost and the charges for and incidental to the distress are not paid, the property distrained may be sold on the orders of the Court. (6) Where distrained property is sold, there shall be paid out of the proceeds of the sale, Where distrained property is sold, there shall be paid out of the proceeds of the sale, the costs or charges of the costs or charges of the distress, the distress, maintenance of the distress, and maintenance of the distress, and the sale, and the sale, and the amount due in respect of the tax, interest and the amount due in respect of the tax, interest and penalties and any residue that remains after these payments shall be paid to the owner of the property but payment to the owner is subject to the prior interest of the Value Added Tax Service which has precedence over other interests. (7) Where property seized in the execution of the distress warrant is under a mortgage, bill of sale, charged by way of security for debt, or is in any way encumbered, the interest of the Value Added Tax Service has precedence over all the other interests. Where property seized in the execution of the distress warrant is under a mortgage, bill of sale, charged by way of security for debt, or is in any way encumbered, the interest of the Value Added Tax Service has precedence over all the other interests."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Recovery in respect of a person under liquidation",
      "content": "Where tax, penalty or interest is due under this Act from a person who is subject to liquidation or bankruptcy proceedings, the liquidator, receiver, or other person responsible for winding up the affairs of the debtor shall not distribute the assets until full payment has been made of the tax, penalty or interest due under this Act. Where tax, penalty or interest is due under this Act from a person who is subject to liquidation or bankruptcy proceedings, the liquidator, receiver, or other person responsible for winding up the affairs of the debtor shall not distribute the assets until full payment has been made of the tax, penalty or interest due under this Act."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Records, related matters, offences and penalties",
      "content": "Sections 29 and 30 and Parts IX, and XII of the Value Added Tax Act 1998, (Act 546) apply to the management of the tax with the modifications that are necessary. Sections 29 and 30 and Parts IX, and XII of the Value Added Tax Act 1998, (Act 546) apply to the management of the tax with the modifications that are necessary."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Objections and appeals",
      "content": "Sections 54 and 55 and PART X of the Value Added Tax Act 1998, (Act 546) apply in matters of objections and appeals related to the tax. Sections 54 and 55 and PART X of the Value Added Tax Act 1998, (Act 546) apply in matters of objections and appeals related to the tax."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Evidence in proceedings",
      "content": "(1) A certificate issued by the Commissioner that A certificate issued by the Commissioner that a tax return required by this Act has not been submitted or has not been submitted on the specified date, or a tax return required by this Act has not been submitted or has not been submitted on the specified date, or tax shown as due in any tax return or assessment made under this Act has not been paid, tax shown as due in any tax return or assessment made under this Act has not been paid, is sufficient evidence in civil or criminal proceedings of that fact unless the contrary is proved. (2) A photocopy of a document furnished to the Commissioner or an officer of the VAT Service or the National Communications Authority under the requirements of this Act and certified by the Commissioner, is admissible as evidence in civil or criminal proceedings to the same extent as the original. A photocopy of a document furnished to the Commissioner or an officer of the VAT Service or the National Communications Authority under the requirements of this Act and certified by the Commissioner, is admissible as evidence in civil or criminal proceedings to the same extent as the original. (3) A statement or other information contained in a document produced by a computer is admissible as evidence in civil or criminal proceedings if it is certified as correct by the Commissioner unless the contrary is proved. A statement or other information contained in a document produced by a computer is admissible as evidence in civil or criminal proceedings if it is certified as correct by the Commissioner unless the contrary is proved."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Directives and powers of the Minister and the Commissioner",
      "content": "(1) The Minister may give policy directives that the Minister considers necessary to the Commissioner for the effective implementation of this Act. The Minister may give policy directives that the Minister considers necessary to the Commissioner for the effective implementation of this Act. (2) Subject to the provisions of this Act, the Commissioner may in writing give administrative directives that the Commissioner considers necessary for the implementation of the provisions of this Act. Subject to the provisions of this Act, the Commissioner may in writing give administrative directives that the Commissioner considers necessary for the implementation of the provisions of this Act. (3) The Commissioner may request any person in writing to provide security that the Commissioner considers adequate for the protection of revenue. The Commissioner may request any person in writing to provide security that the Commissioner considers adequate for the protection of revenue. (4) The Minister in collaboration with the Minister for Communications shall establish a monitoring mechanism to verify the actual revenue that accrue to the communication service providers in respect of the tax. The Minister in collaboration with the Minister for Communications shall establish a monitoring mechanism to verify the actual revenue that accrue to the communication service providers in respect of the tax."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Regulations",
      "content": "The Minister may by legislative instrument, make Regulations generally for the purpose of giving effect to the provisions of this Act and may in particular make Regulations to prescribe the form of the tax return; and the form of the tax return; and the records to be kept in respect of the tax. the records to be kept in respect of the tax."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires\"accounting period\" means one calendar month;\"charge for communications service usage\" means the amount chargeable by a communication service provider for communication services usage, other than the value added tax, national health insurance levy;\"Commissioner\" means the Commissioner of Value Added Tax appointed under section 44 of the Value Added Tax Act 1998, (Act 546);\"Communication service\" includes the provision of a service through a communications system for the transmission or routing of signals or a combination of these functions;\"communications system\" means a system for the conveyance through the agency of electric, magnetic, electro-magnetic, electro-chemical or electro-mechanical energy or light energy of(a)speech, music and other sounds;(b)visual images;(c)signals serving for imparting whether as between persons and things of a matter in the form of sounds or visual images;(d)signals serving for the actuation or control of machinery or apparatus; and communications equipment situated in Ghana; and(i)connected to but not comprised in a communications system; or(ii)connected to and comprised in a communications system which extends beyond the boundaries of Ghana.\"communication service provider\" means a person licensed, authorised or required to be licensed to provide communication services by the National Communications Authority under section 13 and 14 of the National Communications Authority Act, 1996 (Act 524);\"Court\" means the District, Circuit or High Court;\"Minister\" means the Minister responsible for Finance;\"prescribed\" means prescribed by Regulations made under this Act;\"service\" means communications service;\"service provider\" means communications service provider;\"tax return\" means the records kept and required to be submitted to the Commissioner to account for the communications service tax imposed under section 1 of this Act;\"tax\" means the communications service tax imposed in section 1;\"tax period\" means one calendar month. In this Act unless the context otherwise requires \"accounting period\" means one calendar month; \"charge for communications service usage\" means the amount chargeable by a communication service provider for communication services usage, other than the value added tax, national health insurance levy; \"Commissioner\" means the Commissioner of Value Added Tax appointed under section 44 of the Value Added Tax Act 1998, (Act 546); \"Communication service\" includes the provision of a service through a communications system for the transmission or routing of signals or a combination of these functions; speech, music and other sounds; visual images; signals serving for imparting whether as between persons and things of a matter in the form of sounds or visual images; connected to but not comprised in a communications system; or connected to and comprised in a communications system which extends beyond the boundaries of Ghana. \"communication service provider\" means a person licensed, authorised or required to be licensed to provide communication services by the National Communications Authority under section 13 and 14 of the National Communications Authority Act, 1996 (Act 524); \"Court\" means the District, Circuit or High Court; \"Minister\" means the Minister responsible for Finance; \"prescribed\" means prescribed by Regulations made under this Act; \"service\" means communications service; \"service provider\" means communications service provider; \"tax return\" means the records kept and required to be submitted to the Commissioner to account for the communications service tax imposed under section 1 of this Act; \"tax\" means the communications service tax imposed in section 1; \"tax period\" means one calendar month."
    }
  ],
  "definitions": [
    {
      "term": "accounting period",
      "definition": "one calendar month",
      "source_provision": "s16"
    },
    {
      "term": "charge for communications service usage",
      "definition": "the amount chargeable by a communication service provider for communication services usage, other than the value added tax, national health insurance levy",
      "source_provision": "s16"
    },
    {
      "term": "Commissioner",
      "definition": "the Commissioner of Value Added Tax appointed under section 44 of the Value Added Tax Act 1998, (Act 546)",
      "source_provision": "s16"
    },
    {
      "term": "communications system",
      "definition": "a system for the conveyance through the agency of electric, magnetic, electro-magnetic, electro-chemical or electro-mechanical energy or light energy of(a)speech, music and other sounds",
      "source_provision": "s16"
    },
    {
      "term": "communication service provider",
      "definition": "a person licensed, authorised or required to be licensed to provide communication services by the National Communications Authority under section 13 and 14 of the National Communications Authority Act, 1996 (Act 524)",
      "source_provision": "s16"
    },
    {
      "term": "Court",
      "definition": "the District, Circuit or High Court",
      "source_provision": "s16"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s16"
    },
    {
      "term": "prescribed",
      "definition": "prescribed by Regulations made under this Act",
      "source_provision": "s16"
    },
    {
      "term": "service",
      "definition": "communications service",
      "source_provision": "s16"
    },
    {
      "term": "service provider",
      "definition": "communications service provider",
      "source_provision": "s16"
    },
    {
      "term": "tax return",
      "definition": "the records kept and required to be submitted to the Commissioner to account for the communications service tax imposed under section 1 of this Act",
      "source_provision": "s16"
    },
    {
      "term": "tax",
      "definition": "the communications service tax imposed in section 1",
      "source_provision": "s16"
    },
    {
      "term": "tax period",
      "definition": "one calendar month. In this Act unless the context otherwise requires \"accounting period\" means one calendar month",
      "source_provision": "s16"
    },
    {
      "term": "charge for communications service usage",
      "definition": "the amount chargeable by a communication service provider for communication services usage, other than the value added tax, national health insurance levy",
      "source_provision": "s16"
    },
    {
      "term": "Commissioner",
      "definition": "the Commissioner of Value Added Tax appointed under section 44 of the Value Added Tax Act 1998, (Act 546)",
      "source_provision": "s16"
    },
    {
      "term": "communication service provider",
      "definition": "a person licensed, authorised or required to be licensed to provide communication services by the National Communications Authority under section 13 and 14 of the National Communications Authority Act, 1996 (Act 524)",
      "source_provision": "s16"
    },
    {
      "term": "Court",
      "definition": "the District, Circuit or High Court",
      "source_provision": "s16"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s16"
    },
    {
      "term": "prescribed",
      "definition": "prescribed by Regulations made under this Act",
      "source_provision": "s16"
    },
    {
      "term": "service",
      "definition": "communications service",
      "source_provision": "s16"
    },
    {
      "term": "service provider",
      "definition": "communications service provider",
      "source_provision": "s16"
    },
    {
      "term": "tax return",
      "definition": "the records kept and required to be submitted to the Commissioner to account for the communications service tax imposed under section 1 of this Act",
      "source_provision": "s16"
    },
    {
      "term": "tax",
      "definition": "the communications service tax imposed in section 1",
      "source_provision": "s16"
    }
  ]
}