{
  "id": "act-779-2008",
  "type": "act",
  "title": "Railways Act, 2008",
  "short_name": "Railways Act, 2008 2008",
  "act_number": 779,
  "year": 2008,
  "status": "in_force",
  "issued_date": "2009-01-09",
  "url": "https://ghalii.org/akn/gh/act/2008/779",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Ghana Railway Development Authority",
      "content": "(1) There is established by this Act a body known as the Ghana Railway Development Authority. There is established by this Act a body known as the Ghana Railway Development Authority. (2) The Authority is a body corporate with perpetual succession and a common seal and may sue and be sued in its corporate name. The Authority is a body corporate with perpetual succession and a common seal and may sue and be sued in its corporate name. (3) The Authority may for the performance of its functions acquire and hold movable or immovable property and may enter into a contract or any other transaction. The Authority may for the performance of its functions acquire and hold movable or immovable property and may enter into a contract or any other transaction. (4) Where there is hindrance to the acquisition of property, the property may be acquired for the Authority under the State Property Act, 1960 (C.A. 6) or the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Authority. Where there is hindrance to the acquisition of property, the property may be acquired for the Authority under the State Property Act, 1960 (C.A. 6) or the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Authority."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Objects and functions of the Authority",
      "content": "(1) The objects of the Authority are to The objects of the Authority are to promote the development of railways and railway services, promote the development of railways and railway services, hold, administer and improve the Railway Assets; and hold, administer and improve the Railway Assets; and promote the development and management of suburban, railway. promote the development and management of suburban, railway. (2) To achieve the objects the Authority shall To achieve the objects the Authority shall implement and ensure compliance with Part Two of this Act, implement and ensure compliance with Part Two of this Act, grant licences, concessions, and leases which are necessary for the operation of railways and railway services and perform other related functions including the keeping of a register of railway grant licences, concessions, and leases which are necessary for the operation of railways and railway services and perform other related functions including the keeping of a register of railway operations, operations, licensees, and licensees, and sub-licencees, sub-licencees, exercise ownership rights over assets that are transferred to the Authority from Railway assets, exercise ownership rights over assets that are transferred to the Authority from Railway assets, set and enforce safety and security standards for the construction and operation of railways in accordance with this Act, set and enforce safety and security standards for the construction and operation of railways in accordance with this Act, regulate and monitor the activities of licensees, concessionaires and operators of railway, regulate and monitor the activities of licensees, concessionaires and operators of railway, initiate, conduct, promote and encourage studies necessary for the growth and development of railways including the development of master plans in accordance with the Schedule to this Act and set standards, initiate, conduct, promote and encourage studies necessary for the growth and development of railways including the development of master plans in accordance with the Schedule to this Act and set standards, oversee the administration of the Railway Development Fund and ensure that the Railway Development Fund is used for the purposes set out in section 23, oversee the administration of the Railway Development Fund and ensure that the Railway Development Fund is used for the purposes set out in section 23, ensure collaboration with other public, private or international agencies necessary for the performance of its functions, ensure collaboration with other public, private or international agencies necessary for the performance of its functions, advise the government on railway matters generally, advise the government on railway matters generally, subject to section 98, subject to section 98, carry out any transitional function that is necessary for the growth and sustainability of railways, carry out any transitional function that is necessary for the growth and sustainability of railways, carry out other activities incidental to its functions, and carry out other activities incidental to its functions, and subject to ministerial directives, perform the functions of a railway regulator. subject to ministerial directives, perform the functions of a railway regulator."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Ministerial responsibility",
      "content": "(1) The Minister responsible for railways has ministerial responsi­bility for the Authority. The Minister responsible for railways has ministerial responsi­bility for the Authority. (2) The Minister may give directives to the Authority on matters of policy and the Authority shall comply. The Minister may give directives to the Authority on matters of policy and the Authority shall comply."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Governing body of the Authority",
      "content": "(1) The governing body of the Authority is a Board consisting of The governing body of the Authority is a Board consisting of a chairperson, a chairperson, one representative each of one representative each of the Ministry of Ports, Harbours and Railways, the Ministry of Ports, Harbours and Railways, the Ministry of Road Transport, the Ministry of Road Transport, the Ministry of Finance and Economic Planning, the Ministry of Finance and Economic Planning, the Ghana Ports and Harbours Authority, the Ghana Ports and Harbours Authority, the National Development Planning Commission, the National Development Planning Commission, the Ghana Chamber of Mines, and the Ghana Chamber of Mines, and the Ghana Cocoa Board, the Ghana Cocoa Board, two persons appointed from the private sector or commerce taking gender balance into consideration and, two persons appointed from the private sector or commerce taking gender balance into consideration and, the Chief Executive Officer of the Authority. the Chief Executive Officer of the Authority. (2) The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Functions of the Board",
      "content": "The Board shall ensure the efficient and effective performance of the functions conferred on the Authority under this Act, ensure the efficient and effective performance of the functions conferred on the Authority under this Act, initiate policies for the proper management of the Authority, initiate policies for the proper management of the Authority, ensure the sound and proper management of the Fund set up under section 22 of this Act, and ensure the sound and proper management of the Fund set up under section 22 of this Act, and perform other functions that are incidental to the objects of the Authority. perform other functions that are incidental to the objects of the Authority."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Tenure of office of members of the Board",
      "content": "(1) A member of the Board, shall hold office for a period of not more than three years and is eligible for re-appointment. A member of the Board, shall hold office for a period of not more than three years and is eligible for re-appointment. (2) Subsection (1) does not apply to the Chief Executive Officer. Subsection (1) does not apply to the Chief Executive Officer. (3) A member of the Board may at any time resign from office in writing addressed to the President through the Minister. A member of the Board may at any time resign from office in writing addressed to the President through the Minister. (4) A member of the Board other than the Chief Executive Officer who is absent from three consecutive meetings of the Board without reasonable cause ceases to be a member of the Board. A member of the Board other than the Chief Executive Officer who is absent from three consecutive meetings of the Board without reasonable cause ceases to be a member of the Board. (5) The President may by letter addressed to a member revoke the appointment of that member. The President may by letter addressed to a member revoke the appointment of that member. (6) Where a member of the Board is, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Board is, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3) or (4) or section 8(2), or under subsection (3) or (4) or section 8(2), or as a result of a revocation of appointment under subsection (5), or as a result of a revocation of appointment under subsection (5), or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy, and the President shall in accordance with article 70 of the Constitution appoint a person to fill the vacancy."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months for the dispatch of business at the place and time determined by the chairper­son. The Board shall meet at least once every three months for the dispatch of business at the place and time determined by the chairper­son. (2) The chairperson shall at the request in writing of not less than one third of the membership of the Board convene an extraordinary meeting of the Board at the place and time determined by the chairperson. The chairperson shall at the request in writing of not less than one third of the membership of the Board convene an extraordinary meeting of the Board at the place and time determined by the chairperson. (3) The quorum at a meeting of the Board is six members of the Board. The quorum at a meeting of the Board is six members of the Board. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. (5) Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. (7) The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. (8) Subject to this section, the Board may determine the procedure for its meetings. Subject to this section, the Board may determine the procedure for its meetings."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration by the Board shall disclose in writing the nature of that interest and is disqualified from participating in the deliberations of the Board in respect of that matter. A member of the Board who has an interest in a matter for consideration by the Board shall disclose in writing the nature of that interest and is disqualified from participating in the deliberations of the Board in respect of that matter. (2) A member who contravenes subsection (1) ceases to be a member of the Board. A member who contravenes subsection (1) ceases to be a member of the Board."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members or both to perform a function. The Board may establish committees consisting of members of the Board or non-members or both to perform a function. (2) Where a member of the Board is on a committee, that member shall be the chairperson of the committee. Where a member of the Board is on a committee, that member shall be the chairperson of the committee."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Further rules",
      "content": "The Board may make further rules in respect of the sittings of the Board and its work, and the sittings of the Board and its work, and the manner of and procedures for dealing with matters and business before the Authority, including an application or complaint filed with it in respect of any of its functions or object. the manner of and procedures for dealing with matters and business before the Authority, including an application or complaint filed with it in respect of any of its functions or object."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Divisions of the Authority",
      "content": "(1) The Authority shall have divisions and units that are neces­sary for the efficient performance of its functions. The Authority shall have divisions and units that are neces­sary for the efficient performance of its functions. (2) In the setting up of divisions and units the Authority shall be guided by the need to In the setting up of divisions and units the Authority shall be guided by the need to promote the development and planning of railways, promote the development and planning of railways, set and maintain high safety and security standards in all aspects of the operations of railways, and set and maintain high safety and security standards in all aspects of the operations of railways, and ensure effective monitoring and compliance with this Act and related Regulations. ensure effective monitoring and compliance with this Act and related Regulations."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Chief Executive Officer",
      "content": "(1) The President shall in accordance with article 195 of the Con­stitution appoint for the Authority a Chief Executive Officer. The President shall in accordance with article 195 of the Con­stitution appoint for the Authority a Chief Executive Officer. (2) The Chief Executive Officer shall hold office on terms and conditions specified in the letter of appointment and shall be appointed for a term of not more than four years but is eligible for re-appointment. The Chief Executive Officer shall hold office on terms and conditions specified in the letter of appointment and shall be appointed for a term of not more than four years but is eligible for re-appointment."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Functions of the Chief Executive Officer",
      "content": "(1) The Chief Executive Officer is responsible for the day to day administration of the affairs of the Authority and is answerable to the Board for the performance of the functions of that office. The Chief Executive Officer is responsible for the day to day administration of the affairs of the Authority and is answerable to the Board for the performance of the functions of that office. (2) The Chief Executive Officer shall perform any other function determined by the Board. The Chief Executive Officer shall perform any other function determined by the Board. (3) The Chief Executive Officer may delegate a function to an officer of the Authority but shall not be relieved of the ultimate respon­sibility for the performance of the delegated function. The Chief Executive Officer may delegate a function to an officer of the Authority but shall not be relieved of the ultimate respon­sibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Appointment of other staff",
      "content": "(1) The President shall in accordance with article 195 of the Con­stitution appoint for the Authority other staff that are necessary for the proper and effective performance of its functions. The President shall in accordance with article 195 of the Con­stitution appoint for the Authority other staff that are necessary for the proper and effective performance of its functions. (2) Other public officers and officers of State Enterprises may be transferred or seconded to the Authority or may otherwise give assis­tance to it. Other public officers and officers of State Enterprises may be transferred or seconded to the Authority or may otherwise give assis­tance to it. (3) The Authority may engage the services of advisers on the recommendations of the Board. The Authority may engage the services of advisers on the recommendations of the Board. (4) The President shall on the recommendations of the Board appoint a secretary to the Board who shall perform such functions as the Board may direct. The President shall on the recommendations of the Board appoint a secretary to the Board who shall perform such functions as the Board may direct."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Funds of the Authority",
      "content": "(1) The funds of the Authority include The funds of the Authority include fees for licences and other charges relating to its functions, fees for licences and other charges relating to its functions, donations, loans and grants, and donations, loans and grants, and any other moneys that are approved by Parliament. any other moneys that are approved by Parliament. (2) The expenses of the Authority including remuneration of employees, allowances to members of the Board and the other adminis­trative expenses of the Authority shall be paid by the Authority from the funds provided for the Authority under this section. The expenses of the Authority including remuneration of employees, allowances to members of the Board and the other adminis­trative expenses of the Authority shall be paid by the Authority from the funds provided for the Authority under this section. (3) Where the Authority has any amount remaining to its credit after it has made provision for Where the Authority has any amount remaining to its credit after it has made provision for the payment of salaries, allowances and other administrative and management expenditure, the payment of salaries, allowances and other administrative and management expenditure, depreciation of asset, depreciation of asset, repayment of loan, interest, and repayment of loan, interest, and contingency, contingency, in any financial year, the Authority shall transfer to the Consolidated Fund a proportion of the credit that the Minister for Finance may in writing direct after consultation with the Minister and the Board. (4) Subsection (3) does not apply to the Ghana Development Fund established under section 22. Subsection (3) does not apply to the Ghana Development Fund established under section 22."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Loans, bank accounts and investments",
      "content": "(1) Subject to article 181 of the Constitution and the Loans Act, 1970 (Act 335) the Authority may obtain loans and credit facilities that the Authority requires for the implementation of its functions. Subject to article 181 of the Constitution and the Loans Act, 1970 (Act 335) the Authority may obtain loans and credit facilities that the Authority requires for the implementation of its functions. (2) The Authority may with the approval of the Minister for Finance borrow, by way of overdraft or otherwise, sums that it may require to meet its current obligations or perform its functions under this Act. The Authority may with the approval of the Minister for Finance borrow, by way of overdraft or otherwise, sums that it may require to meet its current obligations or perform its functions under this Act. (3) The Board may with the approval of the Minister for Finance open bank accounts that the Board considers necessary, except that a bank account opened outside the country shall be subject to article 183 (2)(b) of the Constitution. The Board may with the approval of the Minister for Finance open bank accounts that the Board considers necessary, except that a bank account opened outside the country shall be subject to article 183 (2)(b) of the Constitution. (4) The Authority may make investments that the Board considers necessary except that any returns on investments shall be paid only into the Railway Development Fund. The Authority may make investments that the Board considers necessary except that any returns on investments shall be paid only into the Railway Development Fund."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Annual budget of Authority",
      "content": "(1) The Authority shall, not later than three months before the end of each financial year, cause to be prepared and submitted to the Minister for the approval of Parliament, an annual budget in respect of the ensuing financial year comprising estimates of expected recurrent and capital expenditures in that financial year. The Authority shall, not later than three months before the end of each financial year, cause to be prepared and submitted to the Minister for the approval of Parliament, an annual budget in respect of the ensuing financial year comprising estimates of expected recurrent and capital expenditures in that financial year. (2) The estimates shall clearly indicate expenditure from the Fund in a separate section and indicate the purpose of the expenditure. The estimates shall clearly indicate expenditure from the Fund in a separate section and indicate the purpose of the expenditure. (3) Estimates for the Fund shall be in accordance with section 27 and comply with section 23 to 29. Estimates for the Fund shall be in accordance with section 27 and comply with section 23 to 29."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books of account and proper records in relation to them in a form approved by the Auditor-General. The Board shall keep books of account and proper records in relation to them in a form approved by the Auditor-General. (2) The Board shall submit the accounts of the Authority to the Auditor-General for audit within three months after the end of the financial year. The Board shall submit the accounts of the Authority to the Auditor-General for audit within three months after the end of the financial year. (3) The Auditor-General shall not later than three months after the end of the financial year, audit the accounts and forward a copy of the audit report to the Minister. The Auditor-General shall not later than three months after the end of the financial year, audit the accounts and forward a copy of the audit report to the Minister. (4) The Internal Audit Agency Act, 2003 (Act 658) shall apply to this Part. The Internal Audit Agency Act, 2003 (Act 658) shall apply to this Part. (5) The financial year of the Authority shall be the same as the financial year of the Government. The financial year of the Authority shall be the same as the financial year of the Government."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Tax exemption",
      "content": "The Authority is hereby exempted from payment of tax on the chargeable income from its operations. The Authority is hereby exempted from payment of tax on the chargeable income from its operations."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall within one month after the receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Authority for the year to which the report relates. The Board shall within one month after the receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Authority for the year to which the report relates. (2) The annual report shall include the report of the Auditor-General. The annual report shall include the report of the Auditor-General. (3) The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Board shall also submit to the Minister any other report which the Minister may require in writing. The Board shall also submit to the Minister any other report which the Minister may require in writing."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Establishment of the Railway Development Fund",
      "content": "There is established under this Act a Railway Development Fund. There is established under this Act a Railway Development Fund."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Object of the Fund",
      "content": "The object of the Fund is to finance the development of railways and to provide for expenditure directly related to the development of railways, finance the development of railways and to provide for expenditure directly related to the development of railways, finance the development and improvement of railway assets including the development of new railways and the preservation or improvement of the value of existing assets, finance the development and improvement of railway assets including the development of new railways and the preservation or improvement of the value of existing assets, defray the costs and expenses incurred by the Authority in preparing any report or master-plan, and defray the costs and expenses incurred by the Authority in preparing any report or master-plan, and pay for the costs of acquiring assets. pay for the costs of acquiring assets."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Sources of money for the Fund",
      "content": "The sources of money for the Fund are moneys received by the Authority from the disposal of assets, moneys received by the Authority from the disposal of assets, proceeds received by the Authority from investments, proceeds received by the Authority from investments, moneys provided by the Minister for Finance with the approval of Parliament for the Fund or for a specific project under the Fund, moneys provided by the Minister for Finance with the approval of Parliament for the Fund or for a specific project under the Fund, levies approved by Parliament, levies approved by Parliament, loans granted for the purposes of the Fund, and loans granted for the purposes of the Fund, and grants, gifts and income from other sources received for the purpose of the Fund. grants, gifts and income from other sources received for the purpose of the Fund."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Management of the Fund",
      "content": "(1) The Board shall be responsible for the management of the Fund. The Board shall be responsible for the management of the Fund. (2) There is hereby established a Fund Committee which shall be responsible for the day to day management of the Fund and shall be answerable to the Board. There is hereby established a Fund Committee which shall be responsible for the day to day management of the Fund and shall be answerable to the Board. (3) The Fund Committee shall consist of one representative of The Fund Committee shall consist of one representative of the Ministry of Finance, the Ministry of Finance, the Ministry responsible for railways, and the Ministry responsible for railways, and the Controller and Accountant-General, the Controller and Accountant-General, who shall not be below the rank of a director. (4) The Fund Committee shall make recommendations for the administration and management of the Fund. The Fund Committee shall make recommendations for the administration and management of the Fund. (5) In furtherance of subsection (1), the Board shall, In furtherance of subsection (1), the Board shall, arrange for the collection of moneys assigned to or receivable by the Fund, arrange for the collection of moneys assigned to or receivable by the Fund, identify additional sources of funding, identify additional sources of funding, co-ordinate and ensure total accountability of the Fund, co-ordinate and ensure total accountability of the Fund, recommend to the Minister after consultation with the Minister for Finance additional sources and level of payments into the Fund, recommend to the Minister after consultation with the Minister for Finance additional sources and level of payments into the Fund, prepare and publish procedures for the disbursement of the Fund in consultation with the Minister of Finance, prepare and publish procedures for the disbursement of the Fund in consultation with the Minister of Finance, determine the expenditure programmes from the Fund, taking into consideration the provisions of this Act and Government policy, and determine the expenditure programmes from the Fund, taking into consideration the provisions of this Act and Government policy, and perform other functions incidental to the administration of the Fund. perform other functions incidental to the administration of the Fund."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Charges on the Fund",
      "content": "Despite section 23 of this Act, the Fund shall be used for the development of railway infrastructure and related matters, the development of railway infrastructure and related matters, railway safety activities, and railway safety activities, and other relevant matters determined by the Board. other relevant matters determined by the Board."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Annual programme of expenditure from the Fund",
      "content": "(1) The Fund Committee shall prepare for the approval of the Board, an annual expenditure programme for the Fund in respect of the following financial year. The Fund Committee shall prepare for the approval of the Board, an annual expenditure programme for the Fund in respect of the following financial year. (2) The expenditure programme shall be prepared at least three months before the end of each financial year. The expenditure programme shall be prepared at least three months before the end of each financial year. (3) The annual expenditure programme shall be in a form and contain particulars determined by the Board and shall include The annual expenditure programme shall be in a form and contain particulars determined by the Board and shall include the relevant capital expenditure programme for the following financial year, the relevant capital expenditure programme for the following financial year, reasons for the expenditure in respect of each item, and reasons for the expenditure in respect of each item, and projections of cash flow into the Fund for the following financial year. projections of cash flow into the Fund for the following financial year. (4) The Board shall in consultation with the Minister responsible for Finance approve the annual expenditure programme to be financed from the Fund. The Board shall in consultation with the Minister responsible for Finance approve the annual expenditure programme to be financed from the Fund. (5) In preparing and approving the annual expenditure programme the following shall be considered: In preparing and approving the annual expenditure programme the following shall be considered: policy direction of the Ministry responsible for railways; policy direction of the Ministry responsible for railways; the affordability of the overall programme; and the affordability of the overall programme; and the adequacy of the amount allocated for each item. the adequacy of the amount allocated for each item."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Purpose of disbursement of the Fund",
      "content": "Money from the Fund shall only be disbursed for works, goods and services that form part of the approved annual expenditure programme. Money from the Fund shall only be disbursed for works, goods and services that form part of the approved annual expenditure programme."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Withdrawal procedure",
      "content": "Money may be withdrawn from the Fund on presentation of a cheque signed by the chairperson of the Board and the Executive Director of the Authority, or the chairperson of the Board and the Executive Director of the Authority, or the chairperson of the Board or the Executive Director of the Authority and the member of the Board representing the Minister responsible for Finance. the chairperson of the Board or the Executive Director of the Authority and the member of the Board representing the Minister responsible for Finance."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Staff of the Fund",
      "content": "The Board may assign staff of the Authority that it considers necessary for the management of the Fund and the staff shall be accountable to the Board. The Board may assign staff of the Authority that it considers necessary for the management of the Fund and the staff shall be accountable to the Board."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Execution of contracts",
      "content": "(1) The use of the seal of the Authority shall be authenticated by the signature of the Executive Director or another member of the Board authorised by the Board to authenticate the use of the seal. The use of the seal of the Authority shall be authenticated by the signature of the Executive Director or another member of the Board authorised by the Board to authenticate the use of the seal. (2) The Authority may under its common seal empower any person as its attorney to execute deeds on its behalf in any place outside Ghana and a deed signed by the attorney on behalf of the Authority and under the seal of the attorney is binding on the Authority and has the same effect as if it were made under the seal of the Authority. The Authority may under its common seal empower any person as its attorney to execute deeds on its behalf in any place outside Ghana and a deed signed by the attorney on behalf of the Authority and under the seal of the attorney is binding on the Authority and has the same effect as if it were made under the seal of the Authority. (3) An instrument or contract which is not required to be under a seal if executed or entered into by a person other than a body corporate may be executed or entered into on behalf of the Authority by the Execu­tive Director or a member of the Board previously authorised by a reso­lution of the Board to execute or enter into that particular agreement or contract. An instrument or contract which is not required to be under a seal if executed or entered into by a person other than a body corporate may be executed or entered into on behalf of the Authority by the Execu­tive Director or a member of the Board previously authorised by a reso­lution of the Board to execute or enter into that particular agreement or contract."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Vesting, management and improvement of the railway assets",
      "content": "(1) On the commencement of this Act, assets belonging to the Ghana Railway Company Limited shall vest in the Authority. On the commencement of this Act, assets belonging to the Ghana Railway Company Limited shall vest in the Authority. (2) The Authority shall keep and manage the assets and may make any improvements that it considers expedient to the assets in accordance with its objects. The Authority shall keep and manage the assets and may make any improvements that it considers expedient to the assets in accordance with its objects. (3) The Authority may sell, grant a concession, convey, lease, or otherwise dispose of the assets on terms and subject to conditions that the Authority considers desirable but ownership of the right of way of a line of railway, and all structures, works and other enhancements on these shall at all times remain vested in the Authority. The Authority may sell, grant a concession, convey, lease, or otherwise dispose of the assets on terms and subject to conditions that the Authority considers desirable but ownership of the right of way of a line of railway, and all structures, works and other enhancements on these shall at all times remain vested in the Authority."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Liabilities arising from the operations of the Ghana Railway Company Limited",
      "content": "(1) The liabilities incurred by the Ghana Railway Company Lim­ited or any of its predecessors to any person before the coming into force of this Act are assumed by the Authority subject to the right to transfer those liabilities or any portion of them to any party who has entered into a contract or other transaction with the Authority. The liabilities incurred by the Ghana Railway Company Lim­ited or any of its predecessors to any person before the coming into force of this Act are assumed by the Authority subject to the right to transfer those liabilities or any portion of them to any party who has entered into a contract or other transaction with the Authority. (2) The Board may advise the Minister responsible for Finance and the Minister on repayment terms in respect of debts incurred by the Ghana Railway Company Limited. The Board may advise the Minister responsible for Finance and the Minister on repayment terms in respect of debts incurred by the Ghana Railway Company Limited."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Stay of arrest in certain cases",
      "content": "Where a person authorised by the Authority is in the process of performing a function related to the safety of railways, that person shall not be arrested and removed until a substitute is provided by the appro­priate officer if the removal of that person might result in danger to life or property. Where a person authorised by the Authority is in the process of performing a function related to the safety of railways, that person shall not be arrested and removed until a substitute is provided by the appro­priate officer if the removal of that person might result in danger to life or property."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Protection of officers",
      "content": "An officer or employee of the Authority or a person acting on the directive of that officer or employee is not personally liable to a civil suit for anything done in good faith for the purpose of executing this Act. An officer or employee of the Authority or a person acting on the directive of that officer or employee is not personally liable to a civil suit for anything done in good faith for the purpose of executing this Act."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Power to obtain information",
      "content": "(1) The Authority and the Railway Complaints, Appeals and Review Panel established under section 99, may The Authority and the Railway Complaints, Appeals and Review Panel established under section 99, may by notice in writing, invite any person to give information in the form and manner and within the time specified in the notice, and by notice in writing, invite any person to give information in the form and manner and within the time specified in the notice, and interview any person and require that person to furnish any particulars interview any person and require that person to furnish any particulars that the Authority requires for the performance of the functions of the Authority under this Act. (2) The notice shall include a general statement of the purpose for which the information or response is required. The notice shall include a general statement of the purpose for which the information or response is required. (3) A person who A person who fails to respond to a request from the Authority made in accordance with this Act, fails to respond to a request from the Authority made in accordance with this Act, knowingly provides misleading or false response or information, or knowingly provides misleading or false response or information, or wilfully obstructs the Authority or any officer, agent or employee of the Authority in the performance of a function of the Authority wilfully obstructs the Authority or any officer, agent or employee of the Authority in the performance of a function of the Authority commits an offence and is liable on summary conviction to a fine of not more than two hundred and fifty penalty units or to a term of imprisonment of not more than one year or to both. (4) Despite subsection (3), a person who Despite subsection (3), a person who knowingly provides misleading or false response or information, or knowingly provides misleading or false response or information, or wilfully obstructs the Authority in the performance of a function of the Authority in relation to safety or in respect of a railway accident or operation wilfully obstructs the Authority in the performance of a function of the Authority in relation to safety or in respect of a railway accident or operation that endangers or has the likelihood to endanger life or property commits an offence and is liable on summary conviction to a fine of not more than two thousand and five hundred penalty units or to a term of imprisonment of not more than ten years or to both."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Confidentiality and prohibition",
      "content": "A member of the Board, official, employee or agent of the Authority or a person whether in the private or public sector who wilfully discloses any data or information obtained under section 36 to a competitor of a railway operator or to a person not authorised to receive the information, wilfully discloses any data or information obtained under section 36 to a competitor of a railway operator or to a person not authorised to receive the information, uses the information obtained under section 36 directly or indirectly to the detriment of a railway operator or for a commercial purpose including speculation in any stock, bond or other security or any goods or services, or uses the information obtained under section 36 directly or indirectly to the detriment of a railway operator or for a commercial purpose including speculation in any stock, bond or other security or any goods or services, or otherwise contravenes section 36, otherwise contravenes section 36, commits an offence and is liable on summary conviction to a fine of not more than five hundred penalty units or to a term of imprisonment of not more than two years or to both."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Railway licences",
      "content": "(1) A person shall not construct, manage or operate a railway, or carry a passenger or freight by railway except in accordance with a rail­way licence issued by the Authority. A person shall not construct, manage or operate a railway, or carry a passenger or freight by railway except in accordance with a rail­way licence issued by the Authority. (2) An application for a licence to construct, operate or manage a railway shall be made to the Authority. An application for a licence to construct, operate or manage a railway shall be made to the Authority. (3) The application for the railway licence shall be in the form and be accompanied with the documents and fees determined by the Authority. The application for the railway licence shall be in the form and be accompanied with the documents and fees determined by the Authority. (4) The Authority may by Regulations prescribe the requirements for a railway licence. The Authority may by Regulations prescribe the requirements for a railway licence. (5) Despite Regulations made by the Authority, an application for a railway licence shall indicate Despite Regulations made by the Authority, an application for a railway licence shall indicate the termini and route of each line of railway proposed to be operated, and the termini and route of each line of railway proposed to be operated, and the nature of the services to be provided by a railway company. the nature of the services to be provided by a railway company."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Common or private carrier",
      "content": "(1) A railway licence shall specify whether the company is to op­erate the railway as a common carrier or as a private carrier. A railway licence shall specify whether the company is to op­erate the railway as a common carrier or as a private carrier. (2) A company which operates as a private carrier is exempt from compliance with sections 64 to 72 and 75 to 84. A company which operates as a private carrier is exempt from compliance with sections 64 to 72 and 75 to 84. (3) A company which intends to operate wholly or in part on the railway of another company or on a railway in which ownership is vested in the Authority must include in its application for a railway licence, A company which intends to operate wholly or in part on the railway of another company or on a railway in which ownership is vested in the Authority must include in its application for a railway licence, a list showing those portions of the railway lines which belong to the other company or which are vested in the Authority, and a list showing those portions of the railway lines which belong to the other company or which are vested in the Authority, and a copy of a written agreement authorising the railway company to use those portions of the railway. a copy of a written agreement authorising the railway company to use those portions of the railway."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Grant of licence",
      "content": "(1) The Authority shall The Authority shall acknowledge receipt of the application, and acknowledge receipt of the application, and within a period of not more than one hundred and twenty days of receipt of the application, inform the applicant in writing of the decision of the Authority. within a period of not more than one hundred and twenty days of receipt of the application, inform the applicant in writing of the decision of the Authority. (2) The Authority shall grant a licence to the applicant where it is satisfied that the railway operation in respect of which the application is made is technically suitable for the service intended to be rendered. The Authority shall grant a licence to the applicant where it is satisfied that the railway operation in respect of which the application is made is technically suitable for the service intended to be rendered. (3) The Authority may refuse to grant an application, where there are compelling reasons founded on technical or economic grounds, national security, public safety or other reasonable justification for doing so. The Authority may refuse to grant an application, where there are compelling reasons founded on technical or economic grounds, national security, public safety or other reasonable justification for doing so. (4) Where the Authority refuses to grant an application, the reason shall be communicated to the applicant within fourteen days after the decision. Where the Authority refuses to grant an application, the reason shall be communicated to the applicant within fourteen days after the decision. (5) A person whose application for a licence is refused may apply to the Railway Complaints, Appeals and Review Panel established under section 100 for a review of the decision. A person whose application for a licence is refused may apply to the Railway Complaints, Appeals and Review Panel established under section 100 for a review of the decision."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Conditions of licence",
      "content": "(1) A licence granted by the Authority under this Act shall be sub­ject to the conditions specified in the licence. A licence granted by the Authority under this Act shall be sub­ject to the conditions specified in the licence. (2) Without limiting the effect of subsection (1) a railway licence may require the railway operator to Without limiting the effect of subsection (1) a railway licence may require the railway operator to interconnect to another railway company or to permit the connection to its operations or facilities including stations by another railway company, interconnect to another railway company or to permit the connection to its operations or facilities including stations by another railway company, determine the tariffs, charges, terms or conditions that apply to the provision of the service as specified in the licence, determine the tariffs, charges, terms or conditions that apply to the provision of the service as specified in the licence, publish a notice indicating the methods that are to be adopted to determine the charges, the terms and the conditions that apply to the service provided, publish a notice indicating the methods that are to be adopted to determine the charges, the terms and the conditions that apply to the service provided, pay the fees determined by the Authority to the Authority during the existence of the licence, pay the fees determined by the Authority to the Authority during the existence of the licence, provide documents, accounts, estimates, returns or other information that the Authority requires to the Authority, provide documents, accounts, estimates, returns or other information that the Authority requires to the Authority, operate the railway in accordance with the standards of performance prescribed by the Authority, and operate the railway in accordance with the standards of performance prescribed by the Authority, and abide by the terms specified in the licence unless written approval is given by the Authority to do otherwise. abide by the terms specified in the licence unless written approval is given by the Authority to do otherwise."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Condition for transfer of licence",
      "content": "A licence granted is not transferable except with the written approval of the Authority. A licence granted is not transferable except with the written approval of the Authority."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Renewal of licence",
      "content": "(1) A licence granted is for a period of five years in each instance and may be renewed under terms specified by the Authority. A licence granted is for a period of five years in each instance and may be renewed under terms specified by the Authority. (2) A person who desires to renew the licence shall submit an application for the renewal to the Authority not later than six months before the licence expires. A person who desires to renew the licence shall submit an application for the renewal to the Authority not later than six months before the licence expires. (3) The procedure for the renewal of the licence is the same as that for the grant of the original licence except that the fees for renewal shall be lower than that payable for an original licence. The procedure for the renewal of the licence is the same as that for the grant of the original licence except that the fees for renewal shall be lower than that payable for an original licence. (4) An operator who fails to renew the licence or whose applica­tion for renewal is rejected by the Authority shall cease to operate the railway service. An operator who fails to renew the licence or whose applica­tion for renewal is rejected by the Authority shall cease to operate the railway service."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Power to suspend, cancel or modify licence",
      "content": "(1) The Authority may suspend, cancel or modify a licence with prior notice to the Minster if it has good reason for the cancellation or modification. The Authority may suspend, cancel or modify a licence with prior notice to the Minster if it has good reason for the cancellation or modification. (2) The Authority shall not suspend, cancel or modify a licence under subsection (1) unless the Authority has given to the holder of the licence, The Authority shall not suspend, cancel or modify a licence under subsection (1) unless the Authority has given to the holder of the licence, at least a thirty working days written notice, in the case of suspension, or at least a thirty working days written notice, in the case of suspension, or at least a ninety days written notice, in the case of cancellation or modification. at least a ninety days written notice, in the case of cancellation or modification. (3) The notice shall state The notice shall state that the Authority proposes to suspend, cancel or modify the licence, and that the Authority proposes to suspend, cancel or modify the licence, and the reason for the suspension, cancellation or modification of the licence. the reason for the suspension, cancellation or modification of the licence. (4) The notice shall be given The notice shall be given by publication in a manner that the Authority considers appropriate to bring the suspension, cancellation or modification to the attention of a person likely to be affected by the notice, and by publication in a manner that the Authority considers appropriate to bring the suspension, cancellation or modification to the attention of a person likely to be affected by the notice, and by sending a copy of the notice to the railway company. by sending a copy of the notice to the railway company. (5) On receipt of a notice, the operator may make representation to the Authority. On receipt of a notice, the operator may make representation to the Authority. (6) The Authority shall consider a representation or objection made to it before the suspension, cancellation or modification is made. The Authority shall consider a representation or objection made to it before the suspension, cancellation or modification is made. (7) A person dissatisfied with a decision of the Authority in re­spect of section 43 or this section may apply for review to the Railway Complaints, Appeals and Review Panel in accordance with section 99 to 104. A person dissatisfied with a decision of the Authority in re­spect of section 43 or this section may apply for review to the Railway Complaints, Appeals and Review Panel in accordance with section 99 to 104."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Construction without approval by the Authority",
      "content": "Despite the grant of a licence, a railway company shall not con­struct a railway line without the written approval of the Authority for the construction of the railway line. Despite the grant of a licence, a railway company shall not con­struct a railway line without the written approval of the Authority for the construction of the railway line."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Grant of approval for construction of railway line",
      "content": "(1) The Authority may, grant approval to construct a railway line if it considers that the location of the railway line is reasonable, taking into consideration the requirements for railway operations and services, the interests of the localities and persons that may be affected by the line or its construction. The Authority may, grant approval to construct a railway line if it considers that the location of the railway line is reasonable, taking into consideration the requirements for railway operations and services, the interests of the localities and persons that may be affected by the line or its construction. (2) An approval for the construction of a railway line across the railway line of another railway company shall be subject to the provisions on railway, road and utility crossings in sections 52 to 54. An approval for the construction of a railway line across the railway line of another railway company shall be subject to the provisions on railway, road and utility crossings in sections 52 to 54."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Powers in relation to natural or man-made obstacles",
      "content": "(1) A railway company may exercise the following powers to con­struct or operate its railway A railway company may exercise the following powers to con­struct or operate its railway make or construct tunnels, embankments, aqueducts, bridges, roads, conduits, drains, piers, arches, cuttings and fences across or along a railway, watercourse, canal or road that adjoins or intersects the railway; make or construct tunnels, embankments, aqueducts, bridges, roads, conduits, drains, piers, arches, cuttings and fences across or along a railway, watercourse, canal or road that adjoins or intersects the railway; divert or alter a watercourse or the course of a road, raise or lower the course in order to move the course more conveniently across or along the railway; divert or alter a watercourse or the course of a road, raise or lower the course in order to move the course more conveniently across or along the railway; make drains or conduits into, through or under land adjoining the railway for the purpose of conveying water from or to the railway; or make drains or conduits into, through or under land adjoining the railway for the purpose of conveying water from or to the railway; or divert or alter the position of a water or gas pipe, sewer or drain, telegraph, telephone or electric line, wire or pole across or along the railway. divert or alter the position of a water or gas pipe, sewer or drain, telegraph, telephone or electric line, wire or pole across or along the railway. (2) A railway company shall limit the amount of damage and make good any damage caused either directly or indirectly in the construction of a railway line. A railway company shall limit the amount of damage and make good any damage caused either directly or indirectly in the construction of a railway line. (3) A railway company shall pay compensation for any damage caused to property in the construction of a railway line. A railway company shall pay compensation for any damage caused to property in the construction of a railway line. (4) A railway company shall not exercise its powers without A railway company shall not exercise its powers without consultation with the relevant agency responsible for or connected with the construction, consultation with the relevant agency responsible for or connected with the construction, the approval of other relevant authorities responsible for giving specific approval for the construction, including the approval of other relevant authorities responsible for giving specific approval for the construction, including the Environmental Protection Agency in respect of an environmental permit, the Environmental Protection Agency in respect of an environmental permit, the Water Resources Commission in respect of construction related to water courses, and the Water Resources Commission in respect of construction related to water courses, and the appropriate district assembly in respect of a development permit, required under the Local Government Act, 1993 (Act 462). the appropriate district assembly in respect of a development permit, required under the Local Government Act, 1993 (Act 462)."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Acquisition of land for railway purposes",
      "content": "(1) Where the Authority is satisfied that Where the Authority is satisfied that it is necessary for a railway company to acquire a particular piece of land for the construction or operation of its railway, it is necessary for a railway company to acquire a particular piece of land for the construction or operation of its railway, the owner of land has failed to consent to the acquisition of a particular parcel of land by agreement, despite diligent efforts made by the railway company, or the owner of land has failed to consent to the acquisition of a particular parcel of land by agreement, despite diligent efforts made by the railway company, or there is no reasonable prospect of the land being acquired by agreement, there is no reasonable prospect of the land being acquired by agreement, the Authority may take steps to acquire the land for the use of the railway company under the State Lands Act, 1962 (Act 125) and the land shall vest in the Authority but the railway company shall bear part oil of the cost of the land acquisition including the compensation payable to the owner as determined by the Authority. (2) The minimum width of right of way, which a railway com­pany may acquire shall unless the Authority otherwise prescribes be thirty metres. The minimum width of right of way, which a railway com­pany may acquire shall unless the Authority otherwise prescribes be thirty metres."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Power to enter and inspect land",
      "content": "(1) The Authority may, enter land which is earmarked or required for the construction or operation of a railway for inspection in order The Authority may, enter land which is earmarked or required for the construction or operation of a railway for inspection in order to establish the location of the railway, to establish the location of the railway, mark and delimit the areas of land required for the construction or operation of the railway, and mark and delimit the areas of land required for the construction or operation of the railway, and determine the extent of the work necessary to be carried out before the acquisition of a parcel of land by agreement or by the Authority. determine the extent of the work necessary to be carried out before the acquisition of a parcel of land by agreement or by the Authority. (2) The Authority shall exercise the power to enter and inspect land after forty-eight hours notice in writing has been given to the owner or occupier of the land. The Authority shall exercise the power to enter and inspect land after forty-eight hours notice in writing has been given to the owner or occupier of the land."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Accommodation works on new lines of railway",
      "content": "(1) A railway company shall, during the construction of a railway or as soon as practicable after the construction, construct and maintain accommodation works for the benefit of the owners or lawful occupiers of adjoining lands. A railway company shall, during the construction of a railway or as soon as practicable after the construction, construct and maintain accommodation works for the benefit of the owners or lawful occupiers of adjoining lands. (2) The accommodation works include The accommodation works include road crossings, bridges, culverts, drains or works that are necessary for the purpose of making good any interruption caused by the construction of the railway, and road crossings, bridges, culverts, drains or works that are necessary for the purpose of making good any interruption caused by the construction of the railway, and works which are necessary to restore the owner or lawful occupier to quiet enjoyment of related facilities including water, electricity, telephone or other utilities from or to adjoining lands. works which are necessary to restore the owner or lawful occupier to quiet enjoyment of related facilities including water, electricity, telephone or other utilities from or to adjoining lands. (3) This section does not authorise a railway company to con­struct or maintain accommodation works This section does not authorise a railway company to con­struct or maintain accommodation works in a manner that prevents or obstructs the proper operation of the railway, in a manner that prevents or obstructs the proper operation of the railway, where the owners or lawful occupiers or their predecessors in title have received compensation instead of the construction or maintenance of the accommodation works, or where the owners or lawful occupiers or their predecessors in title have received compensation instead of the construction or maintenance of the accommodation works, or after a period of five years from the date on which the railway passing through the land was first opened for the public carriage of passengers or goods. after a period of five years from the date on which the railway passing through the land was first opened for the public carriage of passengers or goods."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Additional accommodation works",
      "content": "(1) If at any time, the owner or lawful occupier of land on which a railway is constructed desires accommodation works beyond what has been planned or constructed by the railway company under section 50, the owner or lawful occupier may request the railway company in writing to construct the accommodation works If at any time, the owner or lawful occupier of land on which a railway is constructed desires accommodation works beyond what has been planned or constructed by the railway company under section 50, the owner or lawful occupier may request the railway company in writing to construct the accommodation works agreed on between the railway company and the owner or lawful occupier, or agreed on between the railway company and the owner or lawful occupier, or if no agreement is reached, as determined by the Authority. if no agreement is reached, as determined by the Authority. (2) The cost of constructing or maintaining the additional accom­modation works shall The cost of constructing or maintaining the additional accom­modation works shall except for road crossing or utility crossing be borne by the owner or lawful occupier who requires them, or except for road crossing or utility crossing be borne by the owner or lawful occupier who requires them, or with respect to road crossing or utility crossing be borne with respect to road crossing or utility crossing be borne by the appropriate utility or road agency that requires them, by the appropriate utility or road agency that requires them, by the railway company, or by the railway company, or in a manner determined by the Authority. in a manner determined by the Authority. (3) Where the additional works required by the owner or lawful occupier of land or an appropriate authority are as a result of the insuf­ficiency of the works undertaken by the railway company, then the cost shall, be borne by the railway company as determined by the Authority. Where the additional works required by the owner or lawful occupier of land or an appropriate authority are as a result of the insuf­ficiency of the works undertaken by the railway company, then the cost shall, be borne by the railway company as determined by the Authority."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Constructions across a railway line",
      "content": "(1) A person shall not A person shall not construct a railway line across the railway line of another railway company, or construct a railway line across the railway line of another railway company, or construct a road or utility line across a railway line, or construct a road or utility line across a railway line, or alter alter a railway line to make that railway line cross the railway line of another company, or a railway line to make that railway line cross the railway line of another company, or a road or utility line to make that road or that utility line cross a railway line a road or utility line to make that road or that utility line cross a railway line without the prior approval in writing of the railway company whose railway line is to be crossed and without an express approval issued by the Authority which permits the construction or alteration. (2) Where the railway company whose line is to be crossed fails to give its consent, the Authority may grant approval if it is of the opinion that the construction or alteration of the line is in the public interest. Where the railway company whose line is to be crossed fails to give its consent, the Authority may grant approval if it is of the opinion that the construction or alteration of the line is in the public interest."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Agreement on construction or maintenance",
      "content": "If a person is not successful in negotiating a written agreement with a railway company for the construction, alteration or maintenance of a railway, road or utility crossing, then the Authority may, authorise the construction, maintenance or alteration of the railway, road or utility crossing on application. If a person is not successful in negotiating a written agreement with a railway company for the construction, alteration or maintenance of a railway, road or utility crossing, then the Authority may, authorise the construction, maintenance or alteration of the railway, road or utility crossing on application."
    },
    {
      "provision_ref": "s54",
      "section": "54",
      "title": "Failure to agree on apportionment of costs",
      "content": "(1) If a person is not successful in negotiating a written agree­ment with a railway company in relation to If a person is not successful in negotiating a written agree­ment with a railway company in relation to the apportionment of the costs of construction, the apportionment of the costs of construction, alteration or maintenance of a railway, or alteration or maintenance of a railway, or road or utility crossing, road or utility crossing, the person or the railway company may refer the apportionment of liability for the construction or maintenance costs of the railway, road or utility crossing to the Authority for determination. (2) The referral may be made either before or after the construction, alteration or maintenance of the crossing begins. The referral may be made either before or after the construction, alteration or maintenance of the crossing begins. (3) Where the Authority is to adjudicate a referral, the Authority shall take into consideration, Where the Authority is to adjudicate a referral, the Authority shall take into consideration, the relative benefits that the person requesting the crossing and the railway company stand to gain from the crossing, and the relative benefits that the person requesting the crossing and the railway company stand to gain from the crossing, and any other factor that it considers relevant in the circumstances to determine the proportion of construction, alteration or maintenance costs to be borne by each party. any other factor that it considers relevant in the circumstances to determine the proportion of construction, alteration or maintenance costs to be borne by each party. (4) A person dissatisfied with a decision of the Authority under section 53 and this section may apply to the Railway Complaints, Appeals and Review Panel for a review of the decision. A person dissatisfied with a decision of the Authority under section 53 and this section may apply to the Railway Complaints, Appeals and Review Panel for a review of the decision."
    },
    {
      "provision_ref": "s55",
      "section": "55",
      "title": "Running rights and joint track usage",
      "content": "A railway company may in furtherance of the provision of railway services apply to the Authority for the right to take possession of, use or occupy land which belongs to another railway company, take possession of, use or occupy land which belongs to another railway company, use the whole or any portion of the right-of-way, tracks, terminals, stations or station grounds of another railway company, or use the whole or any portion of the right-of-way, tracks, terminals, stations or station grounds of another railway company, or run and operate its trains over and on any portion of the railway of another railway company. run and operate its trains over and on any portion of the railway of another railway company."
    },
    {
      "provision_ref": "s56",
      "section": "56",
      "title": "Grant of approval",
      "content": "(1) The Authority may grant the right under section 55, in the public interest and may make an order and impose a condition on either or both railway companies with respect to the restriction of the right as may appear just or desirable. The Authority may grant the right under section 55, in the public interest and may make an order and impose a condition on either or both railway companies with respect to the restriction of the right as may appear just or desirable. (2) Where the right is granted to a railway company Where the right is granted to a railway company the railway company to whom the right is granted shall pay compensation to the other railway company for the right granted, the railway company to whom the right is granted shall pay compensation to the other railway company for the right granted, the Authority may, fix the amount to be paid by order, if no agreement is reached on the compensation, the Authority may, fix the amount to be paid by order, if no agreement is reached on the compensation, where a railway company is dissatisfied with the amount fixed by the Authority, that company may appeal to the Railway Complaints, Appeals and Review Panel. where a railway company is dissatisfied with the amount fixed by the Authority, that company may appeal to the Railway Complaints, Appeals and Review Panel."
    },
    {
      "provision_ref": "s57",
      "section": "57",
      "title": "Power of railway company to enter land adjoining railway line",
      "content": "(1) A railway company may, in order to prevent a threat to safe railway operations or to restore safe railway operations, A railway company may, in order to prevent a threat to safe railway operations or to restore safe railway operations, enter land adjoining the land on which the railway is situated, if no other reasonable access to the railway line is available, to maintain or alter railway works, a road crossing or utility crossing or remove obstructions to them, or enter land adjoining the land on which the railway is situated, if no other reasonable access to the railway line is available, to maintain or alter railway works, a road crossing or utility crossing or remove obstructions to them, or enter adjoining land at any reasonable time, on giving notice in writing to the owner or lawful occupier of the adjoining land, to cut down trees or bush that are likely to threaten safe railway operations. enter adjoining land at any reasonable time, on giving notice in writing to the owner or lawful occupier of the adjoining land, to cut down trees or bush that are likely to threaten safe railway operations. (2) The railway company shall within seven days of exercising its power under subsection (1) notify the Authority of the specific action taken and the circumstances which led to it. The railway company shall within seven days of exercising its power under subsection (1) notify the Authority of the specific action taken and the circumstances which led to it. (3) The Authority may take any appropriate action to The Authority may take any appropriate action to prevent a threat to life or property, prevent a threat to life or property, ensure the safety and security in relation to railway construction, operations and management, and ensure the safety and security in relation to railway construction, operations and management, and if it is convinced that a railway company has neglected to take the appropriate action or has not done so to the satisfaction of the Authority. (4) Where the Authority takes action, the cost of the action shall be paid by the railway company responsible for the neglect or unsatisfac­tory action. Where the Authority takes action, the cost of the action shall be paid by the railway company responsible for the neglect or unsatisfac­tory action. (5) A railway company dissatisfied with the action, decision or reimbursable amount fixed by the Authority may appeal to the Railway Complaints, Appeals and Review Panel. A railway company dissatisfied with the action, decision or reimbursable amount fixed by the Authority may appeal to the Railway Complaints, Appeals and Review Panel."
    },
    {
      "provision_ref": "s58",
      "section": "58",
      "title": "Compensation",
      "content": "(1) Where the owner or lawful occupier of adjoining land suffers a loss because a railway company has exercised a power conferred by section 57, the railway company shall pay compensation to that owner or lawful occupier in respect of that loss. Where the owner or lawful occupier of adjoining land suffers a loss because a railway company has exercised a power conferred by section 57, the railway company shall pay compensation to that owner or lawful occupier in respect of that loss. (2) If the railway company and the owner or lawful occupier are unable to reach an agreement on the quantum of compensation, the matter shall be referred to the Authority for determination. If the railway company and the owner or lawful occupier are unable to reach an agreement on the quantum of compensation, the matter shall be referred to the Authority for determination. (3) The payment of compensation shall not be a condition prece­dent to the exercise of the power under section 57. The payment of compensation shall not be a condition prece­dent to the exercise of the power under section 57. (4) The Authority shall ensure that any compensation due is paid to the person who has suffered the loss. The Authority shall ensure that any compensation due is paid to the person who has suffered the loss."
    },
    {
      "provision_ref": "s59",
      "section": "59",
      "title": "Regulations for construction, alteration, maintenance and others",
      "content": "The Minister may by legislative instrument make Regulations for the construction, alteration, maintenance, safety or operation of railway works, road crossings, utility crossings, and the maintenance and opera­tion of railway equipment. The Minister may by legislative instrument make Regulations for the construction, alteration, maintenance, safety or operation of railway works, road crossings, utility crossings, and the maintenance and opera­tion of railway equipment."
    },
    {
      "provision_ref": "s60",
      "section": "60",
      "title": "Appointment of Railway Safety and Security Inspectors",
      "content": "(1) Subject to section 15, the Authority shall appoint Railway Safety and Security Inspectors from among its staff. Subject to section 15, the Authority shall appoint Railway Safety and Security Inspectors from among its staff. (2) The Authority shall prescribe the qualification of a Railway Safety and Security Inspector. The Authority shall prescribe the qualification of a Railway Safety and Security Inspector. (3) Notice of the appointment of each Railway Safety and Security Inspector shall be published in the Gazette. Notice of the appointment of each Railway Safety and Security Inspector shall be published in the Gazette. (4) A Railway Safety and Security Inspector shall A Railway Safety and Security Inspector shall enforce this Act and the Regulations made under this Act, and enforce this Act and the Regulations made under this Act, and perform any other function that the Authority directs in relation to the safety and protection of passengers or goods carried by railway. perform any other function that the Authority directs in relation to the safety and protection of passengers or goods carried by railway."
    },
    {
      "provision_ref": "s61",
      "section": "61",
      "title": "Powers of Railway Safety and Security Inspector",
      "content": "(1) A Railway Safety and Security Inspector may A Railway Safety and Security Inspector may enter, inspect and examine the premises of a railway company at reasonable times, enter, inspect and examine the premises of a railway company at reasonable times, interrogate and take written statements from an employee or agent of a railway company, interrogate and take written statements from an employee or agent of a railway company, make inquiries regarding the state and condition of a building, railway works, railway equipment or other things used, or intended to be used for, or in connection with the carriage of passengers or freight by railway, and make inquiries regarding the state and condition of a building, railway works, railway equipment or other things used, or intended to be used for, or in connection with the carriage of passengers or freight by railway, and by notice in writing addressed to the railway company require an employee or agent of the railway company by notice in writing addressed to the railway company require an employee or agent of the railway company to appear personally to provide answers to inquiries that the inspector may make from the employee or agent, or to appear personally to provide answers to inquiries that the inspector may make from the employee or agent, or to submit returns determined by the Inspector. to submit returns determined by the Inspector. (2) A Railway Safety and Security Inspector is not personally liable for an act or omission in good faith by that Inspector in the exercise of the powers of an Inspector under this Act. A Railway Safety and Security Inspector is not personally liable for an act or omission in good faith by that Inspector in the exercise of the powers of an Inspector under this Act."
    },
    {
      "provision_ref": "s62",
      "section": "62",
      "title": "Reporting of railway accidents",
      "content": "(1) Where an accident occurs in the course of the operations of a railway company that railway company shall immediately report the accident to the Police and give notice of the accident to the Authority. Where an accident occurs in the course of the operations of a railway company that railway company shall immediately report the accident to the Police and give notice of the accident to the Authority. (2) In this section and section 63, \"accident\" means an unexpected and unpleasant event that In this section and section 63, \"accident\" means an unexpected and unpleasant event that causes harm or injury to a person or damage to equipment or property as a result of railway operations, causes harm or injury to a person or damage to equipment or property as a result of railway operations, affects the safety and security of a person or property connected to railway operations. affects the safety and security of a person or property connected to railway operations."
    },
    {
      "provision_ref": "s63",
      "section": "63",
      "title": "Inquiry into an accident",
      "content": "(1) The Authority may order an inquiry into an accident. The Authority may order an inquiry into an accident. (2) Expenses incurred in connection with an inquiry shall be paid in equal shares by Expenses incurred in connection with an inquiry shall be paid in equal shares by the Authority, and the Authority, and the railway company on whose railway the accident occurred. the railway company on whose railway the accident occurred."
    },
    {
      "provision_ref": "s64",
      "section": "64",
      "title": "Rates to be charged",
      "content": "Subject to section 69, a railway company shall charge the rate for the carriage of passengers or freight that is set out in a tariff approved by the Board and issued and published by that railway company. Subject to section 69, a railway company shall charge the rate for the carriage of passengers or freight that is set out in a tariff approved by the Board and issued and published by that railway company."
    },
    {
      "provision_ref": "s65",
      "section": "65",
      "title": "Minimum information on tariff",
      "content": "The following information shall be included in a tariff: a statement of the rates, in local currency for each designated unit of weight or volume, for each type of freight, designated unit of weight or volume, for each type of freight, service rendered, or service rendered, or passenger; passenger; a brief description of the category of traffic that is transported; a brief description of the category of traffic that is transported; the point of origin and point of destination of any traffic; the point of origin and point of destination of any traffic; a description of the route over which a rate applies, or a reference to a routing guide to describe that route; a description of the route over which a rate applies, or a reference to a routing guide to describe that route; the date of issuance, commencement and expiration of the tariff; the date of issuance, commencement and expiration of the tariff; terms and conditions of the tariff or an explanation with reference to where the terms and conditions can be found; and terms and conditions of the tariff or an explanation with reference to where the terms and conditions can be found; and an explanation of the symbols or abbreviations used in the tariff. an explanation of the symbols or abbreviations used in the tariff."
    },
    {
      "provision_ref": "s66",
      "section": "66",
      "title": "Other requirements in relation to tariff",
      "content": "(1) A railway company shall publicly display in a prominent manner the applicable tariff in conspicuous writing at its offices and railway stations. A railway company shall publicly display in a prominent manner the applicable tariff in conspicuous writing at its offices and railway stations. (2) A railway company shall provide a copy of the tariff, or any portion of it, to any person who requests for it and pays a fee which shall not be more than the cost of making the copy. A railway company shall provide a copy of the tariff, or any portion of it, to any person who requests for it and pays a fee which shall not be more than the cost of making the copy. (3) A railway company shall keep a record of the tariff for at least three years after its cancellation. A railway company shall keep a record of the tariff for at least three years after its cancellation. (4) Where a railway company proposes to increase its rates in a tariff for the carriage of freight and passengers the company shall publish a notice of the increase at least twenty-one days before the effective date of the increase. Where a railway company proposes to increase its rates in a tariff for the carriage of freight and passengers the company shall publish a notice of the increase at least twenty-one days before the effective date of the increase. (5) The notice of the increased rate shall be displayed in conspicuous writing and in a prominent manner in a public place at the offices and railway stations of the company. The notice of the increased rate shall be displayed in conspicuous writing and in a prominent manner in a public place at the offices and railway stations of the company."
    },
    {
      "provision_ref": "s67",
      "section": "67",
      "title": "Request for tariff by shipper",
      "content": "(1) A railway company shall issue a tariff in respect of the move­ment of traffic on its railway line at the request of a shipper, not later than thirty days after the request. A railway company shall issue a tariff in respect of the move­ment of traffic on its railway line at the request of a shipper, not later than thirty days after the request. (2) If traffic is to move over a continuous route and portions of the route are operated by two or more railway companies, the companies shall, agree on a joint tariff for the continuous route and on the apportionment of the rate in the joint tariff. If traffic is to move over a continuous route and portions of the route are operated by two or more railway companies, the companies shall, agree on a joint tariff for the continuous route and on the apportionment of the rate in the joint tariff."
    },
    {
      "provision_ref": "s68",
      "section": "68",
      "title": "Compensation to shipper for providing own railway equipment",
      "content": "Where a shipper provides railway equipment for the carriage by a railway company of the shipper’s traffic, the railway company shall, at the request of the shipper, establish in the tariff specific compensation for the provision of the railway equipment by the shipper. Where a shipper provides railway equipment for the carriage by a railway company of the shipper’s traffic, the railway company shall, at the request of the shipper, establish in the tariff specific compensation for the provision of the railway equipment by the shipper."
    },
    {
      "provision_ref": "s69",
      "section": "69",
      "title": "Confidential contract for the carriage of traffic",
      "content": "A railway company may enter into a contract with a shipper to keep confidential the rates that the railway company charges the shipper, the rates that the railway company charges the shipper, the reductions or allowances pertaining to rates and tariff that have been issued and published in accordance with this Act, the reductions or allowances pertaining to rates and tariff that have been issued and published in accordance with this Act, rebates or allowances pertaining to rates in tariff or confidential contracts that have previously been lawfully charged, rebates or allowances pertaining to rates in tariff or confidential contracts that have previously been lawfully charged, conditions relating to the traffic to be moved by the railway company, and conditions relating to the traffic to be moved by the railway company, and the manner in which the railway company fulfils its service obligations. the manner in which the railway company fulfils its service obligations."
    },
    {
      "provision_ref": "s70",
      "section": "70",
      "title": "Discrimination among shippers with respect to rates and conditions of service",
      "content": "(1) Subject to subsection (2) a railway company shall not unjustly Subject to subsection (2) a railway company shall not unjustly discriminate among shippers or a class of shippers, discriminate among shippers or a class of shippers, give undue or unreasonable preference to a shipper or a class of shippers, or give undue or unreasonable preference to a shipper or a class of shippers, or subject a shipper, or class of shippers to unreasonable disadvantage, in terms of rates charged or services rendered. subject a shipper, or class of shippers to unreasonable disadvantage, in terms of rates charged or services rendered. (2) A railway company may implement policies that differentiate shippers or classes of shippers on the basis of the volume or value of goods shipped or on any basis that is generally accepted by commerce and industry. A railway company may implement policies that differentiate shippers or classes of shippers on the basis of the volume or value of goods shipped or on any basis that is generally accepted by commerce and industry."
    },
    {
      "provision_ref": "s71",
      "section": "71",
      "title": "General right of persons to be carried as passengers",
      "content": "A person who has tendered to an authorised employee of the rail­way company the proper fare for a ticket, is entitled to obtain that ticket and to be carried as a passenger by the railway company in accordance with the conditions subject to which that ticket is issued, if there is room available in the train or vehicle of the class for which that ticket is issued, there is room available in the train or vehicle of the class for which that ticket is issued, in the opinion of the authorised employee of the railway company the person who tendered the fare for a ticket does not appear to be suffering from mental disorder, suffering from mental disorder, suffering from contagious or an infectious disease, or suffering from contagious or an infectious disease, or under the influence of alcohol or drugs to an extent that is likely to be a nuisance or cause injury to other persons, and under the influence of alcohol or drugs to an extent that is likely to be a nuisance or cause injury to other persons, and the person who tendered the fare for the ticket has not contravened the conditions of carriage for passengers including restrictions that may be imposed by the company, and that may be imposed by the company, and relating to the carriage of loaded firearms and offensive weapons. relating to the carriage of loaded firearms and offensive weapons."
    },
    {
      "provision_ref": "s72",
      "section": "72",
      "title": "Conditions of carriage of luggage",
      "content": "(1) A passenger who pays the appropriate tariff rate may deliver the luggage of that passenger to an authorised employee for carriage by the railway company in the appropriate part of the train or railway ve­hicle and obtain a receipt for the luggage delivered. A passenger who pays the appropriate tariff rate may deliver the luggage of that passenger to an authorised employee for carriage by the railway company in the appropriate part of the train or railway ve­hicle and obtain a receipt for the luggage delivered. (2) Luggage shall be carried by a railway company on conditions made known to the passenger and the conditions shall include the provision that Luggage shall be carried by a railway company on conditions made known to the passenger and the conditions shall include the provision that unless the luggage is delivered to an employee of the railway company for carriage the luggage is carried at the risk of the passenger, and unless the luggage is delivered to an employee of the railway company for carriage the luggage is carried at the risk of the passenger, and the provisions in this Act in respect of the carriage of goods apply. the provisions in this Act in respect of the carriage of goods apply."
    },
    {
      "provision_ref": "s73",
      "section": "73",
      "title": "Liability of a railway company to a passenger in respect of accident",
      "content": "(1) A railway company is liable for loss or damage suffered be­cause of the death of, personal injury to, or any other bodily or mental harm to a passenger caused by an accident through A railway company is liable for loss or damage suffered be­cause of the death of, personal injury to, or any other bodily or mental harm to a passenger caused by an accident through the operation of the railway, or the operation of the railway, or the want of care, diligence and skill on the part of its employees the want of care, diligence and skill on the part of its employees where the passenger is in, entering or alighting from a train or a railway vehicle. (2) A railway company is liable for loss or damage from the total or partial loss of luggage and personal articles belonging to an accident victim. A railway company is liable for loss or damage from the total or partial loss of luggage and personal articles belonging to an accident victim. (3) Despite subsections (1) and (2), a railway company is not liable if the loss, damage, death, injury or harm resulted from circumstances arising from the fault of the injured party or to circumstances over which the railway company has no control. Despite subsections (1) and (2), a railway company is not liable if the loss, damage, death, injury or harm resulted from circumstances arising from the fault of the injured party or to circumstances over which the railway company has no control."
    },
    {
      "provision_ref": "s74",
      "section": "74",
      "title": "Delay to passenger",
      "content": "A railway company is not liable for loss from the delay to a passenger caused by the failure of a train or vehicle to start or complete a journey, or by the failure of a train or vehicle to start or complete a journey, or by the late start or late arrival of a train or vehicle. by the late start or late arrival of a train or vehicle."
    },
    {
      "provision_ref": "s75",
      "section": "75",
      "title": "General duties of a railway company as a carrier of goods",
      "content": "(1) A railway company which receives payment of the rate for traffic shall provide adequate and suitable accommodation A railway company which receives payment of the rate for traffic shall provide adequate and suitable accommodation to receive and load the traffic offered for carriage on the railway, to receive and load the traffic offered for carriage on the railway, at the point of origin, at the point of origin, at the junction of the railway with another railway, at the junction of the railway with another railway, at all stopping points established for that purpose, and at all stopping points established for that purpose, and for the carriage, unloading and delivery of the traffic and shall receive, carry and deliver the traffic. for the carriage, unloading and delivery of the traffic and shall receive, carry and deliver the traffic. (2) The railway company, on receipt of the payment of the rate for traffic shall provide The railway company, on receipt of the payment of the rate for traffic shall provide and use proper appliances, and other necessary means to receive, load, carry, unload and deliver the traffic; and and use proper appliances, and other necessary means to receive, load, carry, unload and deliver the traffic; and any other service incidental to transportation that is customary with the business of a railway company. any other service incidental to transportation that is customary with the business of a railway company. (3) A railway company shall provide the services specified in sub-sections (1) and (2) despite the fact that the rate for the traffic has not been paid, if there is an agreement which permits payment for the traffic to be made after the delivery of the service between the railway company and the person who submits the traffic. A railway company shall provide the services specified in sub-sections (1) and (2) despite the fact that the rate for the traffic has not been paid, if there is an agreement which permits payment for the traffic to be made after the delivery of the service between the railway company and the person who submits the traffic. (4) A railway company is exempted from the performance of its obligations under subsection (1) where A railway company is exempted from the performance of its obligations under subsection (1) where the shipper does not comply with the conditions set out in the applicable tariff, or the shipper does not comply with the conditions set out in the applicable tariff, or carriage is prevented by circumstances which the railway company cannot avoid and which the railway company is not in a position to remedy. carriage is prevented by circumstances which the railway company cannot avoid and which the railway company is not in a position to remedy."
    },
    {
      "provision_ref": "s76",
      "section": "76",
      "title": "Liability of a railway company in respect of goods",
      "content": "(1) A railway company is not liable, for loss of or damage to goods in its possession or for the delay in the transportation of the goods if the loss or damage is as a result of A railway company is not liable, for loss of or damage to goods in its possession or for the delay in the transportation of the goods if the loss or damage is as a result of an act of God, an act of God, an act of war or an act of an enemy of the Republic, an act of war or an act of an enemy of the Republic, orders or restrictions imposed by the Government or a department or agency of the Government, orders or restrictions imposed by the Government or a department or agency of the Government, riots or civil disorder, riots or civil disorder, a defect in the goods, or a defect in the goods, or any act, negligence or omission of the shipper or owner of the goods. any act, negligence or omission of the shipper or owner of the goods. (2) Despite subsection (1), a railway company is liable for the loss of or damage to goods that occurs during the transportation of the goods if the loss or damage is as a result of the negligence or recklessness of the railway company. Despite subsection (1), a railway company is liable for the loss of or damage to goods that occurs during the transportation of the goods if the loss or damage is as a result of the negligence or recklessness of the railway company. (3) The loss of or damage to goods include The loss of or damage to goods include shrinkage, and shrinkage, and the differences in weight of grain, seed or any other commodity caused by natural causes. the differences in weight of grain, seed or any other commodity caused by natural causes. (4) Subject to subsection (5), where goods are transported, stored or held in open cars in accordance with general practice or at the shipper’s request, the railway company is liable only for Subject to subsection (5), where goods are transported, stored or held in open cars in accordance with general practice or at the shipper’s request, the railway company is liable only for loss of or damage to those goods, or loss of or damage to those goods, or the delay in the transportation of those goods caused by the negligence of the railway company. the delay in the transportation of those goods caused by the negligence of the railway company. (5) If the goods are lost or damaged because of fire, the railway company’s liability is the same as for goods that are transported in closed cars. If the goods are lost or damaged because of fire, the railway company’s liability is the same as for goods that are transported in closed cars. (6) The onus of proving that there was no negligence in respect of goods is on the railway company. The onus of proving that there was no negligence in respect of goods is on the railway company."
    },
    {
      "provision_ref": "s77",
      "section": "77",
      "title": "Notice of loss, damage or delay",
      "content": "A railway company is not liable for the loss of or damage to or delay in the delivery of goods unless a written notice of the loss or damage is received by the originating railway company or delivering carrier within one hundred and twenty days after the delivery of the goods. A railway company is not liable for the loss of or damage to or delay in the delivery of goods unless a written notice of the loss or damage is received by the originating railway company or delivering carrier within one hundred and twenty days after the delivery of the goods."
    },
    {
      "provision_ref": "s78",
      "section": "78",
      "title": "Stoppage in transit",
      "content": "(1) A railway company is not liable for loss of or damage to goods or for delay that occurs while goods are stopped and held in transit at the request of a person who is entitled to make the request except where a railway company is negligent. A railway company is not liable for loss of or damage to goods or for delay that occurs while goods are stopped and held in transit at the request of a person who is entitled to make the request except where a railway company is negligent. (2) The onus of proving that there was no negligence or delay in respect of the goods while the goods were held in transit is on the railway company. The onus of proving that there was no negligence or delay in respect of the goods while the goods were held in transit is on the railway company."
    },
    {
      "provision_ref": "s79",
      "section": "79",
      "title": "Liability of originating railway company",
      "content": "(1) Where the transportation of goods involves more than one carrier, an originating railway company is liable for loss of or damage to goods or for delay in respect of the goods while the goods are in the possession of another carrier to whom goods have been delivered. Where the transportation of goods involves more than one carrier, an originating railway company is liable for loss of or damage to goods or for delay in respect of the goods while the goods are in the possession of another carrier to whom goods have been delivered. (2) The onus of proving that loss of or damage to goods or delay in respect of goods was not caused by an act, negligence or omission of a carrier to whom the goods have been delivered is on the originating rail­way company. The onus of proving that loss of or damage to goods or delay in respect of goods was not caused by an act, negligence or omission of a carrier to whom the goods have been delivered is on the originating rail­way company. (3) The originating railway company may recover from another carrier the amount paid by the originating railway company in respect of liability for loss of or damage to goods while those goods were in the possession of that other carrier. The originating railway company may recover from another carrier the amount paid by the originating railway company in respect of liability for loss of or damage to goods while those goods were in the possession of that other carrier. (4) Nothing in this section limits or affects a remedy or right of action a person may have against a carrier. Nothing in this section limits or affects a remedy or right of action a person may have against a carrier."
    },
    {
      "provision_ref": "s80",
      "section": "80",
      "title": "Valuation for loss or damage to goods",
      "content": "(1) The amount of loss of or damage to goods for which a rail­way company is liable in respect of the transportation of goods shall be determined by the computation of The amount of loss of or damage to goods for which a rail­way company is liable in respect of the transportation of goods shall be determined by the computation of the market value of the goods at the time of their shipment, the market value of the goods at the time of their shipment, other costs incurred including freight, other costs incurred including freight, other charges that affect the value of the goods, if paid, other charges that affect the value of the goods, if paid, the customs duties if paid or payable and not refundable, the customs duties if paid or payable and not refundable, the value represented in writing by the shipper, the value represented in writing by the shipper, the value agreed to by the railway company and the shipper, and the value agreed to by the railway company and the shipper, and the value determined in accordance with the tariff classification of the goods on which the rate is based. the value determined in accordance with the tariff classification of the goods on which the rate is based. (2) Despite subsection (1), the Authority may by Regulations, set out the limit on liability for loss of or damage to goods where the value of the goods is not declared. Despite subsection (1), the Authority may by Regulations, set out the limit on liability for loss of or damage to goods where the value of the goods is not declared."
    },
    {
      "provision_ref": "s81",
      "section": "81",
      "title": "Goods of extraordinary value",
      "content": "A railway company is not liable for the loss of or damage to goods of extraordinary value that the railway company transports if the shipper of the goods does not disclose in writing the value of the goods to the railway company or the railway company’s agent before shipping. A railway company is not liable for the loss of or damage to goods of extraordinary value that the railway company transports if the shipper of the goods does not disclose in writing the value of the goods to the railway company or the railway company’s agent before shipping."
    },
    {
      "provision_ref": "s82",
      "section": "82",
      "title": "Liability for dangerous goods",
      "content": "(1) A railway company is not liable for loss or damage caused to explosives or other dangerous goods, if the shipper of the goods does not disclose in writing to the railway company or the railway company’s agent the nature of the goods before shipping. A railway company is not liable for loss or damage caused to explosives or other dangerous goods, if the shipper of the goods does not disclose in writing to the railway company or the railway company’s agent the nature of the goods before shipping. (2) Despite subsection (1), the railway company and the shipper are jointly and severally liable to third parties for loss or damage caused by explosives or other dangerous goods carried by the railway company and it is for the railway company to seek compensation from the default­ing shipper after it has compensated the third party. Despite subsection (1), the railway company and the shipper are jointly and severally liable to third parties for loss or damage caused by explosives or other dangerous goods carried by the railway company and it is for the railway company to seek compensation from the default­ing shipper after it has compensated the third party."
    },
    {
      "provision_ref": "s83",
      "section": "83",
      "title": "Unclaimed goods",
      "content": "(1) Where goods come into the possession of the railway com­pany for carriage or otherwise and are not claimed by the owner or other person who appears to the railway company to be entitled to the goods, the railway company shall cause a notice in printed or electronic form to be served on that owner or person requiring that owner or person if known to remove the goods. Where goods come into the possession of the railway com­pany for carriage or otherwise and are not claimed by the owner or other person who appears to the railway company to be entitled to the goods, the railway company shall cause a notice in printed or electronic form to be served on that owner or person requiring that owner or person if known to remove the goods. (2) Where Where that owner or person is not known, that owner or person is not known, the notice cannot be served on that owner or person, or the notice cannot be served on that owner or person, or that owner or person does not comply with the notice, that owner or person does not comply with the notice, the railway company may within a reasonable time sell the goods in accordance with the commercial value and shall pay to the person legally entitled to the payment any surplus remaining after the deduction of the sum due to the railway company and expenses incurred by it in connection with the sale of the goods. (3) Where the person entitled to receive the goods or notice is known or the railway company is in a position to serve notice on the person entitled to receive the goods, the railway company shall not sell the goods unless at least five working days have elapsed since the notice was served on the person entitled to the goods or notice. Where the person entitled to receive the goods or notice is known or the railway company is in a position to serve notice on the person entitled to receive the goods, the railway company shall not sell the goods unless at least five working days have elapsed since the notice was served on the person entitled to the goods or notice."
    },
    {
      "provision_ref": "s84",
      "section": "84",
      "title": "Railway company not represented by agent",
      "content": "(1) Where a railway company transports goods in carloads from a private siding, station, wharf or landing at which there is no agent of the railway company, the goods are at the risk of the owner until the railway company removes the car from the private siding, station, wharf or landing and after that, the goods are at the risk of the railway company. Where a railway company transports goods in carloads from a private siding, station, wharf or landing at which there is no agent of the railway company, the goods are at the risk of the owner until the railway company removes the car from the private siding, station, wharf or landing and after that, the goods are at the risk of the railway company. (2) Where a railway company transports goods in carloads to a private siding, station, wharf or landing at which there is no agent of the railway company, the goods are at the risk of the railway company until the goods are placed on the delivery siding at the private siding, station, wharf or landing. Where a railway company transports goods in carloads to a private siding, station, wharf or landing at which there is no agent of the railway company, the goods are at the risk of the railway company until the goods are placed on the delivery siding at the private siding, station, wharf or landing."
    },
    {
      "provision_ref": "s85",
      "section": "85",
      "title": "Threat to safety",
      "content": "(1) A person A person whose wilful, negligent, reckless conduct or omission whose wilful, negligent, reckless conduct or omission obstructs or causes any train or vehicle using a railway line, to be obstructed, or obstructs or causes any train or vehicle using a railway line, to be obstructed, or endangers or causes the safety of a person in or on a train or vehicle using a railway line, to be endangered, or endangers or causes the safety of a person in or on a train or vehicle using a railway line, to be endangered, or who aids, assists, counsels or procures the act or omission under paragraph (a) who aids, assists, counsels or procures the act or omission under paragraph (a) commits an offence and is liable on summary conviction to a fine of not more than two thousand and five hundred penalty units or to a term of imprisonment of not more than ten years or to both. (2) A person who, intentionally A person who, intentionally uses any material, uses any material, does any work, or does any work, or conceals any defect, conceals any defect, in relation to railway that endangers or is likely to endanger the safety of a person who in relation to railway that endangers or is likely to endanger the safety of a person who uses the railway, or uses the railway, or who is on board a train or any vehicle which uses the railway, who is on board a train or any vehicle which uses the railway, commits an offence and is liable on summary conviction to a fine of not more than two thousand and five hundred penalty units or to a term of imprisonment of not more than ten years or to both. (3) A person who intentionally or negligently supplies for use on board a train or in connection with a railway, stores or instruments A person who intentionally or negligently supplies for use on board a train or in connection with a railway, stores or instruments of inferior quality, or of inferior quality, or in a condition which makes them unfit for the purposes for which those stores or instruments are supplied, in a condition which makes them unfit for the purposes for which those stores or instruments are supplied, and which are likely to endanger life, commits an offence and is liable on summary conviction to a fine of not more than seven hundred and fifty penalty units or to a term of imprisonment of not more than three years or to both. (4) A person who in relation to a railway A person who in relation to a railway knowingly causes the safety of an engine, carriage, or train to be endangered, with intent to cause harm or danger to a person, or knowingly causes the safety of an engine, carriage, or train to be endangered, with intent to cause harm or danger to a person, or carries out or assists in an act of terrorism on a train or in connection with railway operation carries out or assists in an act of terrorism on a train or in connection with railway operation commits an offence and is liable on trial by indictment to a term of imprisonment of not less than seven years. (5) A person who unlawfully interferes with or obstructs the working of a signal, or other apparatus or thing which is used or maintained for the safety of railway operation, commits an offence and is liable on summary conviction to a fine of not more than seven hundred and fifty penalty units or to a term of imprisonment of not more than three years or to both. A person who unlawfully interferes with or obstructs the working of a signal, or other apparatus or thing which is used or maintained for the safety of railway operation, commits an offence and is liable on summary conviction to a fine of not more than seven hundred and fifty penalty units or to a term of imprisonment of not more than three years or to both."
    },
    {
      "provision_ref": "s86",
      "section": "86",
      "title": "Other offences",
      "content": "(1) A person who unlawfully A person who unlawfully places, or throws wood, stone or other matter or thing, on or across a railway line, places, or throws wood, stone or other matter or thing, on or across a railway line, removes or displaces a rail, sleeper or other matter or thing connected to a railway line, removes or displaces a rail, sleeper or other matter or thing connected to a railway line, removes or diverts points or other machinery belonging to a railway company, removes or diverts points or other machinery belonging to a railway company, makes or shows, hides or removes a signal or light on or near to a railway line, makes or shows, hides or removes a signal or light on or near to a railway line, does or causes to be done anything with intent to does or causes to be done anything with intent to obstruct, upset, overthrow, damage or destroy a train or vehicle which uses a railway line, or obstruct, upset, overthrow, damage or destroy a train or vehicle which uses a railway line, or endanger the safety of a person travelling by railway, endanger the safety of a person travelling by railway, throws or causes wood, stone or other matter to fall or strike at, against, into or on a train or vehicle used on a railway line with intent to injure or endanger the safety of a person on the train or vehicle, throws or causes wood, stone or other matter to fall or strike at, against, into or on a train or vehicle used on a railway line with intent to injure or endanger the safety of a person on the train or vehicle, sets fire to, destroys or damages sets fire to, destroys or damages a railway track, or rail and attachments laid on the railway track or rail, a railway track, or rail and attachments laid on the railway track or rail, a station, engine house, warehouse or other building, or a station, engine house, warehouse or other building, or a train, or vehicle a train, or vehicle which belongs to or is part of the railway, or sets fire to any matter or thing which is against or under a building, train or vehicle belonging to a railway company sets fire to any matter or thing which is against or under a building, train or vehicle belonging to a railway company commits an offence and except as provided in subsection (2) is liable on summary conviction to a fine of not more than two thousand and five hundred penalty units or to a term of imprisonment of not more than ten years or to both. (2) A person who commits an offence under subsection (1) (b), (e) or (g) is liable on trial by indictment to a term of imprisonment of not less than seven years. A person who commits an offence under subsection (1) (b), (e) or (g) is liable on trial by indictment to a term of imprisonment of not less than seven years. (3) A person who A person who enters or leaves or attempts to enter or leave a train while it is in motion, or opens an outer door of a coach on a train while it is in motion, enters or leaves or attempts to enter or leave a train while it is in motion, or opens an outer door of a coach on a train while it is in motion, at any time enters or leaves or attempts to enter or leave a train otherwise than by the door provided for the purpose on the side of the train adjacent to the platform or any other similar place appointed by the Authority, at any time enters or leaves or attempts to enter or leave a train otherwise than by the door provided for the purpose on the side of the train adjacent to the platform or any other similar place appointed by the Authority, travels in the part of a train not intended for the use of passengers, or travels in the part of a train not intended for the use of passengers, or spits on the floor of a carriage or compartment of a train, or on a station building or public place on a railway, spits on the floor of a carriage or compartment of a train, or on a station building or public place on a railway, commits an offence and is liable on summary conviction to a fine of not more than two hundred and fifty penalty units or to a term of imprisonment of not more than twelve months or to both."
    },
    {
      "provision_ref": "s87",
      "section": "87",
      "title": "Dangerous goods",
      "content": "(1) A person who A person who takes explosives or other dangerous goods on to a train or vehicle of a railway company, or takes explosives or other dangerous goods on to a train or vehicle of a railway company, or delivers explosives or dangerous goods to a railway company for carriage or warehousing, delivers explosives or dangerous goods to a railway company for carriage or warehousing, and who fails to disclose possession of the explosives or dangerous goods, commits an offence and is liable on summary conviction to a fine of not more than two thousand and five hundred penalty units or to a term of imprisonment of not more than ten years or to both. (2) A person who is convicted of an offence under this section is also liable for the loss, injury or damage caused because of the goods being taken on the train or vehicle or delivered to the railway company for carriage or warehousing. A person who is convicted of an offence under this section is also liable for the loss, injury or damage caused because of the goods being taken on the train or vehicle or delivered to the railway company for carriage or warehousing."
    },
    {
      "provision_ref": "s88",
      "section": "88",
      "title": "Employee demanding improper amount",
      "content": "An employee of a railway company who demands, solicits or re­ceives a greater or lesser amount than that charged by the railway com­pany for the service or other thing of value from a passenger or shipper delivering goods to the railway company for carriage or warehousing, from a passenger or shipper delivering goods to the railway company for carriage or warehousing, from a person making use of the facilities provided by the railway company, from a person making use of the facilities provided by the railway company, commits an offence and is liable on summary conviction to a fine of not more than two hundred and fifty penalty units or to a term of imprisonment of not more than one year or to both."
    },
    {
      "provision_ref": "s89",
      "section": "89",
      "title": "Neglect of duty by employee of railway company",
      "content": "(1) An employee of a railway company who causes, aids or abets a situation An employee of a railway company who causes, aids or abets a situation which leads to or is likely to lead to the occurrence of a derailment or to a collision of a train or vehicle of a railway company, or which leads to or is likely to lead to the occurrence of a derailment or to a collision of a train or vehicle of a railway company, or in which the safety and security of a person travelling by or working on the railway is or is likely to be endangered, in which the safety and security of a person travelling by or working on the railway is or is likely to be endangered, commits an offence and is liable on summary conviction to a fine of not more than two thousand and five hundred penalty units or to a term of imprisonment of not more than five years or to both. (2) An employee of a railway company who An employee of a railway company who refuses or willfully neglects to carry out that employee's duties, refuses or willfully neglects to carry out that employee's duties, carries out that employee's duties recklessly or with gross negligence, or carries out that employee's duties recklessly or with gross negligence, or willfully disregards a regulation, lawful order, directives or rules applying to or given to that employee, willfully disregards a regulation, lawful order, directives or rules applying to or given to that employee, shall be subject to disciplinary proceedings by the railway company."
    },
    {
      "provision_ref": "s90",
      "section": "90",
      "title": "Drunken employee on railway facility",
      "content": "An employee of a railway company who is found to be under the influence of alcohol or a narcotic drug while on duty on a train or vehicle of the railway company, or on a train or vehicle of the railway company, or on a railway engine or in a guard’s van, on a railway engine or in a guard’s van, commits an offence and is liable on summary conviction to a fine of not more than two hundred and fifty penalty units or to a term of imprisonment of not more than twelve months or to both."
    },
    {
      "provision_ref": "s91",
      "section": "91",
      "title": "Drunkenness on duty",
      "content": "An employee of a railway company who is found to be under the influence of alcohol or narcotic drug while on duty and responsible for the movement of traffic, the movement of traffic, the operation or maintenance of railway signalling or communication equipment, the operation or maintenance of railway signalling or communication equipment, part of the permanent way, part of the permanent way, the repair of a train or vehicle, the repair of a train or vehicle, a train or vehicle of a railway company, a train or vehicle of a railway company, a railway engine, a railway engine, guarding a railway van, or guarding a railway van, or any railway duty, the performance of which the safety and security of other persons depend any railway duty, the performance of which the safety and security of other persons depend commits an offence and is liable on summary conviction to a fine of not more than five hundred penalty units or a term of imprisonment of not more than two years or both."
    },
    {
      "provision_ref": "s92",
      "section": "92",
      "title": "Test for alcohol or drugs",
      "content": "(1) An employee of a railway company who is suspected of being under the influence of alcohol or a narcotic drug shall be required to undergo a test by the Railway Safety and Security Inspector, a police officer or an appropriate enforcement officer qualified to carry out that function. An employee of a railway company who is suspected of being under the influence of alcohol or a narcotic drug shall be required to undergo a test by the Railway Safety and Security Inspector, a police officer or an appropriate enforcement officer qualified to carry out that function. (2) A person shall be taken to be under the influence of alcohol where the alcohol concentration in that person's blood or breadth as shown by any competent medical evidence or any other competent evidence is 0.08 percent or more when measured within two hours of the time of operating or attempting to operate a train. A person shall be taken to be under the influence of alcohol where the alcohol concentration in that person's blood or breadth as shown by any competent medical evidence or any other competent evidence is 0.08 percent or more when measured within two hours of the time of operating or attempting to operate a train."
    },
    {
      "provision_ref": "s93",
      "section": "93",
      "title": "Dismissal of convicted employee",
      "content": "An employee of a railway company who is convicted of an offence under this Act shall be dismissed from the service of the railway company. An employee of a railway company who is convicted of an offence under this Act shall be dismissed from the service of the railway company."
    },
    {
      "provision_ref": "s94",
      "section": "94",
      "title": "Right to lodge complaint",
      "content": "(1) A person dissatisfied with any act or omission of the Authority may lodge a complaint with the Authority for redress. A person dissatisfied with any act or omission of the Authority may lodge a complaint with the Authority for redress. (2) The Authority on receipt of a complaint under subsection (1) may make an order to grant the relief requested and grant further or other relief as the Authority considers just and appropriate. The Authority on receipt of a complaint under subsection (1) may make an order to grant the relief requested and grant further or other relief as the Authority considers just and appropriate. (3) The decision of the Authority under subsection (1) is subject to sections 99 to 104. The decision of the Authority under subsection (1) is subject to sections 99 to 104."
    },
    {
      "provision_ref": "s95",
      "section": "95",
      "title": "Fact finding by the Authority conclusive",
      "content": "A finding or determination of the Authority on a question of fact in the course of implementing this Act is subject to appeal or review under section 100 to 104 and beyond that to the court. A finding or determination of the Authority on a question of fact in the course of implementing this Act is subject to appeal or review under section 100 to 104 and beyond that to the court."
    },
    {
      "provision_ref": "s96",
      "section": "96",
      "title": "Time for making decisions",
      "content": "Where the Authority receives a complaint it shall determine the matter within fourteen days unless an extension is made on application by either or both parties to the complaint. Where the Authority receives a complaint it shall determine the matter within fourteen days unless an extension is made on application by either or both parties to the complaint."
    },
    {
      "provision_ref": "s97",
      "section": "97",
      "title": "Monitoring of railway equipment and compensation for damage",
      "content": "(1) The Authority may monitor the use of railway equipment to determine the standard of the railway equipment as well as its perfor­mance. The Authority may monitor the use of railway equipment to determine the standard of the railway equipment as well as its perfor­mance. (2) Where a railway company operates railway equipment in a manner that causes damage to the equipment or to the operations of another railway company, the matter may be referred by either party to the Authority which shall determine the matter and award compensa­tion that the Authority considers just and fair to the aggrieved person. Where a railway company operates railway equipment in a manner that causes damage to the equipment or to the operations of another railway company, the matter may be referred by either party to the Authority which shall determine the matter and award compensa­tion that the Authority considers just and fair to the aggrieved person. (3) Where the operations of a railway company causes damage to an equipment or asset of the Authority, the company shall restore the asset to its former status and pay the appropriate compensation to the Authority. Where the operations of a railway company causes damage to an equipment or asset of the Authority, the company shall restore the asset to its former status and pay the appropriate compensation to the Authority. (4) Subsections (2) and (3) do not limit the rights of a person to lodge a complaint or seek review under sections 100 to 104 or to institute an action in court after the hearing of the initial complaint or review. Subsections (2) and (3) do not limit the rights of a person to lodge a complaint or seek review under sections 100 to 104 or to institute an action in court after the hearing of the initial complaint or review."
    },
    {
      "provision_ref": "s98",
      "section": "98",
      "title": "Prohibition of Authority from operating or managing railway",
      "content": "The Authority shall not operate or manage a railway company or railway services and nothing in this Act shall be construed to grant the Authority the power to operate or manage railways or a railway company. The Authority shall not operate or manage a railway company or railway services and nothing in this Act shall be construed to grant the Authority the power to operate or manage railways or a railway company."
    },
    {
      "provision_ref": "s99",
      "section": "99",
      "title": "Establishment of Railway Complaints, Appeals and Review Panel",
      "content": "(1) A body known as the Railway Complaints, Appeals and Review Panel is established under this Act. A body known as the Railway Complaints, Appeals and Review Panel is established under this Act. (2) The Railway Complaints, Appeals and Review Panel consists of seven persons at least three of whom are lawyers. The Railway Complaints, Appeals and Review Panel consists of seven persons at least three of whom are lawyers. (3) A member of the Board of the Authority shall not be appointed a member of the Railway Complaints, Appeals and Review Panel. A member of the Board of the Authority shall not be appointed a member of the Railway Complaints, Appeals and Review Panel. (4) Five members of the Panel constitutes a quorum for the hearing of a complaint or review. Five members of the Panel constitutes a quorum for the hearing of a complaint or review. (5) Members of the Panel shall be appointed for a term of three years, and a member of the Panel may be reappointed. Members of the Panel shall be appointed for a term of three years, and a member of the Panel may be reappointed. (6) The Panel may co-opt any expert for the purposes of its work but a co-opted person may only advise the Panel and does not have voting rights. The Panel may co-opt any expert for the purposes of its work but a co-opted person may only advise the Panel and does not have voting rights. (7) The Panel shall hear, review and deliberate on a complaint in accordance with this Act and rules of procedure made under this Act. The Panel shall hear, review and deliberate on a complaint in accordance with this Act and rules of procedure made under this Act. (8) The Authority or an agency of government shall not interfere with the appeal and review functions of the Panel. The Authority or an agency of government shall not interfere with the appeal and review functions of the Panel. (9) The decision of the Panel in respect of internal administrative review is final and shall be copied to the Authority for its information and records only. The decision of the Panel in respect of internal administrative review is final and shall be copied to the Authority for its information and records only. (10) The Panel shall not entertain a complaint or a request for review if the complainant does not The Panel shall not entertain a complaint or a request for review if the complainant does not submit the complaint, appeal or request in writing, submit the complaint, appeal or request in writing, state the particulars of the complainant and the means by which the complainant may be reached, state the particulars of the complainant and the means by which the complainant may be reached, state the nature and particulars of the grievance and, where applicable, the provision of this Act from which the complaint arose, and state the nature and particulars of the grievance and, where applicable, the provision of this Act from which the complaint arose, and pay the appropriate fee. pay the appropriate fee. (11) The Minister shall make Regulations to stipulate fees that may be paid by a person qualified to submit a request to the Panel but fees shall not be fixed at a level that deters a person from lodging a complaint or making a request for review to the Panel. The Minister shall make Regulations to stipulate fees that may be paid by a person qualified to submit a request to the Panel but fees shall not be fixed at a level that deters a person from lodging a complaint or making a request for review to the Panel. (12) The Minister shall appoint members of the Complaints, Appeals and Review Panel not later than ninety days after the commencement of this Act to review complaints and appeals under this Act. The Minister shall appoint members of the Complaints, Appeals and Review Panel not later than ninety days after the commencement of this Act to review complaints and appeals under this Act. (13) Not later than fourteen days after the setting up of the Panel, the Minister shall cause the names and particulars of the Panel to be published in the Gazette and such newspapers of national circulation as the Minister may determine. Not later than fourteen days after the setting up of the Panel, the Minister shall cause the names and particulars of the Panel to be published in the Gazette and such newspapers of national circulation as the Minister may determine."
    },
    {
      "provision_ref": "s100",
      "section": "100",
      "title": "Power of the Authority to investigate and decide on complaint",
      "content": "(1) Unless this Act provides otherwise, a complaint or request for review shall in the first instance be made to the Authority. Unless this Act provides otherwise, a complaint or request for review shall in the first instance be made to the Authority. (2) The Authority shall on receipt of a complaint, investigate and communicate its decision to the complainant within twenty-one days of receipt of the complaint but an aggrieved person may allow a longer period in writing to enable the Authority to communicate its decision on the complaint. The Authority shall on receipt of a complaint, investigate and communicate its decision to the complainant within twenty-one days of receipt of the complaint but an aggrieved person may allow a longer period in writing to enable the Authority to communicate its decision on the complaint. (3) The response of the Authority to the complainant, shall be in writing and shall state The response of the Authority to the complainant, shall be in writing and shall state the reasons for the decision, the reasons for the decision, whether the complaint is upheld in whole or in part, and whether the complaint is upheld in whole or in part, and the corrective measures that are to be taken, where applicable. the corrective measures that are to be taken, where applicable. (4) A person aggrieved or dissatisfied with A person aggrieved or dissatisfied with the decision of the Authority, or the decision of the Authority, or the failure of the Authority to communicate its decision to the aggrieved person, the failure of the Authority to communicate its decision to the aggrieved person, may make a request for review to the Panel."
    },
    {
      "provision_ref": "s101",
      "section": "101",
      "title": "Power and procedure of the Panel",
      "content": "(1) The Panel in the performance of its functions, may The Panel in the performance of its functions, may review a decision of the Authority review a decision of the Authority on any matter related to a railway licence, on any matter related to a railway licence, in respect of any of the Authority’s functions or the use of its power; in respect of any of the Authority’s functions or the use of its power; review any matter relating to dissatisfaction with the performance of a railway operation or management of a railway; review any matter relating to dissatisfaction with the performance of a railway operation or management of a railway; determine a matter determine a matter between a railway company and the Authority, or between a railway company and the Authority, or that relates to the construction, planning operation, development or management of railway, and that relates to the construction, planning operation, development or management of railway, and in connection with this Act. in connection with this Act. (2) The Panel shall inform the Authority of the receipt of the complaint and particulars of the complaint and may invite the Authority or the person to provide information that the Panel requires. The Panel shall inform the Authority of the receipt of the complaint and particulars of the complaint and may invite the Authority or the person to provide information that the Panel requires. (3) A complaint to the Panel shall be submitted in accordance with this Act and rules of procedure provided in Regulations made under this Act. A complaint to the Panel shall be submitted in accordance with this Act and rules of procedure provided in Regulations made under this Act."
    },
    {
      "provision_ref": "s102",
      "section": "102",
      "title": "Power to request information and confidentiality",
      "content": "The Railway Complaints and Review Panel shall have the same powers as the Authority under section 36 and be subject to section 37. The Railway Complaints and Review Panel shall have the same powers as the Authority under section 36 and be subject to section 37."
    },
    {
      "provision_ref": "s103",
      "section": "103",
      "title": "Decision of the Panel",
      "content": "Except where a matter has already been conclusively dealt with by the Panel, the Minister may revise, amend, substitute or annul in whole or in part any act or decision taken by the Authority or any other person against whom the complaint or review was lodged. Except where a matter has already been conclusively dealt with by the Panel, the Minister may revise, amend, substitute or annul in whole or in part any act or decision taken by the Authority or any other person against whom the complaint or review was lodged."
    },
    {
      "provision_ref": "s104",
      "section": "104",
      "title": "Right to seek review",
      "content": "Nothing in this Act or any other enactment shall derogate from the right of a person to seek review of a decision of the Panel. Nothing in this Act or any other enactment shall derogate from the right of a person to seek review of a decision of the Panel."
    },
    {
      "provision_ref": "s105",
      "section": "105",
      "title": "Rules applicable to review proceedings",
      "content": "(1) Where the complaint is received by the Authority or the Panel, the Authority or Panel shall deal conclusively with the complaint within sixty days. Where the complaint is received by the Authority or the Panel, the Authority or Panel shall deal conclusively with the complaint within sixty days. (2) A summary of decisions made by the Panel may be made available to the general public. A summary of decisions made by the Panel may be made available to the general public. (3) The Panel may review its own decision on request by a complainant, a party to the complaints, the Minister or the Authority for justifiable reason but neither the Minister nor the Authority has power to review or alter a decision of the Panel. The Panel may review its own decision on request by a complainant, a party to the complaints, the Minister or the Authority for justifiable reason but neither the Minister nor the Authority has power to review or alter a decision of the Panel."
    },
    {
      "provision_ref": "s106",
      "section": "106",
      "title": "Regulations",
      "content": "(1) The Minister may, on the recommendation of the Board, by legislative instrument make Regulations to prescribe The Minister may, on the recommendation of the Board, by legislative instrument make Regulations to prescribe the requirements for a railway licence; the requirements for a railway licence; the conditions and procedure for the suspension, cancellation or modification of a licence; the conditions and procedure for the suspension, cancellation or modification of a licence; for the construction, alteration, maintenance safety or operation of railway works, road crossings, utility crossings and the maintenance and operation of railway equipment; for the construction, alteration, maintenance safety or operation of railway works, road crossings, utility crossings and the maintenance and operation of railway equipment; for the manner in which notice of an accident is to be given to the Authority; for the manner in which notice of an accident is to be given to the Authority; the limit on liability for loss or damage to goods where the value of the goods is not declared; the limit on liability for loss or damage to goods where the value of the goods is not declared; the fees to be paid by a person who makes a complaint to the Railway Complaints, Appeals and Review Panel; and the fees to be paid by a person who makes a complaint to the Railway Complaints, Appeals and Review Panel; and generally for the effective implementation of this Act. generally for the effective implementation of this Act. (2) The Minister may on the advice of the Board make rules for the procedure of the Panel. The Minister may on the advice of the Board make rules for the procedure of the Panel."
    },
    {
      "provision_ref": "s107",
      "section": "107",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires“assets” means property of any description, whether movable or immovable;“Authority” means the Ghana Railway Development Authority established under section 1 of this Act;“Board” means the governing body of the Authority provided for under section 4;“Chief Executive” means the Chief Executive Officer appointed under section 13;“common carrier” means the carrier of passengers or freight for reward; whether the person operates on private or public land or both;“district assembly” includes a municipal or metropolitan assembly;“freight” means goods other than gratuitions goods delivered to a railway company by a shipper;“Fund” means the Railway Development Fund established under section 22;“Fund Committee” means the committee established under section 25;“Ghana Railway Company Limited” means the entity established as a statutory corporation in SMCD 95 of 1997 and subsequently incorporated as a limited liability company and registered on 7th March, 2001 under the Companies Act, 1963 (Act 179) with registration number 94,198;“goods” include items in solid, liquid or gaseous form or in tangible form and equipment and mail;“Minister” means the Minister responsible for Railways;“Inspector” means a Railway Safety and Security Inspector appointed by the Authority under section 60;“originating railways” means a railway company to which freight is first delivered by a shipper to be conveyed to a given destination or a specified consignee;“Panel” means the Railway Complaints, Appeals and Review Panel established under section 99;“party” in this Act does not include an employee or former employee of the Ghana Railway Company Limited or any of its predecessors in title;“passenger” means a person other than an official or employee on duty, lawfully traveling on a vehicle or train owned or operated by a company;“private carrier” means railway operation which takes place(a)exclusively within the confines of a private land for a purpose other than for hire or reward; or(b)on public land exclusively for the purpose of the operator and not for hire or reward;“railway assets” includes assets which are vested in the Authority by law or otherwise, and includes the assets of the Ghana Railway Company Limited transferred to the Authority under section 32 and those acquired by the Authority pursuant to this Act;“railway” includes(a)branches, extensions, siding, railway bridges, tunnels, stations, depots, wharves, railway equipment, stores, or other things connected with the railway; and(b)communications or signaling system and related facilities and equipment used for railway purposes;(c)“railway company” means a company issued with a railway licence by the Authority;“railway work” includes(a)a line of railway and any structure that supports or protects that line of railway or provides for drainage, of that line of railway,(b)a system of switches, signal or other like devices that facilitates railway operations, or(c)any other structure built across, beside, under or over a line of railway, that facilitates railway operations, but does not include a road crossing or utility crossing;“relevant agency” means an agency, Ministry, department or institution which is required to grant permits or approvals for the development of a railway and railway works;“road” includes bridges, railway-highway crossings, tunnels, drainage structures, traffic control devices, guardrails and protective structures connected with public ways, way or strip of land open to the public for the purposes of travel as a matter of right and over which an abutting property owner has the right of light, air, access, or right-of way;“road crossing” includes the part of a road that passes across, over or under a railway line, and includes structure that supports or protects that part of the road or facilitates the crossing;“shipper” means a person who sends, receives or intends to send or receive goods by or through a railway company;“tariff” means a schedule of rates, charges, terms and conditions applicable to the movement of traffic and incidental services;“traffic” includes the carriage of passengers and the railway equipment required for the carriage;“transportation facility” includes navigable waterways, ports, harbours and multimodal container terminals;“utility crossing” includes the part of a utility line that passes over or under a railway line and a structure that supports or protects part of the utility line or facilitates the crossing; and“utility line” means a wire, cable, pipeline or other like means that enables the transmission of goods, energy or the provision of services. In this Act, unless the context otherwise requires “assets” means property of any description, whether movable or immovable; “Authority” means the Ghana Railway Development Authority established under section 1 of this Act; “Board” means the governing body of the Authority provided for under section 4; “Chief Executive” means the Chief Executive Officer appointed under section 13; “common carrier” means the carrier of passengers or freight for reward; whether the person operates on private or public land or both; “district assembly” includes a municipal or metropolitan assembly; “freight” means goods other than gratuitions goods delivered to a railway company by a shipper; “Fund” means the Railway Development Fund established under section 22; “Fund Committee” means the committee established under section 25; “Ghana Railway Company Limited” means the entity established as a statutory corporation in SMCD 95 of 1997 and subsequently incorporated as a limited liability company and registered on 7th March, 2001 under the Companies Act, 1963 (Act 179) with registration number 94,198; “goods” include items in solid, liquid or gaseous form or in tangible form and equipment and mail; “Minister” means the Minister responsible for Railways; “Inspector” means a Railway Safety and Security Inspector appointed by the Authority under section 60; “originating railways” means a railway company to which freight is first delivered by a shipper to be conveyed to a given destination or a specified consignee; “Panel” means the Railway Complaints, Appeals and Review Panel established under section 99; “party” in this Act does not include an employee or former employee of the Ghana Railway Company Limited or any of its predecessors in title; “passenger” means a person other than an official or employee on duty, lawfully traveling on a vehicle or train owned or operated by a company; exclusively within the confines of a private land for a purpose other than for hire or reward; or on public land exclusively for the purpose of the operator and not for hire or reward; “railway assets” includes assets which are vested in the Authority by law or otherwise, and includes the assets of the Ghana Railway Company Limited transferred to the Authority under section 32 and those acquired by the Authority pursuant to this Act; branches, extensions, siding, railway bridges, tunnels, stations, depots, wharves, railway equipment, stores, or other things connected with the railway; and communications or signaling system and related facilities and equipment used for railway purposes; “railway company” means a company issued with a railway licence by the Authority; a line of railway and any structure that supports or protects that line of railway or provides for drainage, of that line of railway, a system of switches, signal or other like devices that facilitates railway operations, or any other structure built across, beside, under or over a line of railway, that facilitates railway operations, but does not include a road crossing or utility crossing; “relevant agency” means an agency, Ministry, department or institution which is required to grant permits or approvals for the development of a railway and railway works; “road” includes bridges, railway-highway crossings, tunnels, drainage structures, traffic control devices, guardrails and protective structures connected with public ways, way or strip of land open to the public for the purposes of travel as a matter of right and over which an abutting property owner has the right of light, air, access, or right-of way; “road crossing” includes the part of a road that passes across, over or under a railway line, and includes structure that supports or protects that part of the road or facilitates the crossing; “shipper” means a person who sends, receives or intends to send or receive goods by or through a railway company; “tariff” means a schedule of rates, charges, terms and conditions applicable to the movement of traffic and incidental services; “traffic” includes the carriage of passengers and the railway equipment required for the carriage; “transportation facility” includes navigable waterways, ports, harbours and multimodal container terminals; “utility crossing” includes the part of a utility line that passes over or under a railway line and a structure that supports or protects part of the utility line or facilitates the crossing; and “utility line” means a wire, cable, pipeline or other like means that enables the transmission of goods, energy or the provision of services."
    },
    {
      "provision_ref": "s108",
      "section": "108",
      "title": "Repeals",
      "content": "(1) The Ghana Railway Corporation Decree, 1977 (S.M.C.D. 95) is hereby repealed. The Ghana Railway Corporation Decree, 1977 (S.M.C.D. 95) is hereby repealed. (2) The Ghana Railway Corporation (Tariff) Regulations, 1981 are hereby revoked. The Ghana Railway Corporation (Tariff) Regulations, 1981 are hereby revoked."
    },
    {
      "provision_ref": "s109",
      "section": "109",
      "title": "Transitional provisions",
      "content": "(1) Unless otherwise provided under this Act, the entity originally created as a statutory corporation under S.M.C.D. 95, 1977 and subse­quently registered under the Companies Code, 1963 (Act 179) number 94, 198 known as the Ghana Railway Company shall upon the coming into force of this Act, continue to operate as a going concern under the Companies Code, 1963 (Act 179). Unless otherwise provided under this Act, the entity originally created as a statutory corporation under S.M.C.D. 95, 1977 and subse­quently registered under the Companies Code, 1963 (Act 179) number 94, 198 known as the Ghana Railway Company shall upon the coming into force of this Act, continue to operate as a going concern under the Companies Code, 1963 (Act 179). (2) The staff of the Ghana Railway Company who may be directly assigned responsibility by the Minister in respect of the railway assets transferred to the Authority shall be deemed to have been appointed by the Authority under this Act until the Board of the Authority otherwise decides. The staff of the Ghana Railway Company who may be directly assigned responsibility by the Minister in respect of the railway assets transferred to the Authority shall be deemed to have been appointed by the Authority under this Act until the Board of the Authority otherwise decides."
    }
  ],
  "definitions": [
    {
      "term": "assets",
      "definition": "property of any description, whether movable or immovable",
      "source_provision": "s107"
    },
    {
      "term": "Authority",
      "definition": "the Ghana Railway Development Authority established under section 1 of this Act",
      "source_provision": "s107"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Authority provided for under section 4",
      "source_provision": "s107"
    },
    {
      "term": "Chief Executive",
      "definition": "the Chief Executive Officer appointed under section 13",
      "source_provision": "s107"
    },
    {
      "term": "common carrier",
      "definition": "the carrier of passengers or freight for reward",
      "source_provision": "s107"
    },
    {
      "term": "freight",
      "definition": "goods other than gratuitions goods delivered to a railway company by a shipper",
      "source_provision": "s107"
    },
    {
      "term": "Fund",
      "definition": "the Railway Development Fund established under section 22",
      "source_provision": "s107"
    },
    {
      "term": "Fund Committee",
      "definition": "the committee established under section 25",
      "source_provision": "s107"
    },
    {
      "term": "Ghana Railway Company Limited",
      "definition": "the entity established as a statutory corporation in SMCD 95 of 1997 and subsequently incorporated as a limited liability company and registered on 7th March, 2001 under the Companies Act, 1963 (Act 179) with registration number 94,198",
      "source_provision": "s107"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Railways",
      "source_provision": "s107"
    },
    {
      "term": "Inspector",
      "definition": "a Railway Safety and Security Inspector appointed by the Authority under section 60",
      "source_provision": "s107"
    },
    {
      "term": "originating railways",
      "definition": "a railway company to which freight is first delivered by a shipper to be conveyed to a given destination or a specified consignee",
      "source_provision": "s107"
    },
    {
      "term": "Panel",
      "definition": "the Railway Complaints, Appeals and Review Panel established under section 99",
      "source_provision": "s107"
    },
    {
      "term": "passenger",
      "definition": "a person other than an official or employee on duty, lawfully traveling on a vehicle or train owned or operated by a company",
      "source_provision": "s107"
    },
    {
      "term": "private carrier",
      "definition": "railway operation which takes place(a)exclusively within the confines of a private land for a purpose other than for hire or reward",
      "source_provision": "s107"
    },
    {
      "term": "railway company",
      "definition": "a company issued with a railway licence by the Authority",
      "source_provision": "s107"
    },
    {
      "term": "relevant agency",
      "definition": "an agency, Ministry, department or institution which is required to grant permits or approvals for the development of a railway and railway works",
      "source_provision": "s107"
    },
    {
      "term": "shipper",
      "definition": "a person who sends, receives or intends to send or receive goods by or through a railway company",
      "source_provision": "s107"
    },
    {
      "term": "tariff",
      "definition": "a schedule of rates, charges, terms and conditions applicable to the movement of traffic and incidental services",
      "source_provision": "s107"
    },
    {
      "term": "utility line",
      "definition": "a wire, cable, pipeline or other like means that enables the transmission of goods, energy or the provision of services. In this Act, unless the context otherwise requires “assets” means property of any description, whether movable or immovable",
      "source_provision": "s107"
    },
    {
      "term": "Authority",
      "definition": "the Ghana Railway Development Authority established under section 1 of this Act",
      "source_provision": "s107"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Authority provided for under section 4",
      "source_provision": "s107"
    },
    {
      "term": "Chief Executive",
      "definition": "the Chief Executive Officer appointed under section 13",
      "source_provision": "s107"
    },
    {
      "term": "common carrier",
      "definition": "the carrier of passengers or freight for reward",
      "source_provision": "s107"
    },
    {
      "term": "freight",
      "definition": "goods other than gratuitions goods delivered to a railway company by a shipper",
      "source_provision": "s107"
    },
    {
      "term": "Fund",
      "definition": "the Railway Development Fund established under section 22",
      "source_provision": "s107"
    },
    {
      "term": "Fund Committee",
      "definition": "the committee established under section 25",
      "source_provision": "s107"
    },
    {
      "term": "Ghana Railway Company Limited",
      "definition": "the entity established as a statutory corporation in SMCD 95 of 1997 and subsequently incorporated as a limited liability company and registered on 7th March, 2001 under the Companies Act, 1963 (Act 179) with registration number 94,198",
      "source_provision": "s107"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Railways",
      "source_provision": "s107"
    },
    {
      "term": "Inspector",
      "definition": "a Railway Safety and Security Inspector appointed by the Authority under section 60",
      "source_provision": "s107"
    },
    {
      "term": "originating railways",
      "definition": "a railway company to which freight is first delivered by a shipper to be conveyed to a given destination or a specified consignee",
      "source_provision": "s107"
    },
    {
      "term": "Panel",
      "definition": "the Railway Complaints, Appeals and Review Panel established under section 99",
      "source_provision": "s107"
    },
    {
      "term": "passenger",
      "definition": "a person other than an official or employee on duty, lawfully traveling on a vehicle or train owned or operated by a company",
      "source_provision": "s107"
    },
    {
      "term": "railway company",
      "definition": "a company issued with a railway licence by the Authority",
      "source_provision": "s107"
    },
    {
      "term": "relevant agency",
      "definition": "an agency, Ministry, department or institution which is required to grant permits or approvals for the development of a railway and railway works",
      "source_provision": "s107"
    },
    {
      "term": "shipper",
      "definition": "a person who sends, receives or intends to send or receive goods by or through a railway company",
      "source_provision": "s107"
    },
    {
      "term": "tariff",
      "definition": "a schedule of rates, charges, terms and conditions applicable to the movement of traffic and incidental services",
      "source_provision": "s107"
    }
  ]
}