{
  "id": "act-806-2010",
  "type": "act",
  "title": "University of Ghana Act, 2010",
  "short_name": "UG 2010",
  "act_number": 806,
  "year": 2010,
  "status": "in_force",
  "issued_date": "2010-10-08",
  "url": "https://ghalii.org/akn/gh/act/2010/806",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the University of Ghana",
      "content": "(1) There is established by this Act a body corporate with perpetual succession to be known as the University of Ghana. There is established by this Act a body corporate with perpetual succession to be known as the University of Ghana. (2) Where there is hindrance to the acquisition of property, the property may be acquired for the Council under the State Property and Contracts Act, 1960 (C.A. 6) or the State Lands Act, 1962 (Act 125) and the costs shall be borne by the Council. Where there is hindrance to the acquisition of property, the property may be acquired for the Council under the State Property and Contracts Act, 1960 (C.A. 6) or the State Lands Act, 1962 (Act 125) and the costs shall be borne by the Council."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Award of degrees",
      "content": "(1) Without limiting its other powers, the University shall have power to award its own degrees including honorary degrees, diplomas and certificates. Without limiting its other powers, the University shall have power to award its own degrees including honorary degrees, diplomas and certificates. (2) The University may withdraw a degree, diploma or certificate it has awarded if it has evidence that proves that the degree, diploma or certificate The University may withdraw a degree, diploma or certificate it has awarded if it has evidence that proves that the degree, diploma or certificate was obtained through fraud, academic malpractice; or was obtained through fraud, academic malpractice; or is tainted by any act that in the opinion of the University undermines the integrity of the award. is tainted by any act that in the opinion of the University undermines the integrity of the award."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Membership of the University",
      "content": "(1) The members of the University consist of the The members of the University consist of the Chancellor, Chancellor, chairperson of the University Council, chairperson of the University Council, members of the University Council and College Councils, members of the University Council and College Councils, junior members, junior members, employees, employees, alumni, alumni, pensioners, pensioners, honorary degree holders, and honorary degree holders, and former members of Council and College Councils. former members of Council and College Councils. (2) A person who is not a member of the University shall not enter the premises of the University or have access to the facilities or privileges of the University without the permission of the University. A person who is not a member of the University shall not enter the premises of the University or have access to the facilities or privileges of the University without the permission of the University."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Aims of the University",
      "content": "The aims of the University are to provide higher education, undertake research, disseminate knowledge, and foster relationships with outside persons and bodies in accordance with the following principles: in determining the subjects to be taught, emphasis will be placed on courses of special relevance to the needs and aspirations of citizens including the furtherance of African unity; in determining the subjects to be taught, emphasis will be placed on courses of special relevance to the needs and aspirations of citizens including the furtherance of African unity; higher education shall be made equally accessible to all, on the basis of capacity by every appropriate means; higher education shall be made equally accessible to all, on the basis of capacity by every appropriate means; in its activities including recruitment, admission, promotion and the provision of privileges, honours and facilities the University will be conscious of the need for gender and minority interest, in its activities including recruitment, admission, promotion and the provision of privileges, honours and facilities the University will be conscious of the need for gender and minority interest, as far as practicable, students will be given an understanding of world affairs and in particular of the histories, institu­tions and cultures of African civilisations; as far as practicable, students will be given an understanding of world affairs and in particular of the histories, institu­tions and cultures of African civilisations; students will be taught methods of critical and indepen­dent thinking, while being made aware that they have a responsibility to use their education for the general benefit of humanity; students will be taught methods of critical and indepen­dent thinking, while being made aware that they have a responsibility to use their education for the general benefit of humanity; research will be undertaken in the subjects which are taught in the University, but with special attention to subjects that relate to the social, cultural, economic, scientific, techno­logical and any other problems which exist in Ghana or elsewhere in Africa; research will be undertaken in the subjects which are taught in the University, but with special attention to subjects that relate to the social, cultural, economic, scientific, techno­logical and any other problems which exist in Ghana or elsewhere in Africa; opportunities for higher education and research will be provided for students from other countries, particularly countries in Africa; opportunities for higher education and research will be provided for students from other countries, particularly countries in Africa; the fruits of research and knowledge generally, will be spread by the publication of books and papers and by any other suitable means; and the fruits of research and knowledge generally, will be spread by the publication of books and papers and by any other suitable means; and the University will develop close relationships with the people of this country and with any other institutions, whether within the country or outside. the University will develop close relationships with the people of this country and with any other institutions, whether within the country or outside."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Principal Officers of the University",
      "content": "(1) The Principal Officers of the University are the Chancellor, the chairperson of the University Council and the Vice-Chancellor. The Principal Officers of the University are the Chancellor, the chairperson of the University Council and the Vice-Chancellor. (2) Prior to their assumption of office, the Chancellor, chairperson and members of the University Council and the Vice-Chancellor shall swear the oath of office as prescribed in the Second Schedule of the Con­stitution and modified in the Schedule to this Act. Prior to their assumption of office, the Chancellor, chairperson and members of the University Council and the Vice-Chancellor shall swear the oath of office as prescribed in the Second Schedule of the Con­stitution and modified in the Schedule to this Act. (3) The President shall administer the oath of the Chancellor. The President shall administer the oath of the Chancellor. (4) The Chancellor shall administer the oath to the other officers. The Chancellor shall administer the oath to the other officers."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Office of the Chancellor",
      "content": "(1) There shall be a Chancellor of the University who shall be elected by an electoral college. There shall be a Chancellor of the University who shall be elected by an electoral college. (2) The electoral college consists of an equal number of the total membership of Council and the Academic Board convened specially for that purpose by the Registrar of the University. The electoral college consists of an equal number of the total membership of Council and the Academic Board convened specially for that purpose by the Registrar of the University. (3) The Chancellor is the head of the University and takes precedence over the other officers of the University. The Chancellor is the head of the University and takes precedence over the other officers of the University. (4) The criteria and modalities for the nomination and election of the Chancellor shall be prescribed by Statutes of the University. The criteria and modalities for the nomination and election of the Chancellor shall be prescribed by Statutes of the University. (5) The Chancellor shall hold office for a period of five years and is eligible for re-appointment but shall not be appointed for more than two terms. The Chancellor shall hold office for a period of five years and is eligible for re-appointment but shall not be appointed for more than two terms. (6) The Chancellor shall preside at Congregation, meetings and ceremonies of the University at which the Chancellor is present. The Chancellor shall preside at Congregation, meetings and ceremonies of the University at which the Chancellor is present. (7) The Chancellor shall be served with the summons, minutes and other documents related to meetings of the Council and may attend the meetings. The Chancellor shall be served with the summons, minutes and other documents related to meetings of the Council and may attend the meetings. (8) The Chancellor shall confer on qualified persons, degrees, di­plomas and certificates awarded by the University in accordance with this Act and procedures prescribed by the Statutes. The Chancellor shall confer on qualified persons, degrees, di­plomas and certificates awarded by the University in accordance with this Act and procedures prescribed by the Statutes. (9) The Chancellor may delegate functions under subsection (8) by directions in writing to the University Council. The Chancellor may delegate functions under subsection (8) by directions in writing to the University Council."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Vacancy in office of the Chancellor",
      "content": "(1) The Office of the Chancellor shall become vacant on The Office of the Chancellor shall become vacant on resignation, resignation, death, or death, or removal from office. removal from office. (2) The grounds and procedures for the removal from office of the Chancellor shall be contained in Statutes of the University. The grounds and procedures for the removal from office of the Chancellor shall be contained in Statutes of the University. (3) Without limiting the other roles of the Chancellor, where the integrity and welfare of the University are threatened by any matter, the Chancellor may in consultation with the Council use the good offices of the Chancellor to intervene. Without limiting the other roles of the Chancellor, where the integrity and welfare of the University are threatened by any matter, the Chancellor may in consultation with the Council use the good offices of the Chancellor to intervene."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Chairperson of the University Council",
      "content": "(1) The President shall in accordance with article 70 of the Consti­tution appoint the chairperson and other members of the University Council. The President shall in accordance with article 70 of the Consti­tution appoint the chairperson and other members of the University Council. (2) The chairperson of the University Council shall hold office on the terms and conditions specified in the Statutes of the University. The chairperson of the University Council shall hold office on the terms and conditions specified in the Statutes of the University. (3) The President shall in appointing the chairperson under sub­section (1) have regard to the person’s academic qualifications, leader­ship qualities, expertise, knowledge and experience in matters relevant to tertiary institutions. The President shall in appointing the chairperson under sub­section (1) have regard to the person’s academic qualifications, leader­ship qualities, expertise, knowledge and experience in matters relevant to tertiary institutions. (4) The chairperson of the University Council shall preside at meetings of the Council and where the Chancellor is absent, at Congregations and other meetings and ceremonies of the University. The chairperson of the University Council shall preside at meetings of the Council and where the Chancellor is absent, at Congregations and other meetings and ceremonies of the University. (5) The chairperson of the University Council shall hold office for a period of four years and is eligible for reappointment for a second term. The chairperson of the University Council shall hold office for a period of four years and is eligible for reappointment for a second term."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "The Vice-Chancellor",
      "content": "(1) The University Council shall appoint the Vice-Chancellor who is answerable to the Council and is the academic and administrative head and chief disciplinary officer of the University. The University Council shall appoint the Vice-Chancellor who is answerable to the Council and is the academic and administrative head and chief disciplinary officer of the University. (2) The Vice-Chancellor shall hold office on the terms and condi­tions specified in the letter of appointment. The Vice-Chancellor shall hold office on the terms and condi­tions specified in the letter of appointment. (3) The Vice-Chancellor shall hold office for a period of up to four years and is eligible for re-appointment for another term only. The Vice-Chancellor shall hold office for a period of up to four years and is eligible for re-appointment for another term only."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Pro Vice-Chancellor",
      "content": "(1) The Council shall in accordance with the Statutes of the University appoint the Pro Vice-Chancellors of the University. The Council shall in accordance with the Statutes of the University appoint the Pro Vice-Chancellors of the University. (2) A Pro Vice-Chancellor shall A Pro Vice-Chancellor shall be assigned responsibilities as specified in the Statutes of the University, and be assigned responsibilities as specified in the Statutes of the University, and act as Vice-Chancellor where the Vice-Chancellor is absent, unable to act or the office of the Vice-Chancellor is vacant. act as Vice-Chancellor where the Vice-Chancellor is absent, unable to act or the office of the Vice-Chancellor is vacant. (3) A Pro Vice-Chancellor shall hold office for a period of three years and is eligible for re-appointment for another term only. A Pro Vice-Chancellor shall hold office for a period of three years and is eligible for re-appointment for another term only. (4) In the event that the Vice-Chancellor and the Pro Vice-Chan­cellor where there is only one Pro Vice-Chancellor are both absent or unable to act, a Provost shall act for the period determined by the Council. In the event that the Vice-Chancellor and the Pro Vice-Chan­cellor where there is only one Pro Vice-Chancellor are both absent or unable to act, a Provost shall act for the period determined by the Council. (5) The University Council shall by Statute provide for the order of acting where there is more than one Pro Vice-Chancellor. The University Council shall by Statute provide for the order of acting where there is more than one Pro Vice-Chancellor. (6) A Pro Vice-Chancellor shall attend a Council meeting but shall not vote at the meeting. A Pro Vice-Chancellor shall attend a Council meeting but shall not vote at the meeting."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "The University Council",
      "content": "The governing body of the University is a Council consisting of the Chancellor; the Chancellor; a chairperson; a chairperson; the Vice-Chancellor; the Vice-Chancellor; four persons appointed by the President taking into account the need for gender balance, the need for gender balance, expertise in finance; and expertise in finance; and expertise in management; expertise in management; one representative of the alumni of the University; one representative of the alumni of the University; two representatives of Convocation, one of whom is from the non-teaching staff; two representatives of Convocation, one of whom is from the non-teaching staff; one representative of the National Council for Tertiary Education nominated by the Council for Tertiary Educa­tion; one representative of the National Council for Tertiary Education nominated by the Council for Tertiary Educa­tion; a Vice-Chancellor of an African University appointed by the Council; a Vice-Chancellor of an African University appointed by the Council; an elected representative of the heads of second cycle insti­tutions in Ghana; an elected representative of the heads of second cycle insti­tutions in Ghana; four other persons appointed by Council from outside the University two of whom are women; four other persons appointed by Council from outside the University two of whom are women; one representative of the University Teachers Association; one representative of the University Teachers Association; one representative of undergraduate students of the Uni­versity elected by the Students Representative Council; one representative of undergraduate students of the Uni­versity elected by the Students Representative Council; one representative of post-graduate students of the Uni­versity branch of the Graduate Students Association; and one representative of post-graduate students of the Uni­versity branch of the Graduate Students Association; and one representative of the Teachers and Education Workers Union. one representative of the Teachers and Education Workers Union."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Functions of the Council",
      "content": "(1) The Council shall The Council shall ensure the realisation of the aims and objectives of the University; ensure the realisation of the aims and objectives of the University; determine the strategic direction of the University and monitor evaluate and implement the resultant policies; determine the strategic direction of the University and monitor evaluate and implement the resultant policies; ensure the creation of an environment of equal opportunity for members of the University without regard to ethnicity, sex, race, religious belief or political affiliation; ensure the creation of an environment of equal opportunity for members of the University without regard to ethnicity, sex, race, religious belief or political affiliation; promote income generating activities for the operations of the University as part of the University’s programme; promote income generating activities for the operations of the University as part of the University’s programme; make professorial level appointments on the recommen­dation of the Appointments Board of the Academic Board as may be determined in the Statutes of the University. make professorial level appointments on the recommen­dation of the Appointments Board of the Academic Board as may be determined in the Statutes of the University. (2) For the purpose of achieving the aims and objectives of the University, the Council may establish standing and ad-hoc committees made up of members and non-members of the Council and assign them functions that the Council considers appropriate. For the purpose of achieving the aims and objectives of the University, the Council may establish standing and ad-hoc committees made up of members and non-members of the Council and assign them functions that the Council considers appropriate. (3) A committee comprised entirely of non-members shall be advisory only. A committee comprised entirely of non-members shall be advisory only."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Terms of office of members of the Council",
      "content": "(1) A member of the University other than the Vice-Chancellor who is a member of the Council shall hold office for a period of two years and is eligible for re-appointment for a second term. A member of the University other than the Vice-Chancellor who is a member of the Council shall hold office for a period of two years and is eligible for re-appointment for a second term. (2) A member of the Council who is not a member of the University shall hold office for a period of three years and is eligible for re-appointment for a second term. A member of the Council who is not a member of the University shall hold office for a period of three years and is eligible for re-appointment for a second term. (3) A member of the Council is not entitled to remuneration for membership of the Council but the member is entitled to allowances that the Council may determine. A member of the Council is not entitled to remuneration for membership of the Council but the member is entitled to allowances that the Council may determine."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Members of the University Council",
      "content": "(1) Where an appointed or elected member, other than a member elected by the Council, is absent from the country for a continuous period of twelve months, the office of that member becomes vacant at the end of that period. Where an appointed or elected member, other than a member elected by the Council, is absent from the country for a continuous period of twelve months, the office of that member becomes vacant at the end of that period. (2) Where the office of an appointed or elected member becomes vacant by death or resignation, or by virtue of subsection (1), a successor shall be appointed or elected in the same manner to serve for the remainder of the term of office. Where the office of an appointed or elected member becomes vacant by death or resignation, or by virtue of subsection (1), a successor shall be appointed or elected in the same manner to serve for the remainder of the term of office. (3) Where an appointed or elected member is temporarily absent from the country, a substitute may be appointed or elected in the same manner to act during that member’s absence. Where an appointed or elected member is temporarily absent from the country, a substitute may be appointed or elected in the same manner to act during that member’s absence. (4) An appointment or election may be made in anticipation of the vacation of office or temporary absence of a member. An appointment or election may be made in anticipation of the vacation of office or temporary absence of a member. (5) A member shall not hold office under more than one provision of section 11 of this Act and if a person is appointed or elected under more than one provision, that person shall choose one of those provisions under which to hold office and shall notify the Council and another person shall be appointed or elected under the other provision. A member shall not hold office under more than one provision of section 11 of this Act and if a person is appointed or elected under more than one provision, that person shall choose one of those provisions under which to hold office and shall notify the Council and another person shall be appointed or elected under the other provision."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Meetings of the University Council",
      "content": "(1) The University Council shall meet at least three times in each academic year for the despatch of business at the times and in the places determined by the chairperson. The University Council shall meet at least three times in each academic year for the despatch of business at the times and in the places determined by the chairperson. (2) The chairperson of the University Council shall preside at meetings of the Council and in the absence of the Chancellor at Congregation and other meetings and ceremonies of the University, the chairperson shall preside, and in the absence of the chairperson, the members of the Council present shall elect a chairperson. The chairperson of the University Council shall preside at meetings of the Council and in the absence of the Chancellor at Congregation and other meetings and ceremonies of the University, the chairperson shall preside, and in the absence of the chairperson, the members of the Council present shall elect a chairperson. (3) The University Council may co-opt a person to attend and participate in any of its meetings but that person shall not vote on an issue for decision by the Council. The University Council may co-opt a person to attend and participate in any of its meetings but that person shall not vote on an issue for decision by the Council. (4) Matters before the University Council shall be decided by a simple majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the University Council shall be decided by a simple majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (5) The quorum at a meeting of the University Council is eight. The quorum at a meeting of the University Council is eight. (6) The chairpersons of the Councils of Colleges established under the Statutes of the University may attend a meeting of the Council but shall not have a right to vote at the meeting. The chairpersons of the Councils of Colleges established under the Statutes of the University may attend a meeting of the Council but shall not have a right to vote at the meeting."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Powers of the University Council",
      "content": "(1) Subject to the provisions of this Act, the University Council shall have power to do or provide for any act or thing in relation to the University which the Council considers necessary or expedient in its capacity as the governing body of the University. Subject to the provisions of this Act, the University Council shall have power to do or provide for any act or thing in relation to the University which the Council considers necessary or expedient in its capacity as the governing body of the University. (2) The conferment of particular powers on the University Council by other provisions of this Act shall not be taken to limit the generality of this section. The conferment of particular powers on the University Council by other provisions of this Act shall not be taken to limit the generality of this section."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "The Academic Board",
      "content": "There is established by this Act an Academic Board of the University which is answerable to the University Council. There is established by this Act an Academic Board of the University which is answerable to the University Council."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Functions of the Board",
      "content": "(1) The Board shall, subject to the powers of the University Council, The Board shall, subject to the powers of the University Council, formulate and carry out the academic policy of the University; formulate and carry out the academic policy of the University; devise and regulate courses of instruction and study sub­ject to accreditation by the National Accreditation Board; devise and regulate courses of instruction and study sub­ject to accreditation by the National Accreditation Board; promote and supervise research; promote and supervise research; regulate the conduct of examinations and the award of degrees, diplomas and certificates; regulate the conduct of examinations and the award of degrees, diplomas and certificates; advise the University Council on persons to be awarded honorary degrees; advise the University Council on persons to be awarded honorary degrees; advise the University Council on the admission of students and the award of scholarships; and advise the University Council on the admission of students and the award of scholarships; and report on the matters that are referred to the Board by the University Council. report on the matters that are referred to the Board by the University Council. (2) The Academic Board may make representations to the University Council on a matter connected with the University and shall perform the additional functions conferred on it by the Statutes of the University. The Academic Board may make representations to the University Council on a matter connected with the University and shall perform the additional functions conferred on it by the Statutes of the University."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Composition of the Board",
      "content": "(1) The Academic Board consists of The Academic Board consists of the Vice-Chancellor of the University who shall be the chairperson; the Vice-Chancellor of the University who shall be the chairperson; Pro Vice-Chancellors; Pro Vice-Chancellors; Provosts and Deans; Provosts and Deans; Deputy Provosts and Vice-Deans; Deputy Provosts and Vice-Deans; Directors of Institutes and Centres; Directors of Institutes and Centres; Heads of Academic Departments; Heads of Academic Departments; Professors and Associate Professors; Professors and Associate Professors; a representative each from a representative each from an Academic department; an Academic department; a School; a School; an Institute; or an Institute; or a Centre; a Centre; the Librarian of the University; the Librarian of the University; the Registrar of the University who is the Secretary; and the Registrar of the University who is the Secretary; and at least nine members elected by Convocation in accordance with the Statutes of the University. at least nine members elected by Convocation in accordance with the Statutes of the University. (2) The Academic Board may establish standing and ad-hoc committees for the purpose of carrying out its functions under this Act and that may be determined by the statutes enacted by Council except that a committee comprised entirely of non-members shall be advisory only. The Academic Board may establish standing and ad-hoc committees for the purpose of carrying out its functions under this Act and that may be determined by the statutes enacted by Council except that a committee comprised entirely of non-members shall be advisory only. (3) A person who is an ex-officio member of the Board may be represented at a meeting by a person designated by that member. A person who is an ex-officio member of the Board may be represented at a meeting by a person designated by that member."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "The Registrar",
      "content": "(1) The University Council shall appoint a Registrar for the University. The University Council shall appoint a Registrar for the University. (2) The Registrar shall hold office on the terms and conditions specified in the letter of appointment in accordance with the Statutes of the University. The Registrar shall hold office on the terms and conditions specified in the letter of appointment in accordance with the Statutes of the University. (3) The Registrar is the secretary to the The Registrar is the secretary to the Office of the Chancellor, Office of the Chancellor, Council, and Council, and Academic Board. Academic Board. (4) The Registrar is responsible for the day-to-day administration of the affairs of the University. The Registrar is responsible for the day-to-day administration of the affairs of the University. (5) The Registrar shall be the Chief Operating Officer of the University under the Vice-Chancellor. The Registrar shall be the Chief Operating Officer of the University under the Vice-Chancellor. (6) The Registrar may perform any other functions provided for in Statutes enacted by Council. The Registrar may perform any other functions provided for in Statutes enacted by Council. (7) Prior to the assumption of office, the Registrar shall swear the oath of office as prescribed in the Constitution and modified in the Schedule to this Act which shall be administered by the Chancellor. Prior to the assumption of office, the Registrar shall swear the oath of office as prescribed in the Constitution and modified in the Schedule to this Act which shall be administered by the Chancellor."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Convocation",
      "content": "(1) There shall be a convocation of the University with a membership prescribed by Statutes of the University. There shall be a convocation of the University with a membership prescribed by Statutes of the University. (2) The Registrar shall compile a register of the members of convocation which shall be published each academic year. The Registrar shall compile a register of the members of convocation which shall be published each academic year. (3) The persons whose names appear on the register shall be entitled to vote at the Convocation The persons whose names appear on the register shall be entitled to vote at the Convocation (4) The Convocation shall meet at least once each academic year The Convocation shall meet at least once each academic year at the time determined by the Vice-Chancellor, or at the time determined by the Vice-Chancellor, or on a requisition by a number of members as prescribed by Statutes of the University. on a requisition by a number of members as prescribed by Statutes of the University. (5) The main function of the Convocation is to receive and discuss a report from the Vice-Chancellor on the state of the University and future plans for the University. The main function of the Convocation is to receive and discuss a report from the Vice-Chancellor on the state of the University and future plans for the University. (6) The Convocation may express an opinion on any matter that affects the University and may refer the matter to the University Council or the Academic Board. The Convocation may express an opinion on any matter that affects the University and may refer the matter to the University Council or the Academic Board."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Internal organisation of the University",
      "content": "(1) Subject to the provisions of this Act, the University Council may make arrangements concerning the internal organisation of the University which it considers necessary including the establishment, variation and de-establishment of Subject to the provisions of this Act, the University Council may make arrangements concerning the internal organisation of the University which it considers necessary including the establishment, variation and de-establishment of the halls or hostels of residence developed by the halls or hostels of residence developed by the University, or the University, or other private and public persons; other private and public persons; colleges, faculties, institutes, schools, departments and any other bodies, whether in Accra or elsewhere; colleges, faculties, institutes, schools, departments and any other bodies, whether in Accra or elsewhere; professorships, lectureships and any other posts whether academic, administrative or otherwise; and professorships, lectureships and any other posts whether academic, administrative or otherwise; and fellowships, bursaries, exhibitions, scholarships, prizes, honorary degrees and any other awards. fellowships, bursaries, exhibitions, scholarships, prizes, honorary degrees and any other awards. (2) In so far as they relate to matters which in the opinion of the Council are academic matters, the Council shall exercise the powers referred to in subsection (1) only after consultation with the Academic Board. In so far as they relate to matters which in the opinion of the Council are academic matters, the Council shall exercise the powers referred to in subsection (1) only after consultation with the Academic Board."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Property and contracts",
      "content": "(1) The University shall have power The University shall have power for any purpose which the Council considers necessary or expedient, or for any purpose which the Council considers necessary or expedient, or for the purpose of the performance of the functions of the University, to acquire and hold movable or immovable property, sell, lease, mortgage or otherwise alienate or dispose of that property and to enter into any other transaction. for the purpose of the performance of the functions of the University, to acquire and hold movable or immovable property, sell, lease, mortgage or otherwise alienate or dispose of that property and to enter into any other transaction. (2) Where the University Council resolves that it is necessary or expedient to acquire property under subsection (1), the property may be treated as property required for the Public Services and the State Property and Contracts Act, 1960 (C.A.6) shall apply with the modifications that are necessary to provide for the vesting of the property acquired in the University and the cost of acquisition to be defrayed by the University. Where the University Council resolves that it is necessary or expedient to acquire property under subsection (1), the property may be treated as property required for the Public Services and the State Property and Contracts Act, 1960 (C.A.6) shall apply with the modifications that are necessary to provide for the vesting of the property acquired in the University and the cost of acquisition to be defrayed by the University. (3) The halls, hostels and residential facilities for students, lecture halls, libraries, hospitals, staff quarters, bungalows, guest houses, recreation grounds, farms and any other tenements of the University shall be exempted from the assessments and rates levied by a local authority. The halls, hostels and residential facilities for students, lecture halls, libraries, hospitals, staff quarters, bungalows, guest houses, recreation grounds, farms and any other tenements of the University shall be exempted from the assessments and rates levied by a local authority. (4) The intellectual property right in a work, research or other intellectual enterprise funded or otherwise undertaken with resources of the University shall vest in the University. The intellectual property right in a work, research or other intellectual enterprise funded or otherwise undertaken with resources of the University shall vest in the University. (5) The University Council shall enact statutes in accordance with the laws on intellectual property to govern the creation, ownership and use of intellectual property including copyright, patents, trademarks, trade names and industrial designs by University employees. The University Council shall enact statutes in accordance with the laws on intellectual property to govern the creation, ownership and use of intellectual property including copyright, patents, trademarks, trade names and industrial designs by University employees. (6) The University Council may borrow money on behalf of the University and may for this purpose use University property as security. The University Council may borrow money on behalf of the University and may for this purpose use University property as security."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Funds of the University",
      "content": "(1) The funds of the University include The funds of the University include subventions from the Government of Ghana; subventions from the Government of Ghana; moneys that accrue to the University in the performance of it functions consisting of moneys that accrue to the University in the performance of it functions consisting of fees paid by students duly registered by the Univer­sity; fees paid by students duly registered by the Univer­sity; fees, charges and dues in respect of services rendered by or through the University; fees, charges and dues in respect of services rendered by or through the University; proceeds from the sale of publications of the Uni­versity; proceeds from the sale of publications of the Uni­versity; grants, subscriptions, rents and royalties; grants, subscriptions, rents and royalties; interest from investments; interest from investments; endowments; donations and gifts; and endowments; donations and gifts; and Moneys from any other source approved by the Council. Moneys from any other source approved by the Council. (2) Any sum of money received by or on behalf of the University shall be paid into a bank account of the University opened by or on the authority of the University Council. Any sum of money received by or on behalf of the University shall be paid into a bank account of the University opened by or on the authority of the University Council. (3) For the avoidance of doubt, moneys received by or standing to the credit of an establishment of the University shall form part of the funds of the University as defined under this Act. For the avoidance of doubt, moneys received by or standing to the credit of an establishment of the University shall form part of the funds of the University as defined under this Act. (4) The Council may invest the funds of the University that are not required for immediate use as it considers appropriate. The Council may invest the funds of the University that are not required for immediate use as it considers appropriate."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Accounts and audit",
      "content": "(1) The Council shall ensure that the University keep books of account and proper records in relation to them in the form approved by the Auditor-General. The Council shall ensure that the University keep books of account and proper records in relation to them in the form approved by the Auditor-General. (2) The Council shall submit the annual accounts of the Univer­sity to the Auditor-General for audit within three months after the end of the financial year and cause the accounts to be published at the time and in the manner that it considers appropriate. The Council shall submit the annual accounts of the Univer­sity to the Auditor-General for audit within three months after the end of the financial year and cause the accounts to be published at the time and in the manner that it considers appropriate. (3) The accounts shall be under the signature of the Vice-Chan­cellor and the Finance Officer. The accounts shall be under the signature of the Vice-Chan­cellor and the Finance Officer. (4) The Auditor-General shall not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister. The Auditor-General shall not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister. (5) The financial year of the University shall be the same as the financial year of the Government. The financial year of the University shall be the same as the financial year of the Government."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Annual report and other reports",
      "content": "(1) The Council shall within eight months after the end of each academic year, draw up a report to the Minister covering the activities of the University for the year to which the report relates and make that report available to the public. The Council shall within eight months after the end of each academic year, draw up a report to the Minister covering the activities of the University for the year to which the report relates and make that report available to the public. (2) The report shall cover the operations, admissions, sources, use of funds, challenges, significant events and major policies of the University and shall include the report of the Auditor-General for the year to which the report relates. The report shall cover the operations, admissions, sources, use of funds, challenges, significant events and major policies of the University and shall include the report of the Auditor-General for the year to which the report relates. (3) The Minister shall within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Council shall also submit to the Minister any other reports which the Minister may require in writing. The Council shall also submit to the Minister any other reports which the Minister may require in writing."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Exemption from taxes, duties and other charges",
      "content": "The University is exempt from the payment of taxes, duties and other charges that the Minister responsible for Finance may determine with the prior approval of Parliament. The University is exempt from the payment of taxes, duties and other charges that the Minister responsible for Finance may determine with the prior approval of Parliament."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Council or an organ of the University who has an interest whether directly or indirectly in a matter for consideration by the Council or organ of the University A member of the Council or an organ of the University who has an interest whether directly or indirectly in a matter for consideration by the Council or organ of the University shall disclose the nature of that interest and the disclosure shall form part of the record of the consideration of the matter; and shall disclose the nature of that interest and the disclosure shall form part of the record of the consideration of the matter; and shall not participate in the deliberations of the Council or organ of the University in respect of that matter. shall not participate in the deliberations of the Council or organ of the University in respect of that matter. (2) A member ceases to be a member of the Council or organ if that member has an interest in a matter before the Council or organ, and A member ceases to be a member of the Council or organ if that member has an interest in a matter before the Council or organ, and fails to disclose that interest, or fails to disclose that interest, or participates in the deliberations of the Council or organ in respect of the matter. participates in the deliberations of the Council or organ in respect of the matter. (3) The Council may nullify a decision taken in which the interested member participated to the extent necessary. The Council may nullify a decision taken in which the interested member participated to the extent necessary. (4) The Council shall enact Statutes for the effective implementa­tion of this section. The Council shall enact Statutes for the effective implementa­tion of this section."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Anti-discrimination",
      "content": "(1) Without limiting the power of the University to adopt affir­mative action policies from time to time, the University, an organ or a body of the University, a principal officer, staff, agent or servant of the University shall not discriminate against a person on the basis of that person’s religion, political affiliation, gender, ethnic origin, disability, race, colour or social or economic status to determine whether that person is to be Without limiting the power of the University to adopt affir­mative action policies from time to time, the University, an organ or a body of the University, a principal officer, staff, agent or servant of the University shall not discriminate against a person on the basis of that person’s religion, political affiliation, gender, ethnic origin, disability, race, colour or social or economic status to determine whether that person is to be appointed as an academic staff or other staff member, appointed as an academic staff or other staff member, promoted as an academic staff or other staff member, promoted as an academic staff or other staff member, admitted as a student of the University, admitted as a student of the University, registered as a student of the University, registered as a student of the University, permitted to graduate from the University, or permitted to graduate from the University, or granted any advantage, privilege or other benefit accorded all other persons. granted any advantage, privilege or other benefit accorded all other persons. (2) For the purposes of this Act “discrimination” means to treat persons similarly situated, differently, solely on the basis of the grounds stated in subsection (1). For the purposes of this Act “discrimination” means to treat persons similarly situated, differently, solely on the basis of the grounds stated in subsection (1)."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Student governance",
      "content": "(1) The University shall have a Students’ Representative Council. The University shall have a Students’ Representative Council. (2) The Students’ Representative Council is responsible for repre­senting students duly admitted and registered to study at the University. The Students’ Representative Council is responsible for repre­senting students duly admitted and registered to study at the University. (3) The constitution and other governing instruments of the Stu­dents’ Representative Council shall The constitution and other governing instruments of the Stu­dents’ Representative Council shall be drawn up by the students subject to the approval of the Academic Board, and be drawn up by the students subject to the approval of the Academic Board, and conform to this Act, the Statutes of the University and any other rules, regulations, directives and edicts duly issued by the University and is void otherwise. conform to this Act, the Statutes of the University and any other rules, regulations, directives and edicts duly issued by the University and is void otherwise. (4) The Statutes of the University may grant the Student’s Repre­sentative Council representation on appropriate bodies and organs of the University. The Statutes of the University may grant the Student’s Repre­sentative Council representation on appropriate bodies and organs of the University."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Matriculation",
      "content": "(1) A student admitted to the University shall take the Matricula­tion Oath and sign the Matriculation Register. A student admitted to the University shall take the Matricula­tion Oath and sign the Matriculation Register. (2) A student who fails to sign the Matriculation Register may be prevented from graduating by the University. A student who fails to sign the Matriculation Register may be prevented from graduating by the University."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Dispute settlement",
      "content": "(1) There is established by this Act a body to be known as the University of Ghana Appeals Board. There is established by this Act a body to be known as the University of Ghana Appeals Board. (2) The Appeals Board shall hear and determine on appeal matters on The Appeals Board shall hear and determine on appeal matters on acts or omissions in contravention of this Act or the Statutes enacted by the Council; acts or omissions in contravention of this Act or the Statutes enacted by the Council; breach of employment contracts by the University; breach of employment contracts by the University; the promotion of persons duly employed by the Univer­sity; the promotion of persons duly employed by the Univer­sity; grievances by students against the University on matters related to welfare and discipline; or grievances by students against the University on matters related to welfare and discipline; or any other matter or dispute referred to the Appeals Board by the Council. any other matter or dispute referred to the Appeals Board by the Council. (3) The University of Ghana Appeals Board consists of The University of Ghana Appeals Board consists of a President who is a retired justice of the Superior Courts of Judicature or a lawyer qualified to be so appointed, a President who is a retired justice of the Superior Courts of Judicature or a lawyer qualified to be so appointed, two lawyers of at least ten years standing at the Bar who are persons of high moral integrity one of whom is a woman, two lawyers of at least ten years standing at the Bar who are persons of high moral integrity one of whom is a woman, two persons who are not legal practitioners or employees of the University who are persons of high moral integrity one of whom is a woman. two persons who are not legal practitioners or employees of the University who are persons of high moral integrity one of whom is a woman. (4) The President of the Appeals Board or the President’s alter­nate and two other members constitute a panel for the hearing and deter­mination of a case or matter before the Appeals Board. The President of the Appeals Board or the President’s alter­nate and two other members constitute a panel for the hearing and deter­mination of a case or matter before the Appeals Board. (5) The President’s alternate shall be appointed by Council from outside the membership of the Appeals Board after the appointment of the President of the Appeals Board and the President’s alternate shall have the same qualification as the President. The President’s alternate shall be appointed by Council from outside the membership of the Appeals Board after the appointment of the President of the Appeals Board and the President’s alternate shall have the same qualification as the President. (6) The Council shall establish the rules and procedure which govern The Council shall establish the rules and procedure which govern the operations of the Appeals Board, the operations of the Appeals Board, the appointment and remuneration of its members, the appointment and remuneration of its members, the functions of the President’s alternate, the functions of the President’s alternate, the establishment of the Secretariat of the Appeals Board, and the establishment of the Secretariat of the Appeals Board, and any other relevant matter. any other relevant matter."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "University Statutes",
      "content": "(1) The University Council may enact Statutes for carrying this Act into effect and in particular to The University Council may enact Statutes for carrying this Act into effect and in particular to regulate the regulate the appointment, appointment, conditions of service, conditions of service, termination of appointment, and termination of appointment, and retirement benefit of employees of the University, retirement benefit of employees of the University, determine the persons who form the academic staff under this Act; determine the persons who form the academic staff under this Act; determine the persons who are authorised to sign contracts, cheques and any other documents on behalf of the Univer­sity and otherwise regulate the procedure in relation to trans­actions entered into by the University; determine the persons who are authorised to sign contracts, cheques and any other documents on behalf of the Univer­sity and otherwise regulate the procedure in relation to trans­actions entered into by the University; fix the academic year of the University; and fix the academic year of the University; and ensure that the seal of the University is kept in proper cus­tody and is used only on the authority of the University Council. ensure that the seal of the University is kept in proper cus­tody and is used only on the authority of the University Council. (2) A Statute of the University is enacted if A Statute of the University is enacted if a draft of the Statute has been circulated to the members of the University Council at least fourteen days before the meeting at which it is to be considered, and a draft of the Statute has been circulated to the members of the University Council at least fourteen days before the meeting at which it is to be considered, and after consideration by the meeting the draft has been pro­visionally approved without amendment or only with amendments of which notice in writing was circulated to the members at least three days before the meeting, after consideration by the meeting the draft has been pro­visionally approved without amendment or only with amendments of which notice in writing was circulated to the members at least three days before the meeting, the Statute as provisionally approved has been circulated to the members of the University Council and where in the opinion of the Council the Statute affects academic matters, the Statute shall be circulated to the members of the Academic Board at least seven days before the meeting at which the statute is to be confirmed, and the Statute as provisionally approved has been circulated to the members of the University Council and where in the opinion of the Council the Statute affects academic matters, the Statute shall be circulated to the members of the Academic Board at least seven days before the meeting at which the statute is to be confirmed, and the Statute is confirmed without amendment at a meeting of the University Council held not less than one month or not more than six months after the meeting at which it was provisionally approved. the Statute is confirmed without amendment at a meeting of the University Council held not less than one month or not more than six months after the meeting at which it was provisionally approved."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires“Appeals Board” means the University of Ghana Appeals Board established under section 32 of this Act;“Convocation” means the Chancellor, the principal officers of the University and all other members of the University appointed by the Council or the Academic Board and who are also registered as members of Convocation by the Registrar;“Council” means the University Council established under this Act;“disclosure of interest” includes pecuniary, material, academic and relational interest in a matter being deliberated upon or decided upon by the University;“Member of the University” means the Chancellor, the chair­person and members of the University Council and College Councils, junior members, employees, alumni, pensioners, honorary degree holders and former members of Council and College Councils; and“Statutes of the University” mean administrative guidelines enacted by the University Council in accordance with this Act to govern the internal operations of the University. In this Act, unless the context otherwise requires “Appeals Board” means the University of Ghana Appeals Board established under section 32 of this Act; “Convocation” means the Chancellor, the principal officers of the University and all other members of the University appointed by the Council or the Academic Board and who are also registered as members of Convocation by the Registrar; “Council” means the University Council established under this Act; “disclosure of interest” includes pecuniary, material, academic and relational interest in a matter being deliberated upon or decided upon by the University; “Member of the University” means the Chancellor, the chair­person and members of the University Council and College Councils, junior members, employees, alumni, pensioners, honorary degree holders and former members of Council and College Councils; and “Statutes of the University” mean administrative guidelines enacted by the University Council in accordance with this Act to govern the internal operations of the University."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Transitional provisions",
      "content": "(1) Subject to this Act, property which at the commencement of this Act, was vested in the Council or was in any other manner held on behalf of, or for the purposes of, the University, is by virtue of this Act vested in or held on behalf of, or for the purpose of the University estab­lished under this Act. Subject to this Act, property which at the commencement of this Act, was vested in the Council or was in any other manner held on behalf of, or for the purposes of, the University, is by virtue of this Act vested in or held on behalf of, or for the purpose of the University estab­lished under this Act. (2) A contract entered into by the University Council shall have effect as if entered into by the University and obligations subsisting against the Council shall subsist between the Council under this Act and that other person. A contract entered into by the University Council shall have effect as if entered into by the University and obligations subsisting against the Council shall subsist between the Council under this Act and that other person. (3) Until the date of the first meeting of the Council, the Council of the University of Ghana established under the University of Ghana Act, 1961 (Act 79) shall continue in office until the end of the term of that Council and shall have and exercise the functions conferred by this Act on the Council and any act lawfully made or done by the Council before the commencement of this Act shall have effect as if done by the Council. Until the date of the first meeting of the Council, the Council of the University of Ghana established under the University of Ghana Act, 1961 (Act 79) shall continue in office until the end of the term of that Council and shall have and exercise the functions conferred by this Act on the Council and any act lawfully made or done by the Council before the commencement of this Act shall have effect as if done by the Council."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Repeal and savings",
      "content": "(1) The University of Ghana Act, 1961 (Act 79) is hereby repealed. The University of Ghana Act, 1961 (Act 79) is hereby repealed. (2) Despite the repeal of Act 79, the Statutes, Regulations, bye-laws, notices, orders, directions, appointments, policies, instructions or guidelines or any other act lawfully made or done under the repealed en­actment not being inconsistent with this Act shall continue in force as if made or done under this Act and shall continue to have effect until re­viewed, cancelled, or terminated. Despite the repeal of Act 79, the Statutes, Regulations, bye-laws, notices, orders, directions, appointments, policies, instructions or guidelines or any other act lawfully made or done under the repealed en­actment not being inconsistent with this Act shall continue in force as if made or done under this Act and shall continue to have effect until re­viewed, cancelled, or terminated."
    }
  ],
  "definitions": [
    {
      "term": "Appeals Board",
      "definition": "the University of Ghana Appeals Board established under section 32 of this Act",
      "source_provision": "s34"
    },
    {
      "term": "Convocation",
      "definition": "the Chancellor, the principal officers of the University and all other members of the University appointed by the Council or the Academic Board and who are also registered as members of Convocation by the Registrar",
      "source_provision": "s34"
    },
    {
      "term": "Council",
      "definition": "the University Council established under this Act",
      "source_provision": "s34"
    },
    {
      "term": "Member of the University",
      "definition": "the Chancellor, the chair­person and members of the University Council and College Councils, junior members, employees, alumni, pensioners, honorary degree holders and former members of Council and College Councils",
      "source_provision": "s34"
    },
    {
      "term": "Appeals Board",
      "definition": "the University of Ghana Appeals Board established under section 32 of this Act",
      "source_provision": "s34"
    },
    {
      "term": "Convocation",
      "definition": "the Chancellor, the principal officers of the University and all other members of the University appointed by the Council or the Academic Board and who are also registered as members of Convocation by the Registrar",
      "source_provision": "s34"
    },
    {
      "term": "Council",
      "definition": "the University Council established under this Act",
      "source_provision": "s34"
    },
    {
      "term": "Member of the University",
      "definition": "the Chancellor, the chair­person and members of the University Council and College Councils, junior members, employees, alumni, pensioners, honorary degree holders and former members of Council and College Councils",
      "source_provision": "s34"
    }
  ]
}