{
  "id": "act-804-2010",
  "type": "act",
  "title": "Economic and Organised Crime Office Act, 2010",
  "short_name": "EOCO 2010",
  "act_number": 804,
  "year": 2010,
  "status": "in_force",
  "issued_date": "2010-09-07",
  "url": "https://ghalii.org/akn/gh/act/2010/804",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Economic and Organised Crime Office",
      "content": "(1) There is established by this Act a body corporate with perpetual succession to be known as the Economic and Organised Crime Office. There is established by this Act a body corporate with perpetual succession to be known as the Economic and Organised Crime Office. (2) Where there is hindrance to the acquisition of property, the property may be acquired for the Office under the State Property and Contracts Act, 1960 (C.A.6) or the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Office. Where there is hindrance to the acquisition of property, the property may be acquired for the Office under the State Property and Contracts Act, 1960 (C.A.6) or the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Office."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Objects of the Office",
      "content": "The objects of the Office are to prevent and detect organised crime, and prevent and detect organised crime, and generally to facilitate the confiscation of the proceeds of crime. generally to facilitate the confiscation of the proceeds of crime."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Office",
      "content": "The functions of the Office are to investigate and on the authority of the Attorney-General prosecute serious offences that involve financial or economic loss to the Republic or any State entity or institution in which the State has finan­cial interest, financial or economic loss to the Republic or any State entity or institution in which the State has finan­cial interest, money laundering, money laundering, human trafficking, human trafficking, prohibited cyber activity, prohibited cyber activity, tax fraud, and tax fraud, and other serious offences; other serious offences; recover the proceeds of crime; recover the proceeds of crime; monitor activities connected with the offences specified in paragraph (a) to detect correlative crimes; monitor activities connected with the offences specified in paragraph (a) to detect correlative crimes; take reasonable measures necessary to prevent the commission of crimes specified in paragraph (a) and their correlative offences; take reasonable measures necessary to prevent the commission of crimes specified in paragraph (a) and their correlative offences; disseminate information gathered in the course of investi­gation to law enforcement agencies, other appropriate public agencies and other persons the Office considers appropriate in connection with the offences specified in paragraph (a); disseminate information gathered in the course of investi­gation to law enforcement agencies, other appropriate public agencies and other persons the Office considers appropriate in connection with the offences specified in paragraph (a); co-operate with relevant foreign or international agencies in furtherance of this Act; and co-operate with relevant foreign or international agencies in furtherance of this Act; and perform any other functions connected with the objects of the Office. perform any other functions connected with the objects of the Office."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Governing body of the Office",
      "content": "(1) The governing body of the Office is a Board consisting of The governing body of the Office is a Board consisting of a chairperson; a chairperson; the Executive Director, the Executive Director, one representative of the Inspector-General of Police not below the rank of Assistant Commissioner; one representative of the Inspector-General of Police not below the rank of Assistant Commissioner; one representative of the Narcotics Control Board not below the rank of director, one representative of the Narcotics Control Board not below the rank of director, one representative of the Attorney-General’s Office not below the rank of Principal State Attorney; one representative of the Attorney-General’s Office not below the rank of Principal State Attorney; one representative of the Ghana Revenue Authority not below the rank of director; one representative of the Ghana Revenue Authority not below the rank of director; one lawyer in private practice with at least ten years experience nominated by the Ghana Bar Association; one lawyer in private practice with at least ten years experience nominated by the Ghana Bar Association; one chartered accountant with at least ten years experience nominated by the Institute of Chartered Accountants; and one chartered accountant with at least ten years experience nominated by the Institute of Chartered Accountants; and one person with intelligence background and not below the rank of director nominated by the Minister responsible for National Security. one person with intelligence background and not below the rank of director nominated by the Minister responsible for National Security. (2) The President shall appoint the members of the Board in accordance with article 70 of the Constitution. The President shall appoint the members of the Board in accordance with article 70 of the Constitution."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Functions of the Board on policy formulation",
      "content": "The Board shall formulate policies necessary for the achievement of the objects of the Office. The Board shall formulate policies necessary for the achievement of the objects of the Office."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Tenure of office of members of the Board",
      "content": "(1) A member of the Board shall hold office for a period of four years and is eligible for re-appointment, but a member shall not be appointed for more than two terms. A member of the Board shall hold office for a period of four years and is eligible for re-appointment, but a member shall not be appointed for more than two terms. (2) Subsection (1) does not apply to the Executive Director. Subsection (1) does not apply to the Executive Director. (3) A member of the Board may at any time resign from office in writing addressed to the President through the Minister. A member of the Board may at any time resign from office in writing addressed to the President through the Minister. (4) A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member. A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member. (5) The President may by a letter addressed to a member revoke the appointment of that member. The President may by a letter addressed to a member revoke the appointment of that member. (6) Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3) or (4) or section 8 (2), or under subsection (3) or (4) or section 8 (2), or as a result of a declaration under subsection (6), or as a result of a declaration under subsection (6), or by reason of the death of a member by reason of the death of a member the Minister shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months. The Board shall meet at least once every three months. (2) The chairperson shall at the request in writing of not less than five of the members of the Board convene an extraordinary meeting of the Board at the place and time determined by the chairperson. The chairperson shall at the request in writing of not less than five of the members of the Board convene an extraordinary meeting of the Board at the place and time determined by the chairperson. (3) The quorum at a meeting of the Board is five members of the Board or a greater number determined by the Board in respect of an important matter. The quorum at a meeting of the Board is five members of the Board or a greater number determined by the Board in respect of an important matter. (4) The chairperson shall preside at meetings of the Board. The chairperson shall preside at meetings of the Board. (5) A member of the Board elected by the members from among their number shall preside at a meeting of the Board in the absence of the chairperson. A member of the Board elected by the members from among their number shall preside at a meeting of the Board in the absence of the chairperson. (6) Matters before the Board shall be decided by a majority of the members present and voting and in the event of equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of equality of votes, the person presiding shall have a casting vote. (7) The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. (8) The proceedings of the Board are not invalidated by reason of a vacancy among the members or a defect in the appointment or qualifica­tion of a member. The proceedings of the Board are not invalidated by reason of a vacancy among the members or a defect in the appointment or qualifica­tion of a member. (9) Subject to this section, the Board may determine the procedure for its meetings. Subject to this section, the Board may determine the procedure for its meetings."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration by the Board shall disclose in writing the nature of that interest and is disqualified from participating in the deliberations of the Board in respect of that matter. A member of the Board who has an interest in a matter for consideration by the Board shall disclose in writing the nature of that interest and is disqualified from participating in the deliberations of the Board in respect of that matter. (2) Where a member contravenes subsection (1) the chairperson shall notify the Minister who shall inform the President in writing to revoke the appointment of that member. Where a member contravenes subsection (1) the chairperson shall notify the Minister who shall inform the President in writing to revoke the appointment of that member. (3) Without limiting any further cause of action that may be instituted against the member, the Board shall recover the benefit derived by a number who contravenes sub-section (1) in addition to the revocation of member’s appointment. Without limiting any further cause of action that may be instituted against the member, the Board shall recover the benefit derived by a number who contravenes sub-section (1) in addition to the revocation of member’s appointment."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members or both, to perform a function of the Board. The Board may establish committees consisting of members of the Board or non-members or both, to perform a function of the Board. (2) A committee of the Board may be chaired by a member of the Board. A committee of the Board may be chaired by a member of the Board. (3) Section 8 applies to members of a committee of the Board. Section 8 applies to members of a committee of the Board."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Appointment of Executive Director",
      "content": "(1) The President shall, in accordance with article 195 of the Con­stitution, appoint an Executive Director for the Office. The President shall, in accordance with article 195 of the Con­stitution, appoint an Executive Director for the Office. (2) The Executive Director shall hold office on the terms and conditions specified in the letter of appointment. The Executive Director shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Functions of Executive Director",
      "content": "(1) The Executive Director is responsible for the day to day administration and operations of the Office and is answerable to the Board in the performance of the functions under this Act. The Executive Director is responsible for the day to day administration and operations of the Office and is answerable to the Board in the performance of the functions under this Act. (2) The Executive Director may delegate a function to an authorised officer of the Office but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Executive Director may delegate a function to an authorised officer of the Office but shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Appointment of Deputy Executive Directors",
      "content": "(1) The President shall, in accordance with article 195 of the Con­stitution, appoint Deputy Executive Directors. The President shall, in accordance with article 195 of the Con­stitution, appoint Deputy Executive Directors. (2) The Deputy Executive Directors shall head the Divisions of the Office. The Deputy Executive Directors shall head the Divisions of the Office."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Appointment of other staff",
      "content": "(1) The President shall in accordance with article 195 of the Con­stitution, appoint other staff of the Office that are necessary for the proper and effective performance of the functions of the Office. The President shall in accordance with article 195 of the Con­stitution, appoint other staff of the Office that are necessary for the proper and effective performance of the functions of the Office. (2) Other public officers may be transferred or seconded to the Office. Other public officers may be transferred or seconded to the Office. (3) The Office may engage the services of advisers on the recom­mendation of the Board. The Office may engage the services of advisers on the recom­mendation of the Board."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Funds of the Office",
      "content": "The funds of the Office include moneys approved by Parliament, and moneys approved by Parliament, and donations, grants and any other moneys that are approved by the Minister responsible for Finance. donations, grants and any other moneys that are approved by the Minister responsible for Finance."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books of account and proper records related to the Office in the form approved by the Auditor-General. The Board shall keep books of account and proper records related to the Office in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Office to the Auditor-General to audit within three months after the end of the financial year. The Board shall submit the accounts of the Office to the Auditor-General to audit within three months after the end of the financial year. (3) The Auditor-General shall, not later than three months, after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister. The Auditor-General shall, not later than three months, after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister. (4) The financial year of the Office shall be the same as the financial year of the Government. The financial year of the Office shall be the same as the financial year of the Government."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall within one month after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Office for the year to which the report relates. The Board shall within one month after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Office for the year to which the report relates. (2) The annual report shall include the Auditor-General’s report. The annual report shall include the Auditor-General’s report. (3) The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Board shall submit to the Minister any other report which the Minister may require in writing. The Board shall submit to the Minister any other report which the Minister may require in writing."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Authorised officers to exercise powers of police",
      "content": "The Executive Director, Deputy Executive Directors and officers authorised by the Executive Director shall exercise the powers and have the immunities conferred on a police officer in the Criminal and Other Offences (Procedure) Act, 1960 (Act 30), the Police Service Act, 1970 (Act 30) and any other law related to a police officer. The Executive Director, Deputy Executive Directors and officers authorised by the Executive Director shall exercise the powers and have the immunities conferred on a police officer in the Criminal and Other Offences (Procedure) Act, 1960 (Act 30), the Police Service Act, 1970 (Act 30) and any other law related to a police officer."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Request for information",
      "content": "(1) The Executive Director or an authorised officer of the Office may by notice in writing require The Executive Director or an authorised officer of the Office may by notice in writing require a person or a representative of an entity whose affairs are to be investigated, or a person or a representative of an entity whose affairs are to be investigated, or a person who in the opinion of the Executive Director is a proper person to assist with an investigation being conducted by the Office a person who in the opinion of the Executive Director is a proper person to assist with an investigation being conducted by the Office to appear before the Executive Director at a specified date and place to answer questions or furnish the Office with information related to a matter relevant to the investigation. (2) Where a person required to furnish the Office with a document is unable to produce the document, the Executive Director shall request the person to state where the documents is or the reason for the inability to produce the document. Where a person required to furnish the Office with a document is unable to produce the document, the Executive Director shall request the person to state where the documents is or the reason for the inability to produce the document. (3) Where a document is produced before the Office, the Executive Director or an authorised officer of the Office shall make copies or extracts from the document and request the person producing the document to provide explanation on the contents of the document where necessary. Where a document is produced before the Office, the Executive Director or an authorised officer of the Office shall make copies or extracts from the document and request the person producing the document to provide explanation on the contents of the document where necessary. (4) A person or a representative of an entity who appears before the Executive Director or an authorised officer of the Office has right to be represented by counsel of that person’s or representatives choice at any stage of the process. A person or a representative of an entity who appears before the Executive Director or an authorised officer of the Office has right to be represented by counsel of that person’s or representatives choice at any stage of the process. (5) Where a person or an entity willfully refuses, conceals or otherwise fails to produce a document required by the Executive Director or an authorised officer, that person or representative commits an offence and is liable on summary conviction to a fine of not more than two hundred and fifty penalty units or to a term of imprisonment of not more than three months or to both in the case of an individual and in the case of an entity, to a fine of not more than one thousand penalty units. Where a person or an entity willfully refuses, conceals or otherwise fails to produce a document required by the Executive Director or an authorised officer, that person or representative commits an offence and is liable on summary conviction to a fine of not more than two hundred and fifty penalty units or to a term of imprisonment of not more than three months or to both in the case of an individual and in the case of an entity, to a fine of not more than one thousand penalty units."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Power to search and remove documents",
      "content": "(1) The Executive Director shall apply to the Court, without notice to the person or entity specified in the application, to issue a warrant authorising a police officer to enter premises in the possession of or under the control of die specified person or entity to search and remove a document specified in the application if The Executive Director shall apply to the Court, without notice to the person or entity specified in the application, to issue a warrant authorising a police officer to enter premises in the possession of or under the control of die specified person or entity to search and remove a document specified in the application if the person or entity required to produce a document to the Office fails or refuses to produce the document, the person or entity required to produce a document to the Office fails or refuses to produce the document, the Executive Director is of the opinion that the service of the notice to produce a document shall prejudice the inves­tigation, or the Executive Director is of the opinion that the service of the notice to produce a document shall prejudice the inves­tigation, or it is not practicable to give a disclosure notice requiring the production of the document. it is not practicable to give a disclosure notice requiring the production of the document. (2) An authorised officer of the Office shall accompany the police officer authorised to execute the warrant. An authorised officer of the Office shall accompany the police officer authorised to execute the warrant. (3) The authorised officer of the Office shall prepare an inventory of the documents retrieved in duplicate and hand over a copy of the inventory to the person or entity from whom the document was retrieved. The authorised officer of the Office shall prepare an inventory of the documents retrieved in duplicate and hand over a copy of the inventory to the person or entity from whom the document was retrieved. (4) The Office may take possession of the document for a period necessary for the investigation or trial and any proceedings subsequent to trial. The Office may take possession of the document for a period necessary for the investigation or trial and any proceedings subsequent to trial. (5) A person or entity from whom a document has been retrieved is entitled to apply to the court within twenty-one days after the date of retrieval, for an order A person or entity from whom a document has been retrieved is entitled to apply to the court within twenty-one days after the date of retrieval, for an order to set aside the search, removal or retrieval, and to set aside the search, removal or retrieval, and for the restoration of the document. for the restoration of the document."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Obstruction of officer of the Office",
      "content": "A person who wilfully obstructs an authorised officer from performing a function under this Act commits an offence and is liable on summary conviction, in the case of an individual, to a fine of not more than two hundred and fifty penalty units or to a term of imprison­ment of not less than three months; or in the case of an individual, to a fine of not more than two hundred and fifty penalty units or to a term of imprison­ment of not less than three months; or in the case of an entity, to a fine of not more than one thousand penalty units. in the case of an entity, to a fine of not more than one thousand penalty units."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Application of this Part to PNDCL 236",
      "content": "This part applies to the Narcotic Drugs (Control Enforcement and Sanctions) Act, 1990 (PNDCL 236) in relation to the proceeds from sale, profit or income earned and property acquired or likely to have been earned or acquired through trading in narcotic drug. This part applies to the Narcotic Drugs (Control Enforcement and Sanctions) Act, 1990 (PNDCL 236) in relation to the proceeds from sale, profit or income earned and property acquired or likely to have been earned or acquired through trading in narcotic drug."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Seizure and detention of currency suspected to be proceeds of crime",
      "content": "(1) An authorised officer of the Office or any other public officer authorised by the Executive Director, shall seize currency An authorised officer of the Office or any other public officer authorised by the Executive Director, shall seize currency that exceeds the amount prescribed by the Bank of Ghana being imported into or exported from the country, that exceeds the amount prescribed by the Bank of Ghana being imported into or exported from the country, if the officer has reasonable grounds to suspect that if the officer has reasonable grounds to suspect that the currency is the proceeds of crime, or the currency is the proceeds of crime, or the currency is intended by the person for use in the commission of a serious offence, or the currency is intended by the person for use in the commission of a serious offence, or if the holder of the currency is unable to provide satisfactory explanation for the source of the currency. if the holder of the currency is unable to provide satisfactory explanation for the source of the currency. (2) The officer who seizes currency shall record The officer who seizes currency shall record the name of the person from whom the currency was seized, the name of the person from whom the currency was seized, the particulars of the currency, and the particulars of the currency, and any other relevant information as regards the currency, and send the record and the seized currency to the Executive Director. any other relevant information as regards the currency, and send the record and the seized currency to the Executive Director. (3) Where currency is in the possession of the Executive Director and a period of one month has lapsed from the date of seizure, the currency shall by order of the Court be forfeited to the Republic unless within that period the owner has claimed the currency by giving notice of the claim in writing to the Executive Director. Where currency is in the possession of the Executive Director and a period of one month has lapsed from the date of seizure, the currency shall by order of the Court be forfeited to the Republic unless within that period the owner has claimed the currency by giving notice of the claim in writing to the Executive Director. (4) A Court shall, on an application by or on behalf of a person by whom the currency was imported or exported, order the release of the currency seized in whole or in part after hearing the Executive Director or an authorised officer if the seizure of the currency is no longer justified. A Court shall, on an application by or on behalf of a person by whom the currency was imported or exported, order the release of the currency seized in whole or in part after hearing the Executive Director or an authorised officer if the seizure of the currency is no longer justified. (5) An authorised officer of the Office shall not release currency seized where An authorised officer of the Office shall not release currency seized where an application for the confiscation of the whole or a part of the currency is pending, or an application for the confiscation of the whole or a part of the currency is pending, or proceedings have commenced in this country or in any other jurisdiction against the person for the offence that involves the currency. proceedings have commenced in this country or in any other jurisdiction against the person for the offence that involves the currency."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Seizure of tainted property",
      "content": "(1) An authorised officer of the Office or any other public officer authorised by the Executive Director, shall seize property if the officer has reasonable grounds to suspect that the property is the proceeds of a serious offence. An authorised officer of the Office or any other public officer authorised by the Executive Director, shall seize property if the officer has reasonable grounds to suspect that the property is the proceeds of a serious offence. (2) The Executive Director shall direct the authorised officer to release the seized property to the person from whom it was seized if no charges are preferred against the person within fourteen working days after the seizure. The Executive Director shall direct the authorised officer to release the seized property to the person from whom it was seized if no charges are preferred against the person within fourteen working days after the seizure. (3) The Court shall make an order for the continued seizure of the property for a period of not more than three months at a time from the date of seizure and for a total period of not more than two years. The Court shall make an order for the continued seizure of the property for a period of not more than three months at a time from the date of seizure and for a total period of not more than two years."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Power to search for tainted property",
      "content": "(1) An authorised officer shall An authorised officer shall search a person in respect of tainted property, or search a person in respect of tainted property, or enter any land or premises and conduct a search in respect of tainted property and seize in the course of the search, the property which the authorised officer believes on reason­able grounds to be tainted property. enter any land or premises and conduct a search in respect of tainted property and seize in the course of the search, the property which the authorised officer believes on reason­able grounds to be tainted property. (2) A search in respect of tainted property includes search of the A search in respect of tainted property includes search of the body and clothing worn by the person being searched, body and clothing worn by the person being searched, property in or apparently under the control of the person being searched, and property in or apparently under the control of the person being searched, and property of the owner or occupier of the land or premises. property of the owner or occupier of the land or premises. (3) An authorised officer may gather forensic evidence in the course of a search. An authorised officer may gather forensic evidence in the course of a search. (4) An authorised officer shall make a search or seizure An authorised officer shall make a search or seizure under a search warrant, or under a search warrant, or as an emergency search. as an emergency search. (5) The Court shall consider an application without notice which claims that communication in any medium including an article sent by post or through a courier service is likely to contain information or a ssubstance that may be relevant to an investigation into an offence under a law in this Country or a corresponding foreign law, and the Court shall, where appropriate, order an authorised officer of the Office to The Court shall consider an application without notice which claims that communication in any medium including an article sent by post or through a courier service is likely to contain information or a ssubstance that may be relevant to an investigation into an offence under a law in this Country or a corresponding foreign law, and the Court shall, where appropriate, order an authorised officer of the Office to intercept, detain and open the article in the course of trans­mission by postal or courier service, intercept, detain and open the article in the course of trans­mission by postal or courier service, intercept a message transmitted or received by any means of communication, intercept a message transmitted or received by any means of communication, intercept or listen to any conversation by any means of com­munication, or intercept or listen to any conversation by any means of com­munication, or enter premises and install on the premises a device for the interception and retention of communications of specified description and remove and retain the device. enter premises and install on the premises a device for the interception and retention of communications of specified description and remove and retain the device."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Search",
      "content": "(1) The provisions on search by a police officer under Part Two of the Criminal and Other Offences (Procedure) Act, 1960 (Act 30) apply for the purpose of this Act where an authorised officer has reasonable grounds to suspect that there is, may or could be tainted property on land or in any premises. The provisions on search by a police officer under Part Two of the Criminal and Other Offences (Procedure) Act, 1960 (Act 30) apply for the purpose of this Act where an authorised officer has reasonable grounds to suspect that there is, may or could be tainted property on land or in any premises. (2) If during the course of the search the authorised officer finds If during the course of the search the authorised officer finds property that the authorised officer believes on reasonable grounds to be tainted property of a type not specified in the warrant, or tainted property related to another serious offence, or property that the authorised officer believes on reasonable grounds to be tainted property of a type not specified in the warrant, or tainted property related to another serious offence, or any article the authorised officer believes on reasonable grounds will afford evidence as to the commission of the offence or commission of a serious offence, any article the authorised officer believes on reasonable grounds will afford evidence as to the commission of the offence or commission of a serious offence, the authorised officer shall seize that property and the warrant shall be deemed to authorise that seizure."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Searches in emergencies",
      "content": "(1) Where an authorised officer suspects on reasonable grounds that, Where an authorised officer suspects on reasonable grounds that, a particular property a particular property is tainted property, is tainted property, will provide evidence as to the commission of a serious offence, will provide evidence as to the commission of a serious offence, it is necessary to exercise the power of search and seizure in order to prevent the concealment, loss or destruction of property, and it is necessary to exercise the power of search and seizure in order to prevent the concealment, loss or destruction of property, and the circumstances are so urgent that immediate exercise of the power without the authority of a warrant or the order of a Court is required, the circumstances are so urgent that immediate exercise of the power without the authority of a warrant or the order of a Court is required, the authorised officer shall search a person, enter premises and search for the property and if the property is found, seize the property. (2) If during the course of the search, the authorised officer finds, If during the course of the search, the authorised officer finds, property that the authorised officer believes on reasonable grounds to be tainted property, or property that the authorised officer believes on reasonable grounds to be tainted property, or anything the authorised officer believes on reasonable grounds will afford evidence as to the commission of a serious offence anything the authorised officer believes on reasonable grounds will afford evidence as to the commission of a serious offence the authorised officer shall seize that property."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Obstruction of search and seizure",
      "content": "A person who refuses an authorised officer access to premises or refuses to submit to a search, refuses an authorised officer access to premises or refuses to submit to a search, assaults, obstructs, hinders or delays an authorised officer in the performance of a function under this Act, assaults, obstructs, hinders or delays an authorised officer in the performance of a function under this Act, fails to comply with a lawful demand of an authorised officer in the performance of functions under this Act, fails to comply with a lawful demand of an authorised officer in the performance of functions under this Act, fails to produce property declared to be seized under this Act, fails to produce property declared to be seized under this Act, conceals or attempts to conceal property liable to seizure under this Act, or conceals or attempts to conceal property liable to seizure under this Act, or furnishes information to an authorised officer which the person knows to be false furnishes information to an authorised officer which the person knows to be false commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units or to a term of imprisonment of not more than three years or to both."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Property tracking",
      "content": "Where an authorised officer has reasonable grounds to suspect that a document which is required to identify, locate or quantify property, or identify, locate or quantify property, or identify or locate a record identify or locate a record is in the possession or under the control of a person or an entity and is necessary for the transfer of the property, the authorised officer shall apply to the Court for an order for is in the possession or under the control of a person or an entity and is necessary for the transfer of the property, the authorised officer shall apply to the Court for an order for the document to be delivered by the person or entity to the authorised officer, or the document to be delivered by the person or entity to the authorised officer, or the production to the authorised officer by the person or entity of information obtained from the document. the production to the authorised officer by the person or entity of information obtained from the document."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Record of seized property",
      "content": "(1) An authorised officer who seizes property with or without a search warrant or in an emergency shall make a written record of the property and hand over the record and the property to the Attorney General within seven days from the date of seizure. An authorised officer who seizes property with or without a search warrant or in an emergency shall make a written record of the property and hand over the record and the property to the Attorney General within seven days from the date of seizure. (2) The Attorney-General shall apply to court for an order The Attorney-General shall apply to court for an order for the sale of perishable items where the property seized is perishable; and for the sale of perishable items where the property seized is perishable; and for payment of the proceeds into court until the final determination of the trial. for payment of the proceeds into court until the final determination of the trial."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Return of seized property",
      "content": "(1) A person who claims an interest in property seized under this Act shall apply to the Court within thirty days after the date of seizure for an order that the property be returned to that person. A person who claims an interest in property seized under this Act shall apply to the Court within thirty days after the date of seizure for an order that the property be returned to that person. (2) If the Court is satisfied that, If the Court is satisfied that, the person is entitled to possession of the property, the person is entitled to possession of the property, the property is not tainted property, and the property is not tainted property, and the person in respect of whose charge, proposed charge or conviction the seizure of the property was made has no in­terest in the property, the person in respect of whose charge, proposed charge or conviction the seizure of the property was made has no in­terest in the property, the court shall order the return of the property to the applicant."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Mutual legal assistance",
      "content": "Where the Executive Director suspects that property obtained from the commission of a serious offence is situated in a foreign country, or the Executive Director suspects that property obtained from the commission of a serious offence is situated in a foreign country, or a foreign country requests assistance from this country to locate or seize property situated in this country suspected to be property obtained from the commission of a serious offence within the jurisdiction of the foreign country, a foreign country requests assistance from this country to locate or seize property situated in this country suspected to be property obtained from the commission of a serious offence within the jurisdiction of the foreign country, the provisions of the Mutual Legal Assistance Act, 2010 (Act....) shall apply."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Freezing of property",
      "content": "(1) Where the Executive Director considers that freezing of property is necessary to facilitate an investigation or trial, the Executive Director may in writing direct the freezing of Where the Executive Director considers that freezing of property is necessary to facilitate an investigation or trial, the Executive Director may in writing direct the freezing of the property of a person or entity being investigated, or the property of a person or entity being investigated, or specified property held by a person or entity other than the person or entity being investigated or tried. specified property held by a person or entity other than the person or entity being investigated or tried. (2) The Executive Director shall within fourteen days after the freezing of the property apply to the Court for a confirmation of the freezing. The Executive Director shall within fourteen days after the freezing of the property apply to the Court for a confirmation of the freezing."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Application for freezing order",
      "content": "(1) An application for confirmation of a freezing order may be made without notice to the respondent and shall be accompanied with an affidavit. An application for confirmation of a freezing order may be made without notice to the respondent and shall be accompanied with an affidavit. (2) The affidavit shall The affidavit shall give a description of the property in respect of which the freezing order is sought, give a description of the property in respect of which the freezing order is sought, state the name and address of the person who is believed to be in possession of the property, state the name and address of the person who is believed to be in possession of the property, state the grounds for the belief that the property is tainted property, state the grounds for the belief that the property is tainted property, state that the respondent derived benefit directly or indirectly from the serious offence, or that the property is property derived directly or indirectly from a serious offence, state that the respondent derived benefit directly or indirectly from the serious offence, or that the property is property derived directly or indirectly from a serious offence, state the grounds for the belief that the property is tainted property and is subject to the effective control of the respon­dent where the application seeks a freezing order against the property of a person other than the respondent, state the grounds for the belief that the property is tainted property and is subject to the effective control of the respon­dent where the application seeks a freezing order against the property of a person other than the respondent, state the grounds for the belief that a confiscation order is likely to be made under this Act in respect of the property, or state the grounds for the belief that a confiscation order is likely to be made under this Act in respect of the property, or state that the property is at risk of being dissipated or removed from the country. state that the property is at risk of being dissipated or removed from the country."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Issue of freezing order",
      "content": "(1) Where an application is made for a freezing order, the Court shall issue the order if it is satisfied that Where an application is made for a freezing order, the Court shall issue the order if it is satisfied that the respondent is being investigated for a serious offence, the respondent is being investigated for a serious offence, the respondent is charged with a serious offence, the respondent is charged with a serious offence, there are reasonable grounds to believe that the property is tainted property related to a serious offence, there are reasonable grounds to believe that the property is tainted property related to a serious offence, the respondent derived benefit directly or indirectly from the serious offence, the respondent derived benefit directly or indirectly from the serious offence, the application seeks a freezing order against the property of a person other than the respondent because there are reasonable grounds to believe that the property is tainted property related to a serious offence and that the property is subject to the effective control of the respondent, or the application seeks a freezing order against the property of a person other than the respondent because there are reasonable grounds to believe that the property is tainted property related to a serious offence and that the property is subject to the effective control of the respondent, or there are reasonable grounds to believe that a confiscation order shall be made under this Act in respect of the property. there are reasonable grounds to believe that a confiscation order shall be made under this Act in respect of the property. (2) The Executive Director shall inform a person against whom a freezing order has been made within seven days after the order has been made. The Executive Director shall inform a person against whom a freezing order has been made within seven days after the order has been made. (3) The Court shall in the case of an entity, lift the veil of incorporation to determine if property is subject to the effective control of the respondent. The Court shall in the case of an entity, lift the veil of incorporation to determine if property is subject to the effective control of the respondent. (4) A freezing order shall A freezing order shall prohibit the respondent or another person from disposing of or dealing with the property or a part of the property or interest in the property that is specified in the order, except in a manner specified in the order, prohibit the respondent or another person from disposing of or dealing with the property or a part of the property or interest in the property that is specified in the order, except in a manner specified in the order, direct the Attorney-General to take custody and control of the property or a part of the property specified in the order and manage or deal with the property as directed by the Court, or direct the Attorney-General to take custody and control of the property or a part of the property specified in the order and manage or deal with the property as directed by the Court, or require a person who has possession of the property to give possession to the Attorney-General to take custody and con­trol of the property. require a person who has possession of the property to give possession to the Attorney-General to take custody and con­trol of the property. (5) An order under this section may be made, subject to the condi­tions that the Court considers appropriate and, without limiting the scope of the order, provide for An order under this section may be made, subject to the condi­tions that the Court considers appropriate and, without limiting the scope of the order, provide for the reasonable living expenses of a person affected by the order, including the reasonable living expenses of the person’s dependants, and reasonable business expenses of the person, and the reasonable living expenses of a person affected by the order, including the reasonable living expenses of the person’s dependants, and reasonable business expenses of the person, and a specified public debt incurred in good faith by the person affected by the order. a specified public debt incurred in good faith by the person affected by the order. (6) When the application is made for the protection of third parties on the basis that a person is about to be charged, an order made by the Court shall lapse if the person is not charged within twelve months after the issue of the order. When the application is made for the protection of third parties on the basis that a person is about to be charged, an order made by the Court shall lapse if the person is not charged within twelve months after the issue of the order."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Effect of freezing order",
      "content": "A contract or other arrangement made by a person in respect of the tainted property after the issue of the freezing order is of no effect. A contract or other arrangement made by a person in respect of the tainted property after the issue of the freezing order is of no effect."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Breach of freezing order",
      "content": "A person who contravenes a freezing order commits an offence and is liable on summary conviction in the case of an individual, to a fine of not less than one thousand penalty units or to a term of imprisonment of not less than four years or to both, or in the case of an individual, to a fine of not less than one thousand penalty units or to a term of imprisonment of not less than four years or to both, or in the case of an entity, to a fine equivalent to the value of the tainted property or of not less than two thousand penalty units whichever is greater. in the case of an entity, to a fine equivalent to the value of the tainted property or of not less than two thousand penalty units whichever is greater."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Duration of freezing order",
      "content": "(1) A freezing order remains in force until A freezing order remains in force until the order is the order is discharged, discharged, revoked, or revoked, or varied, varied, twelve months after the date the order is made or a later date determined by the Court, or twelve months after the date the order is made or a later date determined by the Court, or a confiscation order or a pecuniary penalty order is made in respect of the property which is the subject of the order. a confiscation order or a pecuniary penalty order is made in respect of the property which is the subject of the order. (2) Where an investigation has commenced against a person for a serious offence and the property related to that offence is frozen or restrained, the Court shall order the release of the frozen or restrained property if Where an investigation has commenced against a person for a serious offence and the property related to that offence is frozen or restrained, the Court shall order the release of the frozen or restrained property if the person is not charged with a serious offence within twelve months after the date of commencement of the investiga­tion, or the person is not charged with a serious offence within twelve months after the date of commencement of the investiga­tion, or the person is acquitted of the serious offence. the person is acquitted of the serious offence."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Review of freezing order",
      "content": "(1) A person who claims an interest in property which is the sub­ject of a freezing order shall apply to the Court for a review of the order on notice to the Executive Director, within fourteen days after the issue of the freezing order. A person who claims an interest in property which is the sub­ject of a freezing order shall apply to the Court for a review of the order on notice to the Executive Director, within fourteen days after the issue of the freezing order. (2) The Court shall revoke or vary the order or subject the order to conditions directed by the Court on hearing the interested party. The Court shall revoke or vary the order or subject the order to conditions directed by the Court on hearing the interested party."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Extension of freezing order",
      "content": "(1) The Executive Director shall apply to the Court which made a freezing order for an extension of the period of the operation of the order where necessary. The Executive Director shall apply to the Court which made a freezing order for an extension of the period of the operation of the order where necessary. (2) The Court shall extend the operation of the order for a speci­fied period if it is satisfied that a confiscation order ought to be made in respect of the property or a part of it or that a pecuniary penalty order ought to be made against the person on application by the Executive Director. The Court shall extend the operation of the order for a speci­fied period if it is satisfied that a confiscation order ought to be made in respect of the property or a part of it or that a pecuniary penalty order ought to be made against the person on application by the Executive Director."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Declaration of property and income",
      "content": "(1) Where a person has been charged with an offence under this Act, the Executive Director may serve on that person a notice to make a declaration of that person’s property and income. Where a person has been charged with an offence under this Act, the Executive Director may serve on that person a notice to make a declaration of that person’s property and income. (2) The person who is served with the notice shall lodge two signed copies of the declaration with the Auditor-General within twenty-eight days after receipt of the notice. The person who is served with the notice shall lodge two signed copies of the declaration with the Auditor-General within twenty-eight days after receipt of the notice. (3) The Auditor-General shall not reveal the content of the decla­ration except in accordance with this Act or on the order of a Court, The Auditor-General shall not reveal the content of the decla­ration except in accordance with this Act or on the order of a Court, (4) The declaration of property and income shall contain the following information: The declaration of property and income shall contain the following information: property received or expected to be received by the accused person; property received or expected to be received by the accused person; property held or disposed of by the accused person including property held by any other person or in the name of any other person on behalf of the accused person; and property held or disposed of by the accused person including property held by any other person or in the name of any other person on behalf of the accused person; and the income and the source of the income whether the person charged has actually received it or not. the income and the source of the income whether the person charged has actually received it or not. (5) Where a person charged and given notice to make a declara­tion fails to make a declaration of property and income within the period specified Where a person charged and given notice to make a declara­tion fails to make a declaration of property and income within the period specified that person commits an offence and is liable on summary conviction to a fine of not more than two thousand penalty units or to imprisonment for a term of not more than two years or to both, and that person commits an offence and is liable on summary conviction to a fine of not more than two thousand penalty units or to imprisonment for a term of not more than two years or to both, and the property or income which has not been declared is liable to confiscation to the Republic. the property or income which has not been declared is liable to confiscation to the Republic. (6) A person who intentionally or negligently fails to disclose any information required to be disclosed in a declaration of property and income, commits an offence and is liable on summary conviction to a fine of not more than two thousand penalty units or to imprisonment for a term of not more than two years or both. A person who intentionally or negligently fails to disclose any information required to be disclosed in a declaration of property and income, commits an offence and is liable on summary conviction to a fine of not more than two thousand penalty units or to imprisonment for a term of not more than two years or both."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Duty of Auditor-General to produce copies of declaration",
      "content": "(1) Where the person charged is convicted of the offence under this Act, the Executive Director may require the Auditor-General to give the Executive Director and the Court a copy each of the declaration of property and income. Where the person charged is convicted of the offence under this Act, the Executive Director may require the Auditor-General to give the Executive Director and the Court a copy each of the declaration of property and income. (2) The Auditor-General shall comply with a request made under subsection (1) within seven days after receipt of the request. The Auditor-General shall comply with a request made under subsection (1) within seven days after receipt of the request."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Use of information contained in declaration",
      "content": "(1) The Executive Director may use information contained in a declaration of property and income for the implementation of the provi­sions of this Act, including the application for confiscation and pecuniary penalty orders and for any other lawful purpose. The Executive Director may use information contained in a declaration of property and income for the implementation of the provi­sions of this Act, including the application for confiscation and pecuniary penalty orders and for any other lawful purpose. (2) The Court shall take into account information contained in a declaration of property and income of the convicted person when making a confiscation or pecuniary order. The Court shall take into account information contained in a declaration of property and income of the convicted person when making a confiscation or pecuniary order."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Inaccurate declaration of property and income",
      "content": "(1) Where the Executive Director at any time during proceedings under this Act is of the opinion that a declaration of property and income is inaccurate, the Executive Director may Where the Executive Director at any time during proceedings under this Act is of the opinion that a declaration of property and income is inaccurate, the Executive Director may serve notice on the accused or convicted person, and serve notice on the accused or convicted person, and notify the Court of the circumstances notify the Court of the circumstances and indicate in the notice, the property or income in question and evi­dence in support of the opinion. (2) The Court shall decide whether the property or income should have been included in the declaration and if necessary direct that it be added within a given period after The Court shall decide whether the property or income should have been included in the declaration and if necessary direct that it be added within a given period after receipt of the notice, and receipt of the notice, and hearing the declarant. hearing the declarant. (3) Where the Court finds that any property or income was inten­tionally or negligently excluded by the declarant, the Court shall make an order for the confiscation of the property or income to the Republic. Where the Court finds that any property or income was inten­tionally or negligently excluded by the declarant, the Court shall make an order for the confiscation of the property or income to the Republic."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Presumption of acquisition of property and income",
      "content": "(1) In determining whether or not a confiscation or pecuniary penalty order should be made, the Court shall presume that the property or income which is the subject of the application, including the property and income indicated in the declaration was acquired as a result of a serious offence. In determining whether or not a confiscation or pecuniary penalty order should be made, the Court shall presume that the property or income which is the subject of the application, including the property and income indicated in the declaration was acquired as a result of a serious offence. (2) The burden of proof that the property or income which is the subject of the application or the declaration of property and income is lawfully acquired property is on the person convicted for the offence in relation to which the application is made. The burden of proof that the property or income which is the subject of the application or the declaration of property and income is lawfully acquired property is on the person convicted for the offence in relation to which the application is made."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Application for confiscation or pecuniary penalty order",
      "content": "(1) Where a person is on trial for a serious offence, the Executive Director shall apply to the Court for either or both of the following orders Where a person is on trial for a serious offence, the Executive Director shall apply to the Court for either or both of the following orders a confiscation order against property that is deemed to be tainted property, or a confiscation order against property that is deemed to be tainted property, or a pecuniary penalty order against the person in respect of benefit derived by that person from the serious offence. a pecuniary penalty order against the person in respect of benefit derived by that person from the serious offence. (2) Where a person is convicted of a serious offence, the Executive Director shall apply to the Court within one month after the conviction, for any of the orders specified under subsection (1). Where a person is convicted of a serious offence, the Executive Director shall apply to the Court within one month after the conviction, for any of the orders specified under subsection (1). (3) The application may be made in respect of more than one offence. The application may be made in respect of more than one offence. (4) Where the application is determined, a further application for a confiscation order or a pecuniary penalty order shall not be made unless the Court is satisfied that, Where the application is determined, a further application for a confiscation order or a pecuniary penalty order shall not be made unless the Court is satisfied that, the property or benefit to which the new application relates was identified after the previous application was determined, the property or benefit to which the new application relates was identified after the previous application was determined, the necessary evidence became available after the previous application was determined, or the necessary evidence became available after the previous application was determined, or it is in the interest of justice that a new application be made. it is in the interest of justice that a new application be made."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Notice of application",
      "content": "(1) Where the Executive Director applies for a confiscation order Where the Executive Director applies for a confiscation order the Court shall direct the Executive Director to publish in the Gazette or a newspaper of national circulation, a notice of the application before the determination of the application; the Court shall direct the Executive Director to publish in the Gazette or a newspaper of national circulation, a notice of the application before the determination of the application; the Executive Director shall give not less than eight days written notice of the application to the respondent; and the Executive Director shall give not less than eight days written notice of the application to the respondent; and the respondent and any other person who claims an interest in the property shall appear and adduce evidence at the hearing of the application. the respondent and any other person who claims an interest in the property shall appear and adduce evidence at the hearing of the application. (2) Where the Executive Director applies for a pecuniary penalty order Where the Executive Director applies for a pecuniary penalty order the Executive Director shall give the respondent not less than eight days written notice of the application, and the Executive Director shall give the respondent not less than eight days written notice of the application, and the respondent shall appear and adduce evidence at the hearing of the application. the respondent shall appear and adduce evidence at the hearing of the application."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Amendment of application",
      "content": "(1) The Court hearing an application for a confiscation or a pecuniary penalty order, shall before the determination of the application and on the application of the Executive Director, amend the application to include other property or benefit if the Court is satisfied that The Court hearing an application for a confiscation or a pecuniary penalty order, shall before the determination of the application and on the application of the Executive Director, amend the application to include other property or benefit if the Court is satisfied that that other property or benefit was not reasonably capable of identification when the application was made, and that other property or benefit was not reasonably capable of identification when the application was made, and the necessary evidence became available only after the appli­cation was made. the necessary evidence became available only after the appli­cation was made. (2) The provisions on notice of application apply to this section with the necessary modification or as directed by the Court. The provisions on notice of application apply to this section with the necessary modification or as directed by the Court."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Procedure on application",
      "content": "(1) Where an application is made to the Court for a confiscation order or a pecuniary penalty order in respect of a person convicted of a serious offence, the Court shall have regard to the transcript of the proceedings against the person. Where an application is made to the Court for a confiscation order or a pecuniary penalty order in respect of a person convicted of a serious offence, the Court shall have regard to the transcript of the proceedings against the person. (2) Where an application is made for a confiscation order or a pecuniary penalty order to the Court before which the person was convicted, and the Court has not passed sentence on the person for a serious offence, the Court shall defer the determination of the application for the order until the Court passes sentence if, the Court is satisfied that it is reasonable to do so. Where an application is made for a confiscation order or a pecuniary penalty order to the Court before which the person was convicted, and the Court has not passed sentence on the person for a serious offence, the Court shall defer the determination of the application for the order until the Court passes sentence if, the Court is satisfied that it is reasonable to do so."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Procedure against property where a person dies or absconds",
      "content": "(1) The Executive Director shall apply to the Court for a confiscation order in respect of tainted property if the person from whom the property was seized dies or absconds and The Executive Director shall apply to the Court for a confiscation order in respect of tainted property if the person from whom the property was seized dies or absconds and there is information alleging commission of a serious offence by that person, and there is information alleging commission of a serious offence by that person, and a warrant for the arrest of that person is issued in furtherance of that information. a warrant for the arrest of that person is issued in furtherance of that information. (2) A person is considered to have absconded if reasonable attempts to arrest that person pursuant to the warrant are unsuccessful during the period of three months after the date of issue of the warrant. A person is considered to have absconded if reasonable attempts to arrest that person pursuant to the warrant are unsuccessful during the period of three months after the date of issue of the warrant. (3) Where the Executive Director applies for a confiscation order against tainted property under this section, the Court shall, before hearing the application for the confiscation order, Where the Executive Director applies for a confiscation order against tainted property under this section, the Court shall, before hearing the application for the confiscation order, require notice of the application to be given to the person who appears in the opinion of the Court to have an interest in the property, or require notice of the application to be given to the person who appears in the opinion of the Court to have an interest in the property, or direct notice of the application to be published in the Gazette or a newspaper of national circulation containing the particulars in three publications within three months. direct notice of the application to be published in the Gazette or a newspaper of national circulation containing the particulars in three publications within three months. (4) The provision on protection of third party interest provided under section 54 applies in relation to confiscation of tainted property of a deceased accused person. The provision on protection of third party interest provided under section 54 applies in relation to confiscation of tainted property of a deceased accused person."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Confiscation order",
      "content": "(1) The Court hearing an application for confiscation of tainted property shall infer from the record of proceedings, The Court hearing an application for confiscation of tainted property shall infer from the record of proceedings, that the property was used to facilitate or aid the commission of a serious offence if it was in the person’s possession at the time of or immediately before the arrest of the person for the serious offence for which the person is on trial or convicted, and that the property was used to facilitate or aid the commission of a serious offence if it was in the person’s possession at the time of or immediately before the arrest of the person for the serious offence for which the person is on trial or convicted, and that the property was derived, obtained or realised as a result of the serious offence if it was acquired by the person before, during or within a reasonable time after the period of the serious offence of which the person is on trial or convicted, and the Court is satisfied that the income of that person from sources unrelated to a serious offence cannot reasonably account for the acquisition of that property in the absence of evidence to the contrary. that the property was derived, obtained or realised as a result of the serious offence if it was acquired by the person before, during or within a reasonable time after the period of the serious offence of which the person is on trial or convicted, and the Court is satisfied that the income of that person from sources unrelated to a serious offence cannot reasonably account for the acquisition of that property in the absence of evidence to the contrary. (2) Where the Court orders that property, other than money be confiscated, the Court shall specify in the order the amount that is considered to be the value of the property at the time the order is made. Where the Court orders that property, other than money be confiscated, the Court shall specify in the order the amount that is considered to be the value of the property at the time the order is made. (3) The Court shall have regard to the gravity of the offence in considering whether a confiscation order should be made. The Court shall have regard to the gravity of the offence in considering whether a confiscation order should be made. (4) Where the Court makes a confiscation order, the Court shall give directions to give effect to the order. Where the Court makes a confiscation order, the Court shall give directions to give effect to the order."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Effect of confiscation order",
      "content": "(1) Where the Court makes a confiscation order against property, the property vests absolutely in the Republic by virtue of the order. Where the Court makes a confiscation order against property, the property vests absolutely in the Republic by virtue of the order. (2) Where the Court makes a confiscation order against property and a notice of appeal has been filed, Where the Court makes a confiscation order against property and a notice of appeal has been filed, the property shall not, except with the leave of the Court and in accordance with the directions of the Court, be dis­posed of or otherwise dealt with, before the determination of the appeal, and the property shall not, except with the leave of the Court and in accordance with the directions of the Court, be dis­posed of or otherwise dealt with, before the determination of the appeal, and if the confiscation order is not discharged on determination of the appeal, the property shall be disposed of and the proceeds applied or otherwise dealt with in accordance with the direction of the Attorney-General. if the confiscation order is not discharged on determination of the appeal, the property shall be disposed of and the proceeds applied or otherwise dealt with in accordance with the direction of the Attorney-General. (3) Where property is confiscated, the property shall vest in the Republic free from a right, interest or encumbrance of any person except a right, interest or encumbrance which is held by a purchaser in good faith for valuable consideration. Where property is confiscated, the property shall vest in the Republic free from a right, interest or encumbrance of any person except a right, interest or encumbrance which is held by a purchaser in good faith for valuable consideration. (4) Where a person who holds an encumbrance to which property is subject claims that the encumbrance is held by a purchaser in good faith for valuable consideration and that the encumbrance is not contrary to a provision in this Act, which claim is disputed by the Republic, the Attorney-General shall apply to the Court to determine the matter. Where a person who holds an encumbrance to which property is subject claims that the encumbrance is held by a purchaser in good faith for valuable consideration and that the encumbrance is not contrary to a provision in this Act, which claim is disputed by the Republic, the Attorney-General shall apply to the Court to determine the matter. (5) The Court shall determine the matter after hearing the person holding the encumbrance and the reply of the Attorney-General. The Court shall determine the matter after hearing the person holding the encumbrance and the reply of the Attorney-General. (6) Where the movable property is vested in the Republic, the vesting shall take effect without a transfer, conveyance, deed or other instrument. Where the movable property is vested in the Republic, the vesting shall take effect without a transfer, conveyance, deed or other instrument. (7) Where registration of the vesting is required by law, the regis­tration authority shall register the property in the name of the Republic. Where registration of the vesting is required by law, the regis­tration authority shall register the property in the name of the Republic. (8) Where the property which has vested in the Republic is unmovable property, the vesting shall be registered in the name of the Republic on production of the order of the Court forfeiting the immovable property to the Registrar of Lands and on the production of a certificate of the Attorney-General certifying that the property is confiscated. Where the property which has vested in the Republic is unmovable property, the vesting shall be registered in the name of the Republic on production of the order of the Court forfeiting the immovable property to the Registrar of Lands and on the production of a certificate of the Attorney-General certifying that the property is confiscated."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Void transaction",
      "content": "The Court shall set aside a transaction related to property which is the subject of a confiscation order where the transaction was made after the seizure of the property or issue of a freezing order. The Court shall set aside a transaction related to property which is the subject of a confiscation order where the transaction was made after the seizure of the property or issue of a freezing order."
    },
    {
      "provision_ref": "s54",
      "section": "54",
      "title": "Protection of third parties",
      "content": "(1) Where an application is made to the Court for a confiscation order against property, a person who claims an interest in the property shall apply to the Court within thirty days for an order declaring the interest of the person. Where an application is made to the Court for a confiscation order against property, a person who claims an interest in the property shall apply to the Court within thirty days for an order declaring the interest of the person. (2) If the Court is satisfied on a balance of probabilities that the person If the Court is satisfied on a balance of probabilities that the person was not involved in the commission of the serious offence, and was not involved in the commission of the serious offence, and acquired the interest before or after the commission of the serious offence acquired the interest before or after the commission of the serious offence for sufficient consideration, and for sufficient consideration, and without knowing and in circumstances which did not arouse a reasonable suspicion that the property was tainted property at the time the person acquired the property, without knowing and in circumstances which did not arouse a reasonable suspicion that the property was tainted property at the time the person acquired the property, the Court shall make an order declaring the nature, extent and value of the person’s interest at the time the order is made. (3) An application for a declaration of interest in confiscated property shall be made within six months after the order for confiscation. An application for a declaration of interest in confiscated property shall be made within six months after the order for confiscation. (4) A person who A person who had knowledge of the application for the confiscation order before the order was made, or had knowledge of the application for the confiscation order before the order was made, or appeared at the hearing of that application, shall not make an application without leave of the Court. appeared at the hearing of that application, shall not make an application without leave of the Court. (5) The Executive Director shall be a party to the proceedings. The Executive Director shall be a party to the proceedings."
    },
    {
      "provision_ref": "s55",
      "section": "55",
      "title": "Quashing of conviction not to discharge confiscation order",
      "content": "(1) Where the Court makes a confiscation order against property of a person convicted of a serious offence and the conviction is subsequently quashed, the quashing of the conviction shall not discharge the order. Where the Court makes a confiscation order against property of a person convicted of a serious offence and the conviction is subsequently quashed, the quashing of the conviction shall not discharge the order. (2) Where a confiscation order against property is not discharged, a person who had an interest in the property immediately before the con­fiscation order was made may apply to the Court for an order for the transfer of the interest to that person. Where a confiscation order against property is not discharged, a person who had an interest in the property immediately before the con­fiscation order was made may apply to the Court for an order for the transfer of the interest to that person. (3) The Court may The Court may give directions that the property or part of the property to which the interest of the applicant relates be transferred to the applicant if the interest is vested in the Republic, or give directions that the property or part of the property to which the interest of the applicant relates be transferred to the applicant if the interest is vested in the Republic, or in any other case, direct that the applicant be paid an amount equal to the value of the interest at the time the order was made. in any other case, direct that the applicant be paid an amount equal to the value of the interest at the time the order was made."
    },
    {
      "provision_ref": "s56",
      "section": "56",
      "title": "Confiscation where a person dies or absconds",
      "content": "The Court shall order property to be confiscated if the property is tainted, the property is tainted, proceedings in respect of a serious offence committed in relation to that property have started, and proceedings in respect of a serious offence committed in relation to that property have started, and the person charged with the serious offence dies or absconds. the person charged with the serious offence dies or absconds."
    },
    {
      "provision_ref": "s57",
      "section": "57",
      "title": "Payment instead of a confiscation order",
      "content": "Where the Court is satisfied that a confiscation order should be made in respect of the property of a person convicted of a serious offence but the property or a part of the property or interest in the property cannot be made subject to that order and, in particular, the property is transferred to a third party in circumstances that do not give rise to a reasonable inference that the title or interest was transferred to avoid the confiscation of the property, is transferred to a third party in circumstances that do not give rise to a reasonable inference that the title or interest was transferred to avoid the confiscation of the property, is substantially diminished in value or rendered worthless, or is substantially diminished in value or rendered worthless, or has been co-mingled with other property that cannot be divided without difficulty, has been co-mingled with other property that cannot be divided without difficulty, the Court shall order the person to pay to the Republic an amount assessed by an accredited valuation officer to be equal to the value of the property instead of the confiscation."
    },
    {
      "provision_ref": "s58",
      "section": "58",
      "title": "Application on procedure for enforcement of order for payment",
      "content": "(1) Where the Court orders a person to pay an amount instead of confiscation of property, that amount shall be treated as a fine imposed on the person in respect of a conviction for a serious offence, and the Court shall, Where the Court orders a person to pay an amount instead of confiscation of property, that amount shall be treated as a fine imposed on the person in respect of a conviction for a serious offence, and the Court shall, impose in default of the payment of that amount, a term of imprisonment of not less than twelve months and not more than five years despite any provision contained in any other enactment, impose in default of the payment of that amount, a term of imprisonment of not less than twelve months and not more than five years despite any provision contained in any other enactment, direct that the term of imprisonment imposed be served consecutively to any other term of imprisonment imposed on that person, or being served by the person, and direct that the term of imprisonment imposed be served consecutively to any other term of imprisonment imposed on that person, or being served by the person, and direct that the provision in the Prisons Service Act, 1972 (NRCD 46) and regulation 61 of the Prisons Regulations 1958 (LN. 412) relating to the remission of sentence of a prisoner serving a term of imprisonment shall not apply to a term of imprisonment imposed under paragraph (a) on the person. direct that the provision in the Prisons Service Act, 1972 (NRCD 46) and regulation 61 of the Prisons Regulations 1958 (LN. 412) relating to the remission of sentence of a prisoner serving a term of imprisonment shall not apply to a term of imprisonment imposed under paragraph (a) on the person. (2) Sections 44 to 46 apply with the necessary modification to give effect to this section where a person accused of a serious offence dies or absconds. Sections 44 to 46 apply with the necessary modification to give effect to this section where a person accused of a serious offence dies or absconds."
    },
    {
      "provision_ref": "s59",
      "section": "59",
      "title": "Pecuniary penalty orders",
      "content": "(1) Where the Executive Director applies to the Court for a pecuni­ary penalty order against a person convicted of a serious offence, the Court shall make an assessment based on evidence to determine the benefit derived by the convicted person from the serious offence. Where the Executive Director applies to the Court for a pecuni­ary penalty order against a person convicted of a serious offence, the Court shall make an assessment based on evidence to determine the benefit derived by the convicted person from the serious offence. (2) The Court shall order the person to pay to the Republic an amount equal to the value of the benefit obtained from the commission of the serious offence or a higher amount if the Court is satisfied that the person benefited from the serious offence. The Court shall order the person to pay to the Republic an amount equal to the value of the benefit obtained from the commission of the serious offence or a higher amount if the Court is satisfied that the person benefited from the serious offence. (3) The Court shall consider The Court shall consider property that appears to the Court to be held by the con­victed person on the day on which the application is made, and property that appears to the Court to be held by the con­victed person on the day on which the application is made, and property that appears to the Court to be held by the con­victed person at any time, to be property derived, obtained or realised as a result of the serious offence if it was acquired by the convicted person before, during or within a reasonable time after the period of the serious offence of which the person was convicted. property that appears to the Court to be held by the con­victed person at any time, to be property derived, obtained or realised as a result of the serious offence if it was acquired by the convicted person before, during or within a reasonable time after the period of the serious offence of which the person was convicted. (4) Where the Court determines and assesses the benefit to a convicted person from a serious offence and the Court is satisfied that the income of that person from sources unrelated to that serious offence cannot reasonably account for the acquisition of that property, the Court shall presume that the property came into the possession or under the control of the person as a result of the serious offence unless the contrary is proved. Where the Court determines and assesses the benefit to a convicted person from a serious offence and the Court is satisfied that the income of that person from sources unrelated to that serious offence cannot reasonably account for the acquisition of that property, the Court shall presume that the property came into the possession or under the control of the person as a result of the serious offence unless the contrary is proved."
    },
    {
      "provision_ref": "s60",
      "section": "60",
      "title": "Lifting the veil",
      "content": "(1) The Court shall treat as property of a person, property that in the opinion of the Court, is subject to the effective control of the person, whether or not the person has The Court shall treat as property of a person, property that in the opinion of the Court, is subject to the effective control of the person, whether or not the person has a legal or an equitable interest in the property, or a legal or an equitable interest in the property, or a right, power or privilege in connection with the property, a right, power or privilege in connection with the property, to assess the value of benefits derived by a person from a serious offence. (2) Without limiting the generality of subsection (1), the Court shall have regard to Without limiting the generality of subsection (1), the Court shall have regard to shareholdings in, debentures over or directorships in a com­pany that has an interest, whether direct or indirect, in the property, and for this purpose, the Court shall order an investigation and inspection of the books of a named company, shareholdings in, debentures over or directorships in a com­pany that has an interest, whether direct or indirect, in the property, and for this purpose, the Court shall order an investigation and inspection of the books of a named company, a trust that has a relationship to the properly, or a trust that has a relationship to the properly, or a relationship between the persons who have an interest in the property or in companies of the kind referred to in subsec­tion (a), or trust of the kind referred to in subsection (b), and with any other persons. a relationship between the persons who have an interest in the property or in companies of the kind referred to in subsec­tion (a), or trust of the kind referred to in subsection (b), and with any other persons. (3) Where the Court treats a particular property as the person’s property for the purposes of making a pecuniary penalty order against that person, the Court shall make an order declaring that the property is subject to the effective control of that person and is available to satisfy the order. Where the Court treats a particular property as the person’s property for the purposes of making a pecuniary penalty order against that person, the Court shall make an order declaring that the property is subject to the effective control of that person and is available to satisfy the order. (4) The Executive Director shall give notice of the application to The Executive Director shall give notice of the application to the person and to any person who the Executive Director has reason to believe has an interest in the property, and the person and to any person who the Executive Director has reason to believe has an interest in the property, and the person and any person who claims an interest in the property the person and any person who claims an interest in the property and the person shall appear and adduce evidence at the hearing of the application."
    },
    {
      "provision_ref": "s61",
      "section": "61",
      "title": "Enforcement of pecuniary penalty orders",
      "content": "Where the Court orders a person to pay an amount under a pecuniary penalty order, the provisions of section 40 apply to empower the Court to impose a term of imprisonment on that person in default of compliance with the order. Where the Court orders a person to pay an amount under a pecuniary penalty order, the provisions of section 40 apply to empower the Court to impose a term of imprisonment on that person in default of compliance with the order."
    },
    {
      "provision_ref": "s62",
      "section": "62",
      "title": "Discharge of pecuniary penalty orders",
      "content": "A pecuniary penalty order is discharged if the conviction for a serious offence on the basis of which the order was made is quashed and another conviction for a serious offence is not substituted, or if the conviction for a serious offence on the basis of which the order was made is quashed and another conviction for a serious offence is not substituted, or by payment of the amount due to satisfy the order. by payment of the amount due to satisfy the order."
    },
    {
      "provision_ref": "s63",
      "section": "63",
      "title": "Production order",
      "content": "(1) A Court shall make a production order on an application made by the Executive Director. A Court shall make a production order on an application made by the Executive Director. (2) An application for a production order shall state that An application for a production order shall state that a person specified in the application is subject to investiga­tion pending confiscation of that person’s property or for committing a serious offence, a person specified in the application is subject to investiga­tion pending confiscation of that person’s property or for committing a serious offence, the order is sought for the purposes of the investigation, the order is sought for the purposes of the investigation, the order is sought in relation to material of a description specified in the application, and the order is sought in relation to material of a description specified in the application, and a person specified in the application appears to be in possession or control of the material. a person specified in the application appears to be in possession or control of the material. (3) The period stated in a production order is a period of seven days after the day on which the order is made, unless it appears to the Court by which the order is made that a longer or shorter period would be appropriate in the particular circumstances. The period stated in a production order is a period of seven days after the day on which the order is made, unless it appears to the Court by which the order is made that a longer or shorter period would be appropriate in the particular circumstances."
    },
    {
      "provision_ref": "s64",
      "section": "64",
      "title": "Requirements for making a production order",
      "content": "A production order is made, where there is reasonable ground to suspect that the person specified in the application for the order as being subject to the investigation has benefited from the commission of a serious offence, in the case of an investigation pending con­fiscation, or has benefited from the commission of a serious offence, in the case of an investigation pending con­fiscation, or is suspected of having committed or committing a serious offence, is suspected of having committed or committing a serious offence, there is reasonable ground to believe that the person is actually in possession or control of the material, there is reasonable ground to believe that the person is actually in possession or control of the material, the material is likely to be of substantial value to the investi­gation for which the order is sought, the material is likely to be of substantial value to the investi­gation for which the order is sought, it is in the public interest that the material is produced or access to the material be given as regards the benefit likely to accrue to the investigation if the material is obtained, or the benefit likely to accrue to the investigation if the material is obtained, or the circumstances under which the person possesses or controls the material. the circumstances under which the person possesses or controls the material."
    },
    {
      "provision_ref": "s65",
      "section": "65",
      "title": "Realisation of property",
      "content": "(1) Where a pecuniary penalty order is made, not discharged and not subject to an appeal, the Court shall Where a pecuniary penalty order is made, not discharged and not subject to an appeal, the Court shall direct the Attorney-General to manage the property; direct the Attorney-General to manage the property; empower the Attorney-General to take possession of the realisable property subject to the conditions specified by the court; empower the Attorney-General to take possession of the realisable property subject to the conditions specified by the court; order a person who has possession of the realisable property to give possession of the property to the Attorney-General; order a person who has possession of the realisable property to give possession of the property to the Attorney-General; empower the Attorney-General to dispose of the realisable property in a manner as directed by the Court; and empower the Attorney-General to dispose of the realisable property in a manner as directed by the Court; and order a person who holds an interest in the property to make payment to the Attorney-General in respect of a beneficial interest held by the respondent or the recipient of a gift speci­fied in this Act as the Court shall direct order a person who holds an interest in the property to make payment to the Attorney-General in respect of a beneficial interest held by the respondent or the recipient of a gift speci­fied in this Act as the Court shall direct on an application by the Executive Director. (2) The Court shall transfer, grant or extinguish the interest in the property on payment being made under paragraph (e) of subsection (1). The Court shall transfer, grant or extinguish the interest in the property on payment being made under paragraph (e) of subsection (1). (3) The Court shall give a person who holds interest in the property reasonable opportunity to make representations to the Court before making an order under paragraphs (b), (c), (d) or (e) of subsection (1) and also under subsection (2). The Court shall give a person who holds interest in the property reasonable opportunity to make representations to the Court before making an order under paragraphs (b), (c), (d) or (e) of subsection (1) and also under subsection (2)."
    },
    {
      "provision_ref": "s66",
      "section": "66",
      "title": "Utilisation of proceeds of realisable property",
      "content": "(1) The Court shall direct that an amount be paid to the Registrar of the Court out of the proceeds of the realisable property and that part of the amount be applied to defray the expenses of the Office. The Court shall direct that an amount be paid to the Registrar of the Court out of the proceeds of the realisable property and that part of the amount be applied to defray the expenses of the Office. (2) The Court shall direct the Attorney-General to pay thirty percent of the outstanding amount for the benefit of an institution of relevance to the action after full satisfaction of payment required under these provisions. The Court shall direct the Attorney-General to pay thirty percent of the outstanding amount for the benefit of an institution of relevance to the action after full satisfaction of payment required under these provisions. (3) The Attorney-General shall until payment is made under sub­section (2), retain the thirty percent of the outstanding amount specified for the benefit of the institution of relevance and pay the rest into the Consolidated Fund. The Attorney-General shall until payment is made under sub­section (2), retain the thirty percent of the outstanding amount specified for the benefit of the institution of relevance and pay the rest into the Consolidated Fund."
    },
    {
      "provision_ref": "s67",
      "section": "67",
      "title": "Insolvency",
      "content": "The Insolvency Act, 2006 (Act 708) does not apply to property which is subject to this Act. The Insolvency Act, 2006 (Act 708) does not apply to property which is subject to this Act."
    },
    {
      "provision_ref": "s68",
      "section": "68",
      "title": "Winding up of company holding realisable property",
      "content": "(1) Where realisable property is held by a company and an order for the winding up of the company is made or a resolution is passed by the company for its voluntary winding up, the functions of the liquidator shall not be performed in relation to Where realisable property is held by a company and an order for the winding up of the company is made or a resolution is passed by the company for its voluntary winding up, the functions of the liquidator shall not be performed in relation to the property if the property is subject to a freezing order made before the order or resolution for winding up was made or passed, or the property if the property is subject to a freezing order made before the order or resolution for winding up was made or passed, or the proceeds of the property realised and in the hands of a receiver. the proceeds of the property realised and in the hands of a receiver. (2) Where, in the case of a company, an order is made or a resolution is passed, the powers conferred on the Court to grant a freezing order shall not be exercised in relation to realisable property held by the com­pany in relation to which the functions of the liquidator may be performed to Where, in the case of a company, an order is made or a resolution is passed, the powers conferred on the Court to grant a freezing order shall not be exercised in relation to realisable property held by the com­pany in relation to which the functions of the liquidator may be performed to inhibit the liquidator from performing those functions to distribute the property held by the company to the company’s creditors, or inhibit the liquidator from performing those functions to distribute the property held by the company to the company’s creditors, or prevent the payment out of the property of expenses, including the remuneration of the liquidator properly incurred in the winding up in respect of the property. prevent the payment out of the property of expenses, including the remuneration of the liquidator properly incurred in the winding up in respect of the property. (3) Subsection (2) does not affect the enforcement of a charging order Subsection (2) does not affect the enforcement of a charging order made before the order or resolution for winding up was made or passed, or made before the order or resolution for winding up was made or passed, or on property which was subject to a freezing order at the relevant time. on property which was subject to a freezing order at the relevant time. (4) Nothing in the Companies Act 1963, (Act 179) shall restrict or enable the restriction of the exercise of the powers conferred on the court by this Act in relation to companies. Nothing in the Companies Act 1963, (Act 179) shall restrict or enable the restriction of the exercise of the powers conferred on the court by this Act in relation to companies. (5) In this section,“liquidator” includes a provisional liquidator under the Com­panies Act. In this section, “liquidator” includes a provisional liquidator under the Com­panies Act."
    },
    {
      "provision_ref": "s69",
      "section": "69",
      "title": "Trial Court and proceedings",
      "content": "(1) The High Court and Circuit Court have jurisdiction to try an offence provided for in this Act. The High Court and Circuit Court have jurisdiction to try an offence provided for in this Act. (2) In a trial for an offence under this Act, the accused person may be presumed to have unlawfully obtained pecuniary resources or property in the absence of evidence to the contrary if the accused person In a trial for an offence under this Act, the accused person may be presumed to have unlawfully obtained pecuniary resources or property in the absence of evidence to the contrary if the accused person is in possession of pecuniary resources or a property for which the accused cannot satisfactorily account and which is disproportionate to the accused person’s known sources of income, is in possession of pecuniary resources or a property for which the accused cannot satisfactorily account and which is disproportionate to the accused person’s known sources of income, had at the time of the alleged offence obtained access to per­sonal pecuniary resources or property for which the accused person cannot satisfactorily account, or had at the time of the alleged offence obtained access to per­sonal pecuniary resources or property for which the accused person cannot satisfactorily account, or in respect of which there is no evidence of taxes having been paid. in respect of which there is no evidence of taxes having been paid."
    },
    {
      "provision_ref": "s70",
      "section": "70",
      "title": "Collaboration with public agencies",
      "content": "(1) The Office may conduct investigations in conjunction with security agencies and other persons. The Office may conduct investigations in conjunction with security agencies and other persons. (2) An officer of a public agency shall co-operate with officers of the Office in the performance of functions under this Act. An officer of a public agency shall co-operate with officers of the Office in the performance of functions under this Act. (3) A public officer who refuses or fails without reasonable cause to co-operate with an authorised officer of the Office commits an offence and is liable on summary conviction to a fine of not less than fifty penalty units or to a term of imprisonment of not more than three months or to both. A public officer who refuses or fails without reasonable cause to co-operate with an authorised officer of the Office commits an offence and is liable on summary conviction to a fine of not less than fifty penalty units or to a term of imprisonment of not more than three months or to both."
    },
    {
      "provision_ref": "s71",
      "section": "71",
      "title": "Confidentiality",
      "content": "(1) An authorised officer who receives information in the perfor­mance of functions under this Act shall not An authorised officer who receives information in the perfor­mance of functions under this Act shall not communicate the information to an unauthorised person, or communicate the information to an unauthorised person, or disclose the personal details of a person who has given information to a third person without authority. disclose the personal details of a person who has given information to a third person without authority. (2) An authorised officer who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units or to a term of imprisonment of not less than three years or to both. An authorised officer who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units or to a term of imprisonment of not less than three years or to both."
    },
    {
      "provision_ref": "s72",
      "section": "72",
      "title": "Compensation",
      "content": "The Court may order restitution to be made or compensation to be paid to a victim of a serious offence under this Act. The Court may order restitution to be made or compensation to be paid to a victim of a serious offence under this Act."
    },
    {
      "provision_ref": "s73",
      "section": "73",
      "title": "Regulations",
      "content": "The Minister may by legislative instrument make Regulations for tracking tainted property, tracking tainted property, the procedure for the seizure of tainted property, the procedure for the seizure of tainted property, the procedure for confiscation and pecuniary penalty orders, the procedure for confiscation and pecuniary penalty orders, the management of seized, restrained or confiscated assets, the management of seized, restrained or confiscated assets, the disposal of assets under this Act, and the disposal of assets under this Act, and generally for the effective implementation of the provisions of this Act. generally for the effective implementation of the provisions of this Act."
    },
    {
      "provision_ref": "s74",
      "section": "74",
      "title": "Interpretation",
      "content": "In this Act unless the context otherwise requires,“accountant” means a person registered under the Chartered Accountants Act, 1963 (Act 176).“accredited valuation officer” means a person licenced by the Ghana Institution of Surveyors;“authorised officer” means an officer of the Office or any public officer authorised by law to exercise police powers;“communication” means any transmission, emission or recep­tion of signs, signals, writing, images, sounds or intelligence of any nature through any communication or computer system;“computer system” means an electronic, magnetic, optical, electron chemical or other data processing device, including the physical components and any removable storage medium that is for the time being part of the device or connected to the device, or a group of such inter-connected or related devices, one or more of which is capable of(a)containing data, or(b)performing a logical, arithmetic or any other function in relation to data;“confiscation” means the permanent deprivation of funds or other assets by order of a competent authority or Court;“Court” means High Court or Circuit Court;“courier service” means a service for the receipt and delivery of correspondence, items of value or both, such as parcels and packets, for which a postage stamp is not required;“currency” means(a)coins, or notes of the Republic or of another coun­try that is designated as legal tender and that circu­lates as and is customarily used and accepted as a medium of exchange in the country of issue,(b)“travellers” cheques or other financial instruments denominated in the currency of Ghana or in foreign currency, or(c)any right to receive coins or notes in respect of a credit or balance with a financial institution or a non-resident;“cyber activity offence” means an activity that involves the use of a computer system;“deriving benefit” means benefit derived or obtained by a person or otherwise accruing to another person at the request or direction of the first person;“Executive Director” means the person appointed in section 11;“gift” includes a transfer of property by a person to another person directly or indirectly before or after the commission of a serious offence by the first person for a consideration the value of which is significantly less than the value of the con­sideration provided by the first person, and to the extent of the difference between the market value of the property transferred and the consideration provided by the transferee;“institution of relevance” means a party or parties relevant to the action;“interest” in relation to property, means(a)a legal or equitable estate or interest in the property, or(b)a right, power or privilege in connection with the property;“living expenses” include provision for food, clothing, utilities, school fees and medical expenses;“Minister” means the Attorney-General and Minister responsible for Justice;“Office” means the Economic and Organised Crime Office established in section 1 of this Act;“organised crime” means a recurring serious offence committed by two or more persons working in concert;“police officer” means a policeman who is not below the rank of Assistant Superintendent of Police;“post” means a system for the collection, despatch or conveyance of postal articles;“postal articles” include letters, postcards, reply postcards, lettercards, newspapers, books, packets, printed paper, pattern or sample packet, small packet or parcel and every other packet article when in course of conveyance by post and includes a telegram when conveyed by post;“postal service” means any service licensed to be rendered under the Postal and Courier Services Regulatory Commission Act, 2003 (Act 649);“prescribed” means prescribed by Regulations;“predicate offence” means an offence as a result of which property or benefit has been generated;“premises” includes any house, building, structure, tent, caravan, ship, boat, aircraft and mechanically propelled vehicle;“proceeds of crime” means any property derived from or ob­tained through the commission of a serious offence;“property” means assets of any kind situated in the country or elsewhere whether movable or immovable, tangible or intan­gible, legal documents and instruments evidencing title of interest in the assets;“property of or in the possession or control of a person” includes a gift made by that person;“public agency” means a body set up by the Government in the public interest with or without an Act of Parliament;“public debt” means expenditure incurred from the Consoli­dated Fund, Contingency Fund and other funds established by or under an Act of Parliament;“public officer” means a person who holds a public office;“realisable property” includes(a)property held by a defendant who has directly or indirectly made a gift caught by this Act,(b)property held by a person to whom a defendant has directly or indirectly made a gift caught by this Act, and(c)currency;“record” means recorded information regardless of form or medium created, received and maintained by any institu­tion or individual in the pursuance of the legal obligations or transactions of the institution or individual;“Republic” means the Republic of Ghana;“respondent” means the person who is the subject of an appli­cation for a confiscation order or pecuniary penalty order;“revenue agency” means an agency authorised by law to collect revenue;“security agency” includes the Police, Customs, Excise and Preventive Service, the Immigration Service and Bureau of National Investigation;“seizure” means the temporary prohibition of the transfer, conversion, disposition or movement of property or the temporary assumption of the custody or control of property on the basis of a Court order;“serious offence” includes(a)participation in an organised criminal group, terrorism and terrorist financing, money laundering, human trafficking, people smuggling, sexual exploi­tation, illicit trafficking in narcotic drugs, illicit arms trafficking, trafficking in stolen and other goods, cor­ruption and bribery, serious fraud, counterfeiting and piracy of products, smuggling, extortion, forgery, insider trading and market manipulation,(b)murder, grievous bodily harm, armed robbery or theft where there are predicate offences for a serious offence, and(c)any other similar offence or related prohibited activity punishable with imprisonment for a period of not less than twelve months;“tainted property” means property,(a)used in or in connection with the commission of a serious offence;(b)derived, obtained or realized as a result of the com­mission of a serious offence; and“trust” includes an executorship, administratorship, guardianship, of children or the office, committee or receiver of the estate of a person with mental disorder or a person incapable of managing that person’s own affairs, a charitable trust, family trust and an organisation. In this Act unless the context otherwise requires, “accountant” means a person registered under the Chartered Accountants Act, 1963 (Act 176). “accredited valuation officer” means a person licenced by the Ghana Institution of Surveyors; “authorised officer” means an officer of the Office or any public officer authorised by law to exercise police powers; “communication” means any transmission, emission or recep­tion of signs, signals, writing, images, sounds or intelligence of any nature through any communication or computer system; containing data, or performing a logical, arithmetic or any other function in relation to data; “confiscation” means the permanent deprivation of funds or other assets by order of a competent authority or Court; “Court” means High Court or Circuit Court; “courier service” means a service for the receipt and delivery of correspondence, items of value or both, such as parcels and packets, for which a postage stamp is not required; coins, or notes of the Republic or of another coun­try that is designated as legal tender and that circu­lates as and is customarily used and accepted as a medium of exchange in the country of issue, “travellers” cheques or other financial instruments denominated in the currency of Ghana or in foreign currency, or any right to receive coins or notes in respect of a credit or balance with a financial institution or a non-resident; “cyber activity offence” means an activity that involves the use of a computer system; “deriving benefit” means benefit derived or obtained by a person or otherwise accruing to another person at the request or direction of the first person; “Executive Director” means the person appointed in section 11; “gift” includes a transfer of property by a person to another person directly or indirectly before or after the commission of a serious offence by the first person for a consideration the value of which is significantly less than the value of the con­sideration provided by the first person, and to the extent of the difference between the market value of the property transferred and the consideration provided by the transferee; “institution of relevance” means a party or parties relevant to the action; a legal or equitable estate or interest in the property, or a right, power or privilege in connection with the property; “living expenses” include provision for food, clothing, utilities, school fees and medical expenses; “Minister” means the Attorney-General and Minister responsible for Justice; “Office” means the Economic and Organised Crime Office established in section 1 of this Act; “organised crime” means a recurring serious offence committed by two or more persons working in concert; “police officer” means a policeman who is not below the rank of Assistant Superintendent of Police; “post” means a system for the collection, despatch or conveyance of postal articles; “postal articles” include letters, postcards, reply postcards, lettercards, newspapers, books, packets, printed paper, pattern or sample packet, small packet or parcel and every other packet article when in course of conveyance by post and includes a telegram when conveyed by post; “postal service” means any service licensed to be rendered under the Postal and Courier Services Regulatory Commission Act, 2003 (Act 649); “prescribed” means prescribed by Regulations; “predicate offence” means an offence as a result of which property or benefit has been generated; “premises” includes any house, building, structure, tent, caravan, ship, boat, aircraft and mechanically propelled vehicle; “proceeds of crime” means any property derived from or ob­tained through the commission of a serious offence; “property” means assets of any kind situated in the country or elsewhere whether movable or immovable, tangible or intan­gible, legal documents and instruments evidencing title of interest in the assets; “property of or in the possession or control of a person” includes a gift made by that person; “public agency” means a body set up by the Government in the public interest with or without an Act of Parliament; “public debt” means expenditure incurred from the Consoli­dated Fund, Contingency Fund and other funds established by or under an Act of Parliament; “public officer” means a person who holds a public office; property held by a defendant who has directly or indirectly made a gift caught by this Act, property held by a person to whom a defendant has directly or indirectly made a gift caught by this Act, and currency; “record” means recorded information regardless of form or medium created, received and maintained by any institu­tion or individual in the pursuance of the legal obligations or transactions of the institution or individual; “Republic” means the Republic of Ghana; “respondent” means the person who is the subject of an appli­cation for a confiscation order or pecuniary penalty order; “revenue agency” means an agency authorised by law to collect revenue; “security agency” includes the Police, Customs, Excise and Preventive Service, the Immigration Service and Bureau of National Investigation; “seizure” means the temporary prohibition of the transfer, conversion, disposition or movement of property or the temporary assumption of the custody or control of property on the basis of a Court order; participation in an organised criminal group, terrorism and terrorist financing, money laundering, human trafficking, people smuggling, sexual exploi­tation, illicit trafficking in narcotic drugs, illicit arms trafficking, trafficking in stolen and other goods, cor­ruption and bribery, serious fraud, counterfeiting and piracy of products, smuggling, extortion, forgery, insider trading and market manipulation, murder, grievous bodily harm, armed robbery or theft where there are predicate offences for a serious offence, and any other similar offence or related prohibited activity punishable with imprisonment for a period of not less than twelve months; used in or in connection with the commission of a serious offence; derived, obtained or realized as a result of the com­mission of a serious offence; and “trust” includes an executorship, administratorship, guardianship, of children or the office, committee or receiver of the estate of a person with mental disorder or a person incapable of managing that person’s own affairs, a charitable trust, family trust and an organisation."
    },
    {
      "provision_ref": "s75",
      "section": "75",
      "title": "Consequential amendments",
      "content": "The Narcotic Drugs (Control, Enforcement and Sanctions) Act 1990 (PNDCL 236) is amended as specified in the Schedule. The Narcotic Drugs (Control, Enforcement and Sanctions) Act 1990 (PNDCL 236) is amended as specified in the Schedule."
    },
    {
      "provision_ref": "s76",
      "section": "76",
      "title": "Repeal and savings",
      "content": "(1) The Serious Fraud Office Act, 1993 (Act 466) is repealed. The Serious Fraud Office Act, 1993 (Act 466) is repealed. (2) Despite the repeal of Act 466, regulations, orders, directions, appointments or any other act lawfully made or done under the repealed enactment and in force immediately before the commencement of this Act shall, subject to modification made to them by this Act, be considered to have been made or done under this Act and shall until reviewed, cancelled, withdrawn or terminated continue to have effect. Despite the repeal of Act 466, regulations, orders, directions, appointments or any other act lawfully made or done under the repealed enactment and in force immediately before the commencement of this Act shall, subject to modification made to them by this Act, be considered to have been made or done under this Act and shall until reviewed, cancelled, withdrawn or terminated continue to have effect."
    },
    {
      "provision_ref": "s77",
      "section": "77",
      "title": "Transitional provisions",
      "content": "(1) The rights, assets, liabilities of and properties vested in the Serious Fraud Office established under the Serious Fraud Office Act, 1993 (Act 466) immediately before the commencement of this Act and persons employed by the Serious Fraud Office are transferred to the Office established under this Act. The rights, assets, liabilities of and properties vested in the Serious Fraud Office established under the Serious Fraud Office Act, 1993 (Act 466) immediately before the commencement of this Act and persons employed by the Serious Fraud Office are transferred to the Office established under this Act. (2) Proceedings taken by or against the Serious Fraud Office may be continued by or against the Office. Proceedings taken by or against the Serious Fraud Office may be continued by or against the Office. (3) A contract subsisting between the Serious Fraud Office estab­lished under the Serious Fraud Office Act, 1993 (Act 466) and any other person immediately before the commencement of this Act shall subsist between that person and the Economic and Organised Crime Office established in this Act. A contract subsisting between the Serious Fraud Office estab­lished under the Serious Fraud Office Act, 1993 (Act 466) and any other person immediately before the commencement of this Act shall subsist between that person and the Economic and Organised Crime Office established in this Act."
    }
  ],
  "definitions": [
    {
      "term": "accountant",
      "definition": "a person registered under the Chartered Accountants Act, 1963 (Act 176).“accredited valuation officer” means a person licenced by the Ghana Institution of Surveyors",
      "source_provision": "s74"
    },
    {
      "term": "authorised officer",
      "definition": "an officer of the Office or any public officer authorised by law to exercise police powers",
      "source_provision": "s74"
    },
    {
      "term": "communication",
      "definition": "any transmission, emission or recep­tion of signs, signals, writing, images, sounds or intelligence of any nature through any communication or computer system",
      "source_provision": "s74"
    },
    {
      "term": "computer system",
      "definition": "an electronic, magnetic, optical, electron chemical or other data processing device, including the physical components and any removable storage medium that is for the time being part of the device or connected to the device, or a group of such inter-connected or related devices, one or more of which is capable of(a)containing data, or(b)performing a logical, arithmetic or any other function in relation to data",
      "source_provision": "s74"
    },
    {
      "term": "confiscation",
      "definition": "the permanent deprivation of funds or other assets by order of a competent authority or Court",
      "source_provision": "s74"
    },
    {
      "term": "Court",
      "definition": "High Court or Circuit Court",
      "source_provision": "s74"
    },
    {
      "term": "courier service",
      "definition": "a service for the receipt and delivery of correspondence, items of value or both, such as parcels and packets, for which a postage stamp is not required",
      "source_provision": "s74"
    },
    {
      "term": "cyber activity offence",
      "definition": "an activity that involves the use of a computer system",
      "source_provision": "s74"
    },
    {
      "term": "deriving benefit",
      "definition": "benefit derived or obtained by a person or otherwise accruing to another person at the request or direction of the first person",
      "source_provision": "s74"
    },
    {
      "term": "Executive Director",
      "definition": "the person appointed in section 11",
      "source_provision": "s74"
    },
    {
      "term": "institution of relevance",
      "definition": "a party or parties relevant to the action",
      "source_provision": "s74"
    },
    {
      "term": "Minister",
      "definition": "the Attorney-General and Minister responsible for Justice",
      "source_provision": "s74"
    },
    {
      "term": "Office",
      "definition": "the Economic and Organised Crime Office established in section 1 of this Act",
      "source_provision": "s74"
    },
    {
      "term": "organised crime",
      "definition": "a recurring serious offence committed by two or more persons working in concert",
      "source_provision": "s74"
    },
    {
      "term": "police officer",
      "definition": "a policeman who is not below the rank of Assistant Superintendent of Police",
      "source_provision": "s74"
    },
    {
      "term": "post",
      "definition": "a system for the collection, despatch or conveyance of postal articles",
      "source_provision": "s74"
    },
    {
      "term": "postal service",
      "definition": "any service licensed to be rendered under the Postal and Courier Services Regulatory Commission Act, 2003 (Act 649)",
      "source_provision": "s74"
    },
    {
      "term": "prescribed",
      "definition": "prescribed by Regulations",
      "source_provision": "s74"
    },
    {
      "term": "predicate offence",
      "definition": "an offence as a result of which property or benefit has been generated",
      "source_provision": "s74"
    },
    {
      "term": "proceeds of crime",
      "definition": "any property derived from or ob­tained through the commission of a serious offence",
      "source_provision": "s74"
    },
    {
      "term": "property",
      "definition": "assets of any kind situated in the country or elsewhere whether movable or immovable, tangible or intan­gible, legal documents and instruments evidencing title of interest in the assets",
      "source_provision": "s74"
    },
    {
      "term": "public agency",
      "definition": "a body set up by the Government in the public interest with or without an Act of Parliament",
      "source_provision": "s74"
    },
    {
      "term": "public debt",
      "definition": "expenditure incurred from the Consoli­dated Fund, Contingency Fund and other funds established by or under an Act of Parliament",
      "source_provision": "s74"
    },
    {
      "term": "public officer",
      "definition": "a person who holds a public office",
      "source_provision": "s74"
    },
    {
      "term": "record",
      "definition": "recorded information regardless of form or medium created, received and maintained by any institu­tion or individual in the pursuance of the legal obligations or transactions of the institution or individual",
      "source_provision": "s74"
    },
    {
      "term": "Republic",
      "definition": "the Republic of Ghana",
      "source_provision": "s74"
    },
    {
      "term": "respondent",
      "definition": "the person who is the subject of an appli­cation for a confiscation order or pecuniary penalty order",
      "source_provision": "s74"
    },
    {
      "term": "revenue agency",
      "definition": "an agency authorised by law to collect revenue",
      "source_provision": "s74"
    },
    {
      "term": "seizure",
      "definition": "the temporary prohibition of the transfer, conversion, disposition or movement of property or the temporary assumption of the custody or control of property on the basis of a Court order",
      "source_provision": "s74"
    },
    {
      "term": "tainted property",
      "definition": "property,(a)used in or in connection with the commission of a serious offence",
      "source_provision": "s74"
    },
    {
      "term": "accountant",
      "definition": "a person registered under the Chartered Accountants Act, 1963 (Act 176). “accredited valuation officer” means a person licenced by the Ghana Institution of Surveyors",
      "source_provision": "s74"
    },
    {
      "term": "authorised officer",
      "definition": "an officer of the Office or any public officer authorised by law to exercise police powers",
      "source_provision": "s74"
    },
    {
      "term": "communication",
      "definition": "any transmission, emission or recep­tion of signs, signals, writing, images, sounds or intelligence of any nature through any communication or computer system",
      "source_provision": "s74"
    },
    {
      "term": "confiscation",
      "definition": "the permanent deprivation of funds or other assets by order of a competent authority or Court",
      "source_provision": "s74"
    },
    {
      "term": "Court",
      "definition": "High Court or Circuit Court",
      "source_provision": "s74"
    },
    {
      "term": "courier service",
      "definition": "a service for the receipt and delivery of correspondence, items of value or both, such as parcels and packets, for which a postage stamp is not required",
      "source_provision": "s74"
    },
    {
      "term": "cyber activity offence",
      "definition": "an activity that involves the use of a computer system",
      "source_provision": "s74"
    },
    {
      "term": "deriving benefit",
      "definition": "benefit derived or obtained by a person or otherwise accruing to another person at the request or direction of the first person",
      "source_provision": "s74"
    },
    {
      "term": "Executive Director",
      "definition": "the person appointed in section 11",
      "source_provision": "s74"
    },
    {
      "term": "institution of relevance",
      "definition": "a party or parties relevant to the action",
      "source_provision": "s74"
    },
    {
      "term": "Minister",
      "definition": "the Attorney-General and Minister responsible for Justice",
      "source_provision": "s74"
    },
    {
      "term": "Office",
      "definition": "the Economic and Organised Crime Office established in section 1 of this Act",
      "source_provision": "s74"
    },
    {
      "term": "organised crime",
      "definition": "a recurring serious offence committed by two or more persons working in concert",
      "source_provision": "s74"
    },
    {
      "term": "police officer",
      "definition": "a policeman who is not below the rank of Assistant Superintendent of Police",
      "source_provision": "s74"
    },
    {
      "term": "post",
      "definition": "a system for the collection, despatch or conveyance of postal articles",
      "source_provision": "s74"
    },
    {
      "term": "postal service",
      "definition": "any service licensed to be rendered under the Postal and Courier Services Regulatory Commission Act, 2003 (Act 649)",
      "source_provision": "s74"
    },
    {
      "term": "prescribed",
      "definition": "prescribed by Regulations",
      "source_provision": "s74"
    },
    {
      "term": "predicate offence",
      "definition": "an offence as a result of which property or benefit has been generated",
      "source_provision": "s74"
    },
    {
      "term": "proceeds of crime",
      "definition": "any property derived from or ob­tained through the commission of a serious offence",
      "source_provision": "s74"
    },
    {
      "term": "property",
      "definition": "assets of any kind situated in the country or elsewhere whether movable or immovable, tangible or intan­gible, legal documents and instruments evidencing title of interest in the assets",
      "source_provision": "s74"
    },
    {
      "term": "public agency",
      "definition": "a body set up by the Government in the public interest with or without an Act of Parliament",
      "source_provision": "s74"
    },
    {
      "term": "public debt",
      "definition": "expenditure incurred from the Consoli­dated Fund, Contingency Fund and other funds established by or under an Act of Parliament",
      "source_provision": "s74"
    },
    {
      "term": "public officer",
      "definition": "a person who holds a public office",
      "source_provision": "s74"
    },
    {
      "term": "record",
      "definition": "recorded information regardless of form or medium created, received and maintained by any institu­tion or individual in the pursuance of the legal obligations or transactions of the institution or individual",
      "source_provision": "s74"
    },
    {
      "term": "Republic",
      "definition": "the Republic of Ghana",
      "source_provision": "s74"
    },
    {
      "term": "respondent",
      "definition": "the person who is the subject of an appli­cation for a confiscation order or pecuniary penalty order",
      "source_provision": "s74"
    },
    {
      "term": "revenue agency",
      "definition": "an agency authorised by law to collect revenue",
      "source_provision": "s74"
    },
    {
      "term": "seizure",
      "definition": "the temporary prohibition of the transfer, conversion, disposition or movement of property or the temporary assumption of the custody or control of property on the basis of a Court order",
      "source_provision": "s74"
    }
  ]
}