{
  "id": "act-798-2010",
  "type": "act",
  "title": "Alternative Dispute Resolution Act, 2010",
  "short_name": "ADR 2010",
  "act_number": 798,
  "year": 2010,
  "status": "in_force",
  "issued_date": "2010-05-31",
  "url": "https://ghalii.org/akn/gh/act/2010/798",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Application",
      "content": "This Act applies to matters other than those that relate to the national or public interest; the national or public interest; the environment; the environment; the enforcement and interpretation of the Constitution; or the enforcement and interpretation of the Constitution; or any other matter that by law cannot be settled by an alterna­tive dispute resolution method. any other matter that by law cannot be settled by an alterna­tive dispute resolution method."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Form of arbitration agreement",
      "content": "(1) Parties to a written agreement may provide that a dispute arising under the agreement shall be resolved by arbitration. Parties to a written agreement may provide that a dispute arising under the agreement shall be resolved by arbitration. (2) A provision to submit a dispute to arbitration may be in the form of an arbitration clause in the agreement or in the form of a sepa­rate agreement. A provision to submit a dispute to arbitration may be in the form of an arbitration clause in the agreement or in the form of a sepa­rate agreement. (3) An arbitration agreement shall be in writing and may be in the form provided in the Fifth Schedule to this Act. An arbitration agreement shall be in writing and may be in the form provided in the Fifth Schedule to this Act. (4) For the purpose of this Act an arbitration agreement is in writing if For the purpose of this Act an arbitration agreement is in writing if it is made by exchange of communications in writing in­cluding exchange of letters, telex, fax, e-mail or other means of communication which provide a record of the agree­ment; or it is made by exchange of communications in writing in­cluding exchange of letters, telex, fax, e-mail or other means of communication which provide a record of the agree­ment; or there is an exchange of statement of claim and defence in which the existence of the agreement is alleged by one party and not denied by the other. there is an exchange of statement of claim and defence in which the existence of the agreement is alleged by one party and not denied by the other."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Separation of arbitration agreement and revocation of agreement",
      "content": "(1) Unless otherwise agreed by the parties, an arbitration agreement which forms or is intended to form part of another agreement, shall not be regarded as invalid, non existent or ineffective because that other agreement is invalid or did not come into existence or has become ineffective and shall for that purpose be treated as a distinct agreement. Unless otherwise agreed by the parties, an arbitration agreement which forms or is intended to form part of another agreement, shall not be regarded as invalid, non existent or ineffective because that other agreement is invalid or did not come into existence or has become ineffective and shall for that purpose be treated as a distinct agreement. (2) Unless a contrary intention is expressed in the agreement, an arbitration agreement is irrevocable except by agreement of the parties. Unless a contrary intention is expressed in the agreement, an arbitration agreement is irrevocable except by agreement of the parties."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Arbitration agreement not discharged by death",
      "content": "An arbitration agreement is not discharged by the death of the person or the dissolution or merger of the body corporate which is a party, to that agreement and it is enforceable by or against the personal representative, liquidator or successor of the party. An arbitration agreement is not discharged by the death of the person or the dissolution or merger of the body corporate which is a party, to that agreement and it is enforceable by or against the personal representative, liquidator or successor of the party."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Reference to arbitration",
      "content": "(1) A party to a dispute in respect of which there is an arbitration agreement may, subject to the terms of the arbitration agreement, refer the dispute to A party to a dispute in respect of which there is an arbitration agreement may, subject to the terms of the arbitration agreement, refer the dispute to any person or institution for arbitration; or any person or institution for arbitration; or the Alternative Dispute Resolution Centre established under Part IV to facilitate the arbitration. the Alternative Dispute Resolution Centre established under Part IV to facilitate the arbitration. (2) Where reference is made to a person or institution other than the Centre the procedure and rules shall be as the parties and arbitrators determine. Where reference is made to a person or institution other than the Centre the procedure and rules shall be as the parties and arbitrators determine. (3) Where a reference is made to the Centre, the Rules set out in Regulations made under this Act shall apply to the arbitration. Where a reference is made to the Centre, the Rules set out in Regulations made under this Act shall apply to the arbitration."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Application to court",
      "content": "(1) Where there is an arbitration agreement and a party commences an action in a court, the other party may on entering appearance, and on notice to the party who commenced the action in court, apply to the court to refer the action or a part of the action to which the arbitration agreement relates, to arbitration. Where there is an arbitration agreement and a party commences an action in a court, the other party may on entering appearance, and on notice to the party who commenced the action in court, apply to the court to refer the action or a part of the action to which the arbitration agreement relates, to arbitration. (2) The court on hearing an application made under subsection (1) shall, if satisfied that the matter in respect of which the application has been made is a matter in respect of which there is an arbitration agree­ment, refer the matter to arbitration. The court on hearing an application made under subsection (1) shall, if satisfied that the matter in respect of which the application has been made is a matter in respect of which there is an arbitration agree­ment, refer the matter to arbitration. (3) The grant of an application shall serve as stay of the proceedings in the court. The grant of an application shall serve as stay of the proceedings in the court. (4) Unless otherwise agreed to by the parties, where proceedings in court are stayed for the purpose of arbitration, any security given, property detained, injunction or restraining orders imposed in the original action shall apply to the arbitration. Unless otherwise agreed to by the parties, where proceedings in court are stayed for the purpose of arbitration, any security given, property detained, injunction or restraining orders imposed in the original action shall apply to the arbitration."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Reference by court",
      "content": "(1) Where a court before which an action is pending is of the view that the action or a part of the action can be resolved through arbitration, that court may with the consent of the parties in writing, despite that there is no arbitration agreement in respect of the matter in dispute, refer the action or any part of the action for arbitration. Where a court before which an action is pending is of the view that the action or a part of the action can be resolved through arbitration, that court may with the consent of the parties in writing, despite that there is no arbitration agreement in respect of the matter in dispute, refer the action or any part of the action for arbitration. (2) A reference under subsection (1) shall state A reference under subsection (1) shall state the reasons for the reference; the reasons for the reference; the nature of the dispute; the nature of the dispute; the monetary value of the claim; and the monetary value of the claim; and the remedy sought the remedy sought and shall have attached copies of the pleadings and any other documents the court considers relevant to it. (3) Where at the time of reference under this section pleading are closed, the pleadings shall be deemed to be the claim, defence, reply, counterclaim and defence to counterclaim as the case may be in the arbitration proceedings. Where at the time of reference under this section pleading are closed, the pleadings shall be deemed to be the claim, defence, reply, counterclaim and defence to counterclaim as the case may be in the arbitration proceedings. (4) For the purpose of a reference under this section the plaintiff in the original action shall be the claimant and the defendant shall be the respondent in the arbitration. For the purpose of a reference under this section the plaintiff in the original action shall be the claimant and the defendant shall be the respondent in the arbitration. (5) Where in any action before a court the court realises that the action is the subject of an arbitration agreement, the court shall stay the proceedings and refer the parties to arbitration. Where in any action before a court the court realises that the action is the subject of an arbitration agreement, the court shall stay the proceedings and refer the parties to arbitration."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Change in claim or counterclaim",
      "content": "(1) A party may make a new claim or counterclaim or change a defence by writing to the other party. A party may make a new claim or counterclaim or change a defence by writing to the other party. (2) The procedure in relation to change in claim or counterclaim shall be as determined by the parties and the arbitrators or the parties may adopt the Rules set out in the Second Schedule to this Act. The procedure in relation to change in claim or counterclaim shall be as determined by the parties and the arbitrators or the parties may adopt the Rules set out in the Second Schedule to this Act."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Modification of time",
      "content": "Where an arbitration agreement or this Act fixes a time for taking any step in an arbitration or other dispute resolution proceedings, the parties, by agreement; the parties, by agreement; the arbitrator, with the agreement of the parties; or the arbitrator, with the agreement of the parties; or the appointing authority, at the request of a party for good cause shown the appointing authority, at the request of a party for good cause shown may modify that period of time, except that an arbitrator or the appointing authority shall not extend the time for making an award."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Reckoning of time",
      "content": "Parties to an arbitration may agree on a method of reckoning any period of time in relation to the arbitration. Parties to an arbitration may agree on a method of reckoning any period of time in relation to the arbitration."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Place of arbitration",
      "content": "(1) The parties are free to agree on the place of arbitration. The parties are free to agree on the place of arbitration. (2) In the absence of an agreement the place of arbitration shall be determined by the arbitral tribunal which shall take into account the cir­cumstances of the case and the convenience of the parties. In the absence of an agreement the place of arbitration shall be determined by the arbitral tribunal which shall take into account the cir­cumstances of the case and the convenience of the parties. (3) Despite the other provisions of this section, the arbitral tribunal may, unless otherwise agreed by the parties, meet at any place it considers suitable after consultation among its members, for hearing witnesses, the parties, experts or for the inspection of documents, goods or other items. Despite the other provisions of this section, the arbitral tribunal may, unless otherwise agreed by the parties, meet at any place it considers suitable after consultation among its members, for hearing witnesses, the parties, experts or for the inspection of documents, goods or other items."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Qualification of arbitrator",
      "content": "(1) An arbitrator shall be a person appointed by the parties or by a person or institution acting under a power conferred by the parties and may be a person with the experience or qualification that the parties may agree on. An arbitrator shall be a person appointed by the parties or by a person or institution acting under a power conferred by the parties and may be a person with the experience or qualification that the parties may agree on. (2) A person without experience or qualification relevant to the subject of the dispute may be appointed an arbitrator if the parties so agree. A person without experience or qualification relevant to the subject of the dispute may be appointed an arbitrator if the parties so agree. (3) A person of any nationality may be appointed an arbitrator unless otherwise determined by the parties. A person of any nationality may be appointed an arbitrator unless otherwise determined by the parties. (4) In appointing an arbitrator, the parties, the person or the insti­tution vested with the power of appointment shall have regard to In appointing an arbitrator, the parties, the person or the insti­tution vested with the power of appointment shall have regard to the personal, proprietary, fiduciary or financial interest of the arbitrator in the matter to which the arbitration relates; the personal, proprietary, fiduciary or financial interest of the arbitrator in the matter to which the arbitration relates; the relationship of the arbitrator to a party or counsel of a party to the arbitration; the relationship of the arbitrator to a party or counsel of a party to the arbitration; the nationalities of the parties; and the nationalities of the parties; and other relevant considerations other relevant considerations to ensure the appointment of an independent and an impartial arbitrator. (5) A person appointed an arbitrator shall before acceptance, dis­close to the parties or the appointing authority any information likely to affect the neutrality of the arbitration, particularly with regard to that arbitrator’s interest in any case involving the parties. A person appointed an arbitrator shall before acceptance, dis­close to the parties or the appointing authority any information likely to affect the neutrality of the arbitration, particularly with regard to that arbitrator’s interest in any case involving the parties."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Number of arbitrators",
      "content": "(1) The parties are at liberty to determine the number of arbitrators except that the number must be an uneven number. The parties are at liberty to determine the number of arbitrators except that the number must be an uneven number. (2) Failing the determination as provided in subsection (1), the arbitration shall consist of three arbitrators. Failing the determination as provided in subsection (1), the arbitration shall consist of three arbitrators."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Appointment of arbitrator",
      "content": "(1) Except otherwise provided in the arbitration agreement, the parties are at liberty to agree on the procedure for appointing an arbitrator. Except otherwise provided in the arbitration agreement, the parties are at liberty to agree on the procedure for appointing an arbitrator. (2) Where Where the arbitration agreement does not provide for a procedure for appointing an arbitrator; or the arbitration agreement does not provide for a procedure for appointing an arbitrator; or the parties fail to agree on a procedure for appointing an arbitrator and the arbitration agreement does not provide for the settling of the disagreement, the parties fail to agree on a procedure for appointing an arbitrator and the arbitration agreement does not provide for the settling of the disagreement, each party, in an arbitration which requires the appointment of three arbitrators, shall appoint one arbitrator and the two appointed arbitrators, shall appoint the third arbitrator who shall be the chairperson. (3) For the purposes of section 13 and subsection (2) of this section where For the purposes of section 13 and subsection (2) of this section where a party fails to appoint an arbitrator within fourteen days from the receipt of a request to do so from the other party; or a party fails to appoint an arbitrator within fourteen days from the receipt of a request to do so from the other party; or the two appointed arbitrators fail to agree on the third arbitrator within fourteen days from the date of their appointment, the two appointed arbitrators fail to agree on the third arbitrator within fourteen days from the date of their appointment, the appointment shall be made by the appointing authority upon a request by a party. (4) In an arbitration which requires the appointment of a sole arbitrator, if the parties fail to agree on the arbitrator within fourteen days after the receipt of a request for arbitration by one party from the other party, the appointment shall be made by the appointing authority upon a request by a party. In an arbitration which requires the appointment of a sole arbitrator, if the parties fail to agree on the arbitrator within fourteen days after the receipt of a request for arbitration by one party from the other party, the appointment shall be made by the appointing authority upon a request by a party. (5) Despite any provision in this section, parties are free to agree on what should happen in the event of a failure of the procedure to appoint arbitrators. Despite any provision in this section, parties are free to agree on what should happen in the event of a failure of the procedure to appoint arbitrators. (6) A party may for the purpose of appointing an arbitrator request for the register of arbitrators maintained by the Centre and the Centre shall comply with the request. A party may for the purpose of appointing an arbitrator request for the register of arbitrators maintained by the Centre and the Centre shall comply with the request. (7) An appointing authority may keep a register of arbitrators and mediators which may be accessed by the public. An appointing authority may keep a register of arbitrators and mediators which may be accessed by the public."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Impartiality and challenge of arbitrator",
      "content": "(1) Where a person is requested to be an arbitrator, that person shall disclose in writing any circumstances likely to give reasonable cause to doubt as to the independence or impartiality of that person. Where a person is requested to be an arbitrator, that person shall disclose in writing any circumstances likely to give reasonable cause to doubt as to the independence or impartiality of that person. (2) An arbitrator, from the time of appointment and throughout the arbitral proceedings shall without delay, disclose to the parties in writing any circumstances referred to in subsection (1). An arbitrator, from the time of appointment and throughout the arbitral proceedings shall without delay, disclose to the parties in writing any circumstances referred to in subsection (1). (3) An arbitrator’s appointment may be challenged only if An arbitrator’s appointment may be challenged only if circumstances exist that give rise to reasonable cause to doubt as to the arbitrator’s independence or impartiality; or circumstances exist that give rise to reasonable cause to doubt as to the arbitrator’s independence or impartiality; or the arbitrator does not possess the qualification agreed on by the parties. the arbitrator does not possess the qualification agreed on by the parties. (4) A party may not challenge an arbitrator appointed by the party or in whose appointment that party participated, except for reasons of which the party becomes aware subsequent to the appointment. A party may not challenge an arbitrator appointed by the party or in whose appointment that party participated, except for reasons of which the party becomes aware subsequent to the appointment."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Challenge of appointment procedure",
      "content": "(1) Subject to subsection (2), the parties are free to agree on a procedure for challenging the appointment of an arbitrator. Subject to subsection (2), the parties are free to agree on a procedure for challenging the appointment of an arbitrator. (2) Unless otherwise agreed upon in accordance with subsection (1), a party challenging the appointment of an arbitrator, shall within fifteen days of becoming aware of the constitution of the arbitral tribu­nal or after becoming aware of circumstances that justify the challenge of the appointment of an arbitrator, submit a written statement of the reasons for the challenge to the arbitrator and any other arbitrators. Unless otherwise agreed upon in accordance with subsection (1), a party challenging the appointment of an arbitrator, shall within fifteen days of becoming aware of the constitution of the arbitral tribu­nal or after becoming aware of circumstances that justify the challenge of the appointment of an arbitrator, submit a written statement of the reasons for the challenge to the arbitrator and any other arbitrators. (3) Unless the arbitrator whose appointment is challenged, with­draws from the arbitration or the other party to the arbitration agrees to the challenge, the arbitral tribunal shall decide on the challenge but in the case of a sole arbitrator Unless the arbitrator whose appointment is challenged, with­draws from the arbitration or the other party to the arbitration agrees to the challenge, the arbitral tribunal shall decide on the challenge but in the case of a sole arbitrator where the arbitrator is appointed by an appointing authority, the appointing authority shall decide on the challenge, where the arbitrator is appointed by an appointing authority, the appointing authority shall decide on the challenge, where the arbitrator is appointed by a party the party chal­lenging the arbitrator may apply to the High Court for the determination of the challenge. where the arbitrator is appointed by a party the party chal­lenging the arbitrator may apply to the High Court for the determination of the challenge. (4) Where a sole arbitrator’s appointment is successfully challenged the sole arbitrator shall cease to be the arbitrator for the case. Where a sole arbitrator’s appointment is successfully challenged the sole arbitrator shall cease to be the arbitrator for the case. (5) Where the challenge of an arbitrator is from both parties, the appointing authority shall replace the arbitrator. Where the challenge of an arbitrator is from both parties, the appointing authority shall replace the arbitrator."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Revocation of arbitrator's authority",
      "content": "(1) The parties may agree on the circumstances under which the appointment of an arbitrator may be revoked. The parties may agree on the circumstances under which the appointment of an arbitrator may be revoked. (2) Unless the parties have agreed on the circumstances for revo­cation, the authority of an arbitrator terminates if, Unless the parties have agreed on the circumstances for revo­cation, the authority of an arbitrator terminates if, the arbitrator withdraws from office as an arbitrator; the arbitrator withdraws from office as an arbitrator; the parties acting jointly or by the appointing authority vested by the parties with the power for the purpose, terminates the appointment; or the parties acting jointly or by the appointing authority vested by the parties with the power for the purpose, terminates the appointment; or the arbitrator fails to sit within a reasonable time. the arbitrator fails to sit within a reasonable time. (3) The revocation of the authority of an arbitrator by the parties acting jointly shall be in writing. The revocation of the authority of an arbitrator by the parties acting jointly shall be in writing."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Revocation of arbitrator’s authority by the High Court",
      "content": "(1) The High Court may on an application on notice by a party to an arbitration remove an arbitrator where it considers it fit. The High Court may on an application on notice by a party to an arbitration remove an arbitrator where it considers it fit. (2) The Court may make an order to remove an arbitrator where The Court may make an order to remove an arbitrator where there is sufficient reason to doubt the impartiality of the arbi­trator; there is sufficient reason to doubt the impartiality of the arbi­trator; the arbitrator does not possess the qualifications or experi­ence required under the arbitration agreement or agreed to by the parties; the arbitrator does not possess the qualifications or experi­ence required under the arbitration agreement or agreed to by the parties; the arbitrator is physically or mentally incapable or there is justifiable doubt as to the arbitrator’s capability to conduct the proceedings; the arbitrator is physically or mentally incapable or there is justifiable doubt as to the arbitrator’s capability to conduct the proceedings; the arbitrator has refused or failed to the arbitrator has refused or failed to conduct the arbitral proceedings properly; or conduct the arbitral proceedings properly; or use reasonable despatch in conducting the proceedings or making an award use reasonable despatch in conducting the proceedings or making an award and substantial injustice has or will be caused to the applicant. (3) Where the parties have by agreement vested the power of removal of an arbitrator in an appointing authority, the Court shall not entertain the application unless it is satisfied that the applicant has prior to the application, exhausted the available recourse. Where the parties have by agreement vested the power of removal of an arbitrator in an appointing authority, the Court shall not entertain the application unless it is satisfied that the applicant has prior to the application, exhausted the available recourse. (4) An application under subsection (2) shall operate as a stay of arbitral proceedings. An application under subsection (2) shall operate as a stay of arbitral proceedings. (5) The arbitrator may make representation to the Court in re­spect of the application. The arbitrator may make representation to the Court in re­spect of the application. (6) Where the Court upon conclusion of the hearing of the ap­plication, removes the arbitrator, it may make any orders that it consid­ers appropriate for payment of fees and expenses of the arbitrator or the repayment by the arbitrator of any fees or expenses already paid to the arbitrator. Where the Court upon conclusion of the hearing of the ap­plication, removes the arbitrator, it may make any orders that it consid­ers appropriate for payment of fees and expenses of the arbitrator or the repayment by the arbitrator of any fees or expenses already paid to the arbitrator."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Resignation of arbitrator",
      "content": "(1) The parties may agree with the arbitrator, in the event of the resignation of the arbitrator, on the fees or expenses and relief for any liability incurred by the arbitrator. The parties may agree with the arbitrator, in the event of the resignation of the arbitrator, on the fees or expenses and relief for any liability incurred by the arbitrator. (2) If there is no agreement under subsection (1), an arbitrator who resigns may on notice to the parties, apply to the appointing authority if any or the High Court for If there is no agreement under subsection (1), an arbitrator who resigns may on notice to the parties, apply to the appointing authority if any or the High Court for relief from any liability incurred; and relief from any liability incurred; and an order in respect of entitlement to fees or expenses. an order in respect of entitlement to fees or expenses. (3) Where there is an appointing authority, an application under subsection (1) shall first be made to the appointing authority. Where there is an appointing authority, an application under subsection (1) shall first be made to the appointing authority. (4) If the Court or the appointing authority finds the resignation of the arbitrator reasonable, it may grant relief on such terms as it thinks appropriate. If the Court or the appointing authority finds the resignation of the arbitrator reasonable, it may grant relief on such terms as it thinks appropriate. (5) An arbitrator who is dissatisfied with a decision of the Court or the appointing authority in respect of an application for a relief or an order, may An arbitrator who is dissatisfied with a decision of the Court or the appointing authority in respect of an application for a relief or an order, may in the case of an application to the Court, appeal to the Court of Appeal; or in the case of an application to the Court, appeal to the Court of Appeal; or in the case of an appointing authority, apply to the Court for judicial review. in the case of an appointing authority, apply to the Court for judicial review. (6) The parties may agree with the arbitrator or the personal representative of the arbitrator on the fees or expenses and relief for any liability incurred by the arbitrator in the event of a removal or death of an arbitrator. The parties may agree with the arbitrator or the personal representative of the arbitrator on the fees or expenses and relief for any liability incurred by the arbitrator in the event of a removal or death of an arbitrator."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Death of arbitrator or person who appointed the arbitrator",
      "content": "(1) The authority of an arbitrator ceases on the arbitrator’s death. The authority of an arbitrator ceases on the arbitrator’s death. (2) Unless the parties otherwise agree, the death of the person who appointed the arbitrator does not revoke the arbitrator’s appointment. Unless the parties otherwise agree, the death of the person who appointed the arbitrator does not revoke the arbitrator’s appointment."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Filling of vacancy",
      "content": "(1) If the position of an arbitrator becomes vacant, the parties may agree on If the position of an arbitrator becomes vacant, the parties may agree on whether and how the vacancy is to be filled, and whether and how the vacancy is to be filled, and whether the previous proceedings should be adopted. whether the previous proceedings should be adopted. (2) If there is no agreement between the parties under subsection (1)(a), the appointing authority shall, on a reference by a party, appoint another arbitrator in accordance with this Act. If there is no agreement between the parties under subsection (1)(a), the appointing authority shall, on a reference by a party, appoint another arbitrator in accordance with this Act. (3) Where the parties fail to reach an agreement under subsection (1)(b) on the appointment of an arbitrator to fill a vacancy, the new arbi­trator shall decide whether to adopt the previous proceedings or to start afresh. Where the parties fail to reach an agreement under subsection (1)(b) on the appointment of an arbitrator to fill a vacancy, the new arbi­trator shall decide whether to adopt the previous proceedings or to start afresh."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Fees for arbitrators",
      "content": "(1) The parties and the arbitrators shall agree on the fees payable by the parties in respect of the arbitration and the parties are jointly and severally liable for the payment of the agreed fees and if a dispute arises about the fees a party may refer the issue to the appointing authority or the High Court for resolution. The parties and the arbitrators shall agree on the fees payable by the parties in respect of the arbitration and the parties are jointly and severally liable for the payment of the agreed fees and if a dispute arises about the fees a party may refer the issue to the appointing authority or the High Court for resolution. (2) An arbitrator shall be paid, based on An arbitrator shall be paid, based on the value of the subject matter of the arbitration; the value of the subject matter of the arbitration; the complexity of the case; and the complexity of the case; and the agreed hourly rate of fee. the agreed hourly rate of fee. (3) An arbitrator may after consultation with the parties request the parties to make further payments in respect of fees where the circum­stances so require. An arbitrator may after consultation with the parties request the parties to make further payments in respect of fees where the circum­stances so require. (4) A party may, within twenty-eight days after the date of the determination of the amount of fees, apply to the appointing authority or the Court upon notice to the other party and the arbitrators, for an order adjusting the amount of fees upon conditions as the appointing authority or the Court shall determine and any excess payment made as a result of the adjustment may be ordered to be repaid having regard to all the circumstances. A party may, within twenty-eight days after the date of the determination of the amount of fees, apply to the appointing authority or the Court upon notice to the other party and the arbitrators, for an order adjusting the amount of fees upon conditions as the appointing authority or the Court shall determine and any excess payment made as a result of the adjustment may be ordered to be repaid having regard to all the circumstances. (5) Subsection (3) applies to an arbitrator who has ceased to act. Subsection (3) applies to an arbitrator who has ceased to act. (6) Where there is an appointing authority, a matter shall not be referred to the Court in this section unless the matter has been first referred to the appointing authority. Where there is an appointing authority, a matter shall not be referred to the Court in this section unless the matter has been first referred to the appointing authority."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Immunity of arbitrator",
      "content": "(1) An arbitrator is not liable for any act or omission in the discharge of the arbitrator’s functions as an arbitrator unless the arbitrator is shown to have acted in bad faith. An arbitrator is not liable for any act or omission in the discharge of the arbitrator’s functions as an arbitrator unless the arbitrator is shown to have acted in bad faith. (2) Subsection (1) applies to an employee or an agent of an arbitrator. Subsection (1) applies to an employee or an agent of an arbitrator. (3) This section does not affect a liability incurred by an arbitrator as a result of the resignation of the arbitrator. This section does not affect a liability incurred by an arbitrator as a result of the resignation of the arbitrator."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Competence to rule on jurisdiction",
      "content": "Unless otherwise agreed by the parties, the arbitral tribunal may rule on its own jurisdiction particularly in respect of the existence, scope or validity of the arbitration agreement; the existence, scope or validity of the arbitration agreement; the existence or validity of the agreement to which the arbi­tration agreement relates; the existence or validity of the agreement to which the arbi­tration agreement relates; whether the matters submitted to arbitration are in accordance with the arbitration agreement. whether the matters submitted to arbitration are in accordance with the arbitration agreement."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Objection to jurisdiction",
      "content": "(1) A party that intends to object to the jurisdiction of an arbitrator shall do so before taking the first step in the proceedings to contest the case on its merits. A party that intends to object to the jurisdiction of an arbitrator shall do so before taking the first step in the proceedings to contest the case on its merits. (2) The appointment or the participation in the appointment of an arbitrator by a party is not a bar to that party raising an objection on jurisdiction. The appointment or the participation in the appointment of an arbitrator by a party is not a bar to that party raising an objection on jurisdiction. (3) Subject to subsection (1), a party who in the course of arbitral proceedings intends to raise an objection that the abitrator is exceeding the arbitrator’s jurisdiction shall do so immediately after the matter alleged to be beyond jurisdiction is raised. Subject to subsection (1), a party who in the course of arbitral proceedings intends to raise an objection that the abitrator is exceeding the arbitrator’s jurisdiction shall do so immediately after the matter alleged to be beyond jurisdiction is raised. (4) Despite subsections (1) and (3), the arbitrator may entertain an objection made later than the prescribed time if the arbitrator considers that there is sufficient justification to do so. Despite subsections (1) and (3), the arbitrator may entertain an objection made later than the prescribed time if the arbitrator considers that there is sufficient justification to do so."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Application to High Court on jurisdiction",
      "content": "(1) A party dissatisfied with the arbitrator’s ruling on jurisdiction may on notice to the arbitrator and the other party apply to the appointing authority or the High Court for a determination of the arbitrator’s jurisdiction. A party dissatisfied with the arbitrator’s ruling on jurisdiction may on notice to the arbitrator and the other party apply to the appointing authority or the High Court for a determination of the arbitrator’s jurisdiction. (2) An application under subsection (1) shall be made within seven days of the arbitrator’s ruling and shall state the reasons for the application. An application under subsection (1) shall be made within seven days of the arbitrator’s ruling and shall state the reasons for the application. (3) The appointing authority or the Court may consider and grant an application if it is satisfied that The appointing authority or the Court may consider and grant an application if it is satisfied that the application has been made within the stipulated time; and the application has been made within the stipulated time; and there is justification for the Court or the appointing authority to intervene. there is justification for the Court or the appointing authority to intervene. (4) Unless the parties otherwise agree, an application to the appointing authority or the Court shall not serve as a stay of the arbitral. proceedings. Unless the parties otherwise agree, an application to the appointing authority or the Court shall not serve as a stay of the arbitral. proceedings. (5) An appeal, in the case of the Court or a judicial review in the case of an appointing authority, does not lie from a decision under sub­section (3) except with the leave of the Court. An appeal, in the case of the Court or a judicial review in the case of an appointing authority, does not lie from a decision under sub­section (3) except with the leave of the Court. (6) The Court shall grant leave for a judicial review or to appeal where it is satisfied that the appeal or judicial review The Court shall grant leave for a judicial review or to appeal where it is satisfied that the appeal or judicial review involves a point of law which is fundamental to the case; or involves a point of law which is fundamental to the case; or is one which for some special reason deserves consideration by the Court or the Court of Appeal. is one which for some special reason deserves consideration by the Court or the Court of Appeal."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Waiver of right",
      "content": "A party who takes part or continues to take part in an arbitral proceeding, knowing that the arbitrator does not have jurisdiction; the arbitrator does not have jurisdiction; the proceedings are improperly conducted; the proceedings are improperly conducted; the arbitration agreement or this Act has not been complied with; or the arbitration agreement or this Act has not been complied with; or there is an irregularity in respect of the arbitrator or proceedings there is an irregularity in respect of the arbitrator or proceedings and who fails to promptly or within the time specified in the arbitration agreement or under this Act to object to the proceedings shall be deemed to have waived the right to raise the objection."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Rights of party not notified of arbitral proceedings",
      "content": "(1) A party to an agreement who is not notified of arbitration proceedings arising under that agreement may, by an application to the High Court, A party to an agreement who is not notified of arbitration proceedings arising under that agreement may, by an application to the High Court, question whether there is a valid arbitration agreement; question whether there is a valid arbitration agreement; question whether the panel is properly constituted; question whether the panel is properly constituted; question whether the matters submitted are in accordance with the arbitration agreement; question whether the matters submitted are in accordance with the arbitration agreement; challenge an award on the ground of lack of jurisdiction in relation to that party; and challenge an award on the ground of lack of jurisdiction in relation to that party; and challenge an award on the ground of serious irregularity that affects that party. challenge an award on the ground of serious irregularity that affects that party. (2) A party whose application to the Court is refused may, with the leave of the Court appeal to the Court of Appeal. A party whose application to the Court is refused may, with the leave of the Court appeal to the Court of Appeal. (3) The aggrieved party may apply to the Court for a stay of the arbitral proceedings pending the determination of the complaint under section 28 (1). The aggrieved party may apply to the Court for a stay of the arbitral proceedings pending the determination of the complaint under section 28 (1)."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Arbitration management conference",
      "content": "(1) Unless the parties otherwise decide, an arbitrator shall, within fourteen days of being appointed and upon giving seven days written notice to the parties, conduct an arbitration management conference with the parties or their representatives in person or through electronic or telecommunication media to determine Unless the parties otherwise decide, an arbitrator shall, within fourteen days of being appointed and upon giving seven days written notice to the parties, conduct an arbitration management conference with the parties or their representatives in person or through electronic or telecommunication media to determine the issue to be resolved by arbitration; the issue to be resolved by arbitration; the date, time, place and estimated duration of the hearing; the date, time, place and estimated duration of the hearing; the need for discovery, production of documents or the issue of interrogatories and to establish how this should be done; the need for discovery, production of documents or the issue of interrogatories and to establish how this should be done; the law, rules of evidence and the burden of proof that is or are to apply to the proceedings; the law, rules of evidence and the burden of proof that is or are to apply to the proceedings; the exchange of declaration regarding facts, exhibits, wit­nesses and related issues; the exchange of declaration regarding facts, exhibits, wit­nesses and related issues; whether there is the need to resolve issues of liability and damages separately; whether there is the need to resolve issues of liability and damages separately; whether the summary of evidence of parties should be oral or in writing; whether the summary of evidence of parties should be oral or in writing; the form of the award; the form of the award; costs and arbitrator’s fees; and costs and arbitrator’s fees; and any other issue relating to the arbitration. any other issue relating to the arbitration. (2) The decisions of an arbitrator at an arbitration management conference shall be in writing and shall be served on the parties. The decisions of an arbitrator at an arbitration management conference shall be in writing and shall be served on the parties. (3) An arbitrator may hold further arbitration management con­ference as is considered necessary upon written notice to the parties. An arbitrator may hold further arbitration management con­ference as is considered necessary upon written notice to the parties."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Conciliation conference",
      "content": "The appointing authority or any institution or individual may, with the consent of the parties at any time during the arbitration process, arrange a conciliation conference to facilitate the resolution of the dispute, except that an arbitrator in the dispute shall not be a conciliator. The appointing authority or any institution or individual may, with the consent of the parties at any time during the arbitration process, arrange a conciliation conference to facilitate the resolution of the dispute, except that an arbitrator in the dispute shall not be a conciliator."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Duties and powers of arbitrator in proceedings",
      "content": "(1) An arbitrator shall An arbitrator shall be fair and impartial to the parties; and be fair and impartial to the parties; and give each party the opportunity to present its case. give each party the opportunity to present its case. (2) Subject to this Act, an arbitrator shall conduct the arbitration in a manner that the arbitrator considers appropriate, shall avoid unnecessary delay and expenses and adopt measures that will expedite resolution of the dispute. Subject to this Act, an arbitrator shall conduct the arbitration in a manner that the arbitrator considers appropriate, shall avoid unnecessary delay and expenses and adopt measures that will expedite resolution of the dispute. (3) Subject to the right of parties to agree on any matter of proce­dure, the arbitrator shall decide on matters of procedure and evidence. Subject to the right of parties to agree on any matter of proce­dure, the arbitrator shall decide on matters of procedure and evidence. (4) Matters of procedure and evidence include Matters of procedure and evidence include the time and place for holding any part of the proceedings; the time and place for holding any part of the proceedings; the questions that should be put to and answered by respec­tive parties and how the questions should be put; the questions that should be put to and answered by respec­tive parties and how the questions should be put; the documents to be provided by the parties and at what stage of the proceedings; and the documents to be provided by the parties and at what stage of the proceedings; and the application or non-application of the strict rules of evidence as to admissibility, relevance or weight of any material sought to be tendered and how the material should be tendered. the application or non-application of the strict rules of evidence as to admissibility, relevance or weight of any material sought to be tendered and how the material should be tendered. (5) The arbitrator may determine the time within which any direction is to be complied with. The arbitrator may determine the time within which any direction is to be complied with. (6) The parties may agree to permit an arbitrator to The parties may agree to permit an arbitrator to consolidate one arbitral proceedings with other arbitral pro­ceedings; and consolidate one arbitral proceedings with other arbitral pro­ceedings; and hold concurrent hearings.[Please note: Numbering as in original.] hold concurrent hearings. [Please note: Numbering as in original.] (7) Unless otherwise agreed by the parties, the arbitrator may order a claimant to provide security for the costs of the arbitration whether the claimant is an individual resident in this country or a body established or registered by law in this country. Unless otherwise agreed by the parties, the arbitrator may order a claimant to provide security for the costs of the arbitration whether the claimant is an individual resident in this country or a body established or registered by law in this country. (8) The arbitrator may give directions in respect of property which is the subject matter of the arbitration and which is owned or is in the possession of a party, The arbitrator may give directions in respect of property which is the subject matter of the arbitration and which is owned or is in the possession of a party, for the inspection, preservation, photographing or detention of the property by the arbitrator, an expert or a party; and for the inspection, preservation, photographing or detention of the property by the arbitrator, an expert or a party; and that samples be taken or an experiment be conducted of the property. that samples be taken or an experiment be conducted of the property. (9) The arbitrator may subpoena a witness and shall at the request of a party subpoena a witness. The arbitrator may subpoena a witness and shall at the request of a party subpoena a witness. (10) The arbitrator may direct a party or a witness to give evidence on oath or affirmation and may for that purpose administer the oath or affirmation. The arbitrator may direct a party or a witness to give evidence on oath or affirmation and may for that purpose administer the oath or affirmation."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Language of proceedings",
      "content": "(1) The parties are free to agree on the language to be used in the arbitral proceedings. The parties are free to agree on the language to be used in the arbitral proceedings. (2) In the absence of an agreement, the arbitrator shall deter­mine the language of the proceedings. In the absence of an agreement, the arbitrator shall deter­mine the language of the proceedings. (3) The arbitrator may direct that any documentary evidence should be accompanied with a translation into a language agreed on by the parties or determined by the arbitrator. The arbitrator may direct that any documentary evidence should be accompanied with a translation into a language agreed on by the parties or determined by the arbitrator."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Statement of claim and defence",
      "content": "(1) The parties are free to agree on the time within which the claimant should submit a statement of claim and the respondent a defence. The parties are free to agree on the time within which the claimant should submit a statement of claim and the respondent a defence. (2) In the absence of an agreement under subsection (1) the arbi­trator shall detennine the time for the submission of a statement of claim and a defence. In the absence of an agreement under subsection (1) the arbi­trator shall detennine the time for the submission of a statement of claim and a defence. (3) The claimant shall state The claimant shall state the claim and the facts that support the claim; the claim and the facts that support the claim; the points in issue for resolution; and the points in issue for resolution; and the relief sought. the relief sought. (4) The respondent shall state in the defence the particulars of its case. The respondent shall state in the defence the particulars of its case. (5) The parties may submit their statements together with documents considered relevant to the proceedings or provide references to other documents or other evidence intended for production at the pro­ceedings. The parties may submit their statements together with documents considered relevant to the proceedings or provide references to other documents or other evidence intended for production at the pro­ceedings. (6) Unless otherwise agreed by the parties, a party may amend or add to the particulars of claim or defence submitted, except that the arbi­trator may refuse an amendment or addition on the ground that it is inappropriate to allow the amendment or addition because there has been undue delay on the part of the party. Unless otherwise agreed by the parties, a party may amend or add to the particulars of claim or defence submitted, except that the arbi­trator may refuse an amendment or addition on the ground that it is inappropriate to allow the amendment or addition because there has been undue delay on the part of the party. (7) A party may submit a counterclaim or defence to counterclaim and the arbitrator shall in consultation with the parties determine the applicable period for doing so. A party may submit a counterclaim or defence to counterclaim and the arbitrator shall in consultation with the parties determine the applicable period for doing so."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "The arbitration hearing",
      "content": "(1) An arbitrator shall give the parties notice of the date of hearing. An arbitrator shall give the parties notice of the date of hearing. (2) A party shall before the hearing give the arbitrator and the other party the personal particulars of witnesses that the party intends calling and the substance of the testimony of each witness. A party shall before the hearing give the arbitrator and the other party the personal particulars of witnesses that the party intends calling and the substance of the testimony of each witness. (3) A hearing begins with the A hearing begins with the recording of the date, time and place of hearing; recording of the date, time and place of hearing; recording the presence of the arbitrator, the parties and their representatives, if any; and recording the presence of the arbitrator, the parties and their representatives, if any; and receiving into the record the claim, defence, counterclaim and the answer as applicable. receiving into the record the claim, defence, counterclaim and the answer as applicable. (4) The arbitrator may at the beginning of the hearing ask for opening statements from the parties to clarify the issues involved in the arbitration. The arbitrator may at the beginning of the hearing ask for opening statements from the parties to clarify the issues involved in the arbitration. (5) Except as otherwise agreed by the parties or provided by law, the arbitrator shall ensure the confidentiality of the arbitration. Except as otherwise agreed by the parties or provided by law, the arbitrator shall ensure the confidentiality of the arbitration. (6) An arbitrator has the authority An arbitrator has the authority to exclude a witness who is not a party from the hearing; and to exclude a witness who is not a party from the hearing; and to determine whether a person who is neither a witness nor a party should attend the hearing. to determine whether a person who is neither a witness nor a party should attend the hearing. (7) Unless otherwise agreed by the parties, the hearing of the arbi­tration proceeding shall be private. Unless otherwise agreed by the parties, the hearing of the arbi­tration proceeding shall be private. (8) Unless otherwise agreed by the parties, the arbitrator shall determine the time within which action under subsections (1) and (2) shall occur. Unless otherwise agreed by the parties, the arbitrator shall determine the time within which action under subsections (1) and (2) shall occur. (9) Subject to the discretion of an arbitrator to vary the order of presentation, the claimant shall first present evidence in support of the claimant’s claim and this shall be followed by the respondent. Subject to the discretion of an arbitrator to vary the order of presentation, the claimant shall first present evidence in support of the claimant’s claim and this shall be followed by the respondent. (10) Except the parties otherwise agree or the arbitrator otherwise orders, a claim, a notice or any written communication may be served Except the parties otherwise agree or the arbitrator otherwise orders, a claim, a notice or any written communication may be served personally on a party; or personally on a party; or by mail, courier, facsimile transmission, telex, telegram or other form of written electronic communication addressed to the party or its representative at its last known address. by mail, courier, facsimile transmission, telex, telegram or other form of written electronic communication addressed to the party or its representative at its last known address. (11) Unless otherwise agreed by the parties, the arbitrator shall decide whether to hold oral hearing for the presentation of evidence or for argu­ment or whether the proceedings are to be conducted on the basis of documents and other materials. Unless otherwise agreed by the parties, the arbitrator shall decide whether to hold oral hearing for the presentation of evidence or for argu­ment or whether the proceedings are to be conducted on the basis of documents and other materials. (12) Despite subsection (11), the arbitrator shall at the request of a party at any point in the proceedings, hold oral hearing unless the parties have agreed that there should be no oral hearing. Despite subsection (11), the arbitrator shall at the request of a party at any point in the proceedings, hold oral hearing unless the parties have agreed that there should be no oral hearing. (13) A party shall be given sufficient advance notice of any hearing and an opportunity to inspect document and other property relevant to the dispute. A party shall be given sufficient advance notice of any hearing and an opportunity to inspect document and other property relevant to the dispute. (14) Statements, documents or other information supplied to the arbitrator and applications made to the arbitrator by one party shall be communicated by the party to the other party. Statements, documents or other information supplied to the arbitrator and applications made to the arbitrator by one party shall be communicated by the party to the other party."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Taking of evidence in presence of parties",
      "content": "(1) Except where a party is absent without good cause or has waived the right to be present, evidence shall be taken in the presence of the arbitrator and the parties. Except where a party is absent without good cause or has waived the right to be present, evidence shall be taken in the presence of the arbitrator and the parties. (2) Evidence of a witness may be presented by affidavit and the arbitrator may admit that evidence, after considering any objection raised against its admission. Evidence of a witness may be presented by affidavit and the arbitrator may admit that evidence, after considering any objection raised against its admission. (3) Where evidence by affidavit or a witness statement is admitted, a party may cross examine the deponent or the witness who presented that evidence. Where evidence by affidavit or a witness statement is admitted, a party may cross examine the deponent or the witness who presented that evidence. (4) An arbitrator shall in taking evidence take into account appli­cable principles of legal privilege. An arbitrator shall in taking evidence take into account appli­cable principles of legal privilege."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Filing of documents and other evidence after hearing",
      "content": "(1) An arbitrator may direct or parties may agree, that documents or other evidence should be submitted to the arbitrator after the hearing. An arbitrator may direct or parties may agree, that documents or other evidence should be submitted to the arbitrator after the hearing. (2) Documents or other evidence in respect of which there is an agreement or direction under subsection (1) may be submitted to the Centre or the appointing authority for transmission to the arbitrator. Documents or other evidence in respect of which there is an agreement or direction under subsection (1) may be submitted to the Centre or the appointing authority for transmission to the arbitrator."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Notice of investigation or inspection",
      "content": "(1) An arbitrator who decides to conduct an inspection or investigation in connection with the arbitration shall give notice to the parties stating the date and time of the inspection or investigation. An arbitrator who decides to conduct an inspection or investigation in connection with the arbitration shall give notice to the parties stating the date and time of the inspection or investigation. (2) A party may attend an inspection or investigation. A party may attend an inspection or investigation. (3) Whether or not a party attends an inspection or investiga­tion, the arbitrator shall present a report to the party and afford the party an opportunity to comment on the report. Whether or not a party attends an inspection or investiga­tion, the arbitrator shall present a report to the party and afford the party an opportunity to comment on the report."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Interim reliefs",
      "content": "(1) An arbitrator may at the request of a party grant any interim relief the arbitrator considers necessary for the protection or preservation of property. An arbitrator may at the request of a party grant any interim relief the arbitrator considers necessary for the protection or preservation of property. (2) An interim relief may be in the form of an interim award and the arbitrator may require the payment of cost for such a relief. An interim relief may be in the form of an interim award and the arbitrator may require the payment of cost for such a relief. (3) The arbitrator may apportion costs related to applications for interim relief in an interim award or in the final award. The arbitrator may apportion costs related to applications for interim relief in an interim award or in the final award."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Powers of the High Court to support arbitral proceedings",
      "content": "(1) Unless otherwise agreed by the parties, the High Court has power in relation to an arbitral proceeding to make an order Unless otherwise agreed by the parties, the High Court has power in relation to an arbitral proceeding to make an order for the taking of evidence of witnesses; for the taking of evidence of witnesses; for the preservation of evidence; for the preservation of evidence; in respect of the determination of any question or issue affecting any property right which is the subject of the proceedings or in respect of which any question in the pro­ceedings arise in respect of the determination of any question or issue affecting any property right which is the subject of the proceedings or in respect of which any question in the pro­ceedings arise for the inspection, photographing, preservation, custody or detention of property; or for the inspection, photographing, preservation, custody or detention of property; or for the taking of samples from or the observation of an experiment conducted upon, a property; for the taking of samples from or the observation of an experiment conducted upon, a property; and for that purpose authorizing any person to enter any premises in the possession or control of a party to the arbitration; for the sale of any goods the subject of the proceedings; for the sale of any goods the subject of the proceedings; for the granting of an interim injunction or the appoint­ment of a receiver. for the granting of an interim injunction or the appoint­ment of a receiver. (2) Where the case is one of urgency, the Court may, on the appli­cation of a party to the arbitral proceedings, make orders as it considers necessary for the purpose of preserving evidence or assets. Where the case is one of urgency, the Court may, on the appli­cation of a party to the arbitral proceedings, make orders as it considers necessary for the purpose of preserving evidence or assets. (3) If the case is not one of urgency, the Court shall act only where the application to the Court is upon notice to the other party and to the arbitrator and is made with the permission of the arbitrator or is supported by an agreement in writing of the other party. If the case is not one of urgency, the Court shall act only where the application to the Court is upon notice to the other party and to the arbitrator and is made with the permission of the arbitrator or is supported by an agreement in writing of the other party. (4) In any case, the Court shall act if the arbitrator or other insti­tution or person vested by the parties with power in that regard, is unable for the time being to act effectively. In any case, the Court shall act if the arbitrator or other insti­tution or person vested by the parties with power in that regard, is unable for the time being to act effectively. (5) If the Court so orders, an order made by it under this section shall cease to have effect in whole or in part upon a decision to that effect by the arbitrator or other institution or person vested with power to act in relation to the subject matter of the order. If the Court so orders, an order made by it under this section shall cease to have effect in whole or in part upon a decision to that effect by the arbitrator or other institution or person vested with power to act in relation to the subject matter of the order. (6) Leave of the Court is required for any appeal from a decision of the Court under this section. Leave of the Court is required for any appeal from a decision of the Court under this section."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Determination of preliminary point of law",
      "content": "(1) Unless otherwise agreed by the parties, the High Court may, on an application on notice to the other party by a party to arbitral proceedings, determine any question of law that arises in the course of the proceedings if the Court is satisfied that the question substantially affects the rights of the other party. Unless otherwise agreed by the parties, the High Court may, on an application on notice to the other party by a party to arbitral proceedings, determine any question of law that arises in the course of the proceedings if the Court is satisfied that the question substantially affects the rights of the other party. (2) The application shall identify the question of law to be deter­mined, and shall state the grounds which requires that the question should be decided by the Court. The application shall identify the question of law to be deter­mined, and shall state the grounds which requires that the question should be decided by the Court. (3) Unless otherwise agreed by the parties, the arbitrator may con­tinue the arbitral proceedings and make an award while the application to the Court under this section is pending. Unless otherwise agreed by the parties, the arbitrator may con­tinue the arbitral proceedings and make an award while the application to the Court under this section is pending. (4) The decision of the Court on the question of law shall be treated as a judgment of the Court for the purpose of an appeal; except that no appeal lies without the leave of the Court, which leave shall not be given unless the Court considers that the question is one of importance or is one which for some other special reason should be considered by the Court of Appeal. The decision of the Court on the question of law shall be treated as a judgment of the Court for the purpose of an appeal; except that no appeal lies without the leave of the Court, which leave shall not be given unless the Court considers that the question is one of importance or is one which for some other special reason should be considered by the Court of Appeal."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Mode and substance of evidence by witness",
      "content": "(1) The arbitrator may determine the manner in which witnesses are examined. The arbitrator may determine the manner in which witnesses are examined. (2) A witness may only offer evidence that is relevant and material to the dispute A witness may only offer evidence that is relevant and material to the dispute (3) A witness must offer evidence as the arbitrator considers necessary for the understanding and determination of the dispute. A witness must offer evidence as the arbitrator considers necessary for the understanding and determination of the dispute. (4) The arbitrator shall be the judge of relevance and materiality of evidence and shall conform to the rules of natural justice in that regard. The arbitrator shall be the judge of relevance and materiality of evidence and shall conform to the rules of natural justice in that regard."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Representation",
      "content": "(1) Unless otherwise agreed by the parties, a party may be represented by counsel or any other person chosen by the party. Unless otherwise agreed by the parties, a party may be represented by counsel or any other person chosen by the party. (2) Unless a claim or an answer is filed by a representative, a party who intends to be represented shall give notice stating the name and address of the representative to the other party at least seven days before the commencement of the arbitral proceedings. Unless a claim or an answer is filed by a representative, a party who intends to be represented shall give notice stating the name and address of the representative to the other party at least seven days before the commencement of the arbitral proceedings."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Appointment of expert",
      "content": "(1) The arbitrator may appoint an independent expert to report to the arbitrator in writing on issues specified by the arbitrator and this shall be communicated to both parties. The arbitrator may appoint an independent expert to report to the arbitrator in writing on issues specified by the arbitrator and this shall be communicated to both parties. (2) A party shall for this purpose A party shall for this purpose provide relevant information; and provide relevant information; and produce for inspection, any relevant document or material that the expert may require. produce for inspection, any relevant document or material that the expert may require. (3) The arbitrator shall settle any dispute between the parties and the expert as to the relevance of any information or material demanded by the expert. The arbitrator shall settle any dispute between the parties and the expert as to the relevance of any information or material demanded by the expert. (4) The arbitrator shall send a copy of the expert’s report to each party and give an opportunity to each party to comment in writing on the report. The arbitrator shall send a copy of the expert’s report to each party and give an opportunity to each party to comment in writing on the report. (5) The arbitrator shall give an opportunity to the parties to The arbitrator shall give an opportunity to the parties to cross examine the expert at the hearing; and cross examine the expert at the hearing; and call their experts to testify on the subject of the report and the evidence of the expert appointed by the arbitrator. call their experts to testify on the subject of the report and the evidence of the expert appointed by the arbitrator."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Postponement of hearing",
      "content": "(1) An arbitrator may postpone a hearing An arbitrator may postpone a hearing at the arbitrator’s own instance; or at the arbitrator’s own instance; or at the request of a party who gives sufficient reason. at the request of a party who gives sufficient reason. (2) The arbitrator shall postpone a hearing if the parties agree on a postponement. The arbitrator shall postpone a hearing if the parties agree on a postponement. (3) If a party without sufficient reason fails to take a required step in the proceedings or to give evidence, the arbitrator may proceed with the arbitration, and on the evidence before it, make an award. If a party without sufficient reason fails to take a required step in the proceedings or to give evidence, the arbitrator may proceed with the arbitration, and on the evidence before it, make an award."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Closing of hearing",
      "content": "(1) An arbitrator may declare a hearing closed after specifically inquiring from the parties whether they have any further evidence to give and the parties have answered in the negative. An arbitrator may declare a hearing closed after specifically inquiring from the parties whether they have any further evidence to give and the parties have answered in the negative. (2) If closing statements are to be filed, a hearing shall be declared closed as of the last date for the submission of the statements. If closing statements are to be filed, a hearing shall be declared closed as of the last date for the submission of the statements. (3) If a document is to be filed and the date for the filing of the document is after the date for the submission of statements, the last date for the filing of the document shall be the date of the closing of the hearing. If a document is to be filed and the date for the filing of the document is after the date for the submission of statements, the last date for the filing of the document shall be the date of the closing of the hearing."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Re-opening of hearing",
      "content": "(1) An arbitrator may on application by a party or for a reason which the arbitrator considers appropriate, re-open the hearing at any time before an award is made. An arbitrator may on application by a party or for a reason which the arbitrator considers appropriate, re-open the hearing at any time before an award is made. (2) A hearing shall not be re-opened without the agreement of the parties for an extension of time, if re-opening the hearing will prevent the making of the award within the time specified in the arbitration agree­ment or the time agreed on by the parties for making of an award. A hearing shall not be re-opened without the agreement of the parties for an extension of time, if re-opening the hearing will prevent the making of the award within the time specified in the arbitration agree­ment or the time agreed on by the parties for making of an award. (3) Where the arbitration agreement or the parties do not specify the time for making an award and a hearing is re-opened, the arbitrator shall make an award within thirty days of the closing of the re-opened hearing. Where the arbitration agreement or the parties do not specify the time for making an award and a hearing is re-opened, the arbitrator shall make an award within thirty days of the closing of the re-opened hearing."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Settlement before conclusion of arbitration",
      "content": "(1) In an arbitral proceeding the arbitrator may encourage settlement of the dispute with the agreement of the parties. In an arbitral proceeding the arbitrator may encourage settlement of the dispute with the agreement of the parties. (2) The arbitrator may for the purposes of subsection (1), use mediation or other procedures at any time during the arbitral proceedings. The arbitrator may for the purposes of subsection (1), use mediation or other procedures at any time during the arbitral proceedings. (3) If during the proceedings the parties settle the dispute, the arbitrator shall terminate the proceeding and with the agreement of the parties, record the settlement in the form of an arbitral award on agreed terms. If during the proceedings the parties settle the dispute, the arbitrator shall terminate the proceeding and with the agreement of the parties, record the settlement in the form of an arbitral award on agreed terms. (4) An arbitral award on agreed terms shall contain in substance the terms of an arbitral award provided for under section 49. An arbitral award on agreed terms shall contain in substance the terms of an arbitral award provided for under section 49."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Rules for the award",
      "content": "(1) An arbitrator shall decide the dispute An arbitrator shall decide the dispute in accordance with the law chosen by the parties as appli­cable to the substance of the dispute, or in accordance with the law chosen by the parties as appli­cable to the substance of the dispute, or in accordance with such other considerations as are agreed by the parties or determined by the arbitrator. in accordance with such other considerations as are agreed by the parties or determined by the arbitrator. (2) For this purpose the choice of the law of a country shall be understood to refer to the substantive laws of that country and not con­flict of laws rules. For this purpose the choice of the law of a country shall be understood to refer to the substantive laws of that country and not con­flict of laws rules. (3) Where or to the extent that no law has been chosen or agreed on, the arbitrator shall apply the law determined by the conflict of laws rules which the arbitrator considers applicable. Where or to the extent that no law has been chosen or agreed on, the arbitrator shall apply the law determined by the conflict of laws rules which the arbitrator considers applicable. (4) In disputes relating to contract, the arbitrator shall apply the terms of the contract taking into consideration the usages of the trade to which the contract relates. In disputes relating to contract, the arbitrator shall apply the terms of the contract taking into consideration the usages of the trade to which the contract relates. (5) Where there are three or more arbitrators any award or deci­sion of the tribunal shall be made by majority of the arbitrators. Where there are three or more arbitrators any award or deci­sion of the tribunal shall be made by majority of the arbitrators. (6) A monetary award shall be in the currency of the contract un­less the arbitrator considers another currency more appropriate. A monetary award shall be in the currency of the contract un­less the arbitrator considers another currency more appropriate. (7) The arbitrator may grant the appropriate pre-award or post­-award relief at simple or compound interest under the terms of the contract and the applicable law. The arbitrator may grant the appropriate pre-award or post­-award relief at simple or compound interest under the terms of the contract and the applicable law. (8) Subsection (6) does not apply to damages awarded to compen­sate for conduct of bad faith or for time wasting. Subsection (6) does not apply to damages awarded to compen­sate for conduct of bad faith or for time wasting."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Form and content of arbitral award",
      "content": "(1) The parties are free to agree on the form of the award and in the absence of such an agreement this section shall apply. The parties are free to agree on the form of the award and in the absence of such an agreement this section shall apply. (2) The award shall be in writing. The award shall be in writing. (3) The arbitrator shall The arbitrator shall sign the award; sign the award; state the date and place where the award was made; and state the date and place where the award was made; and except the parties otherwise agree, state in writing the reasons for the award. except the parties otherwise agree, state in writing the reasons for the award. (4) Where there is more than one arbitrator the signatures of the majority of the arbitrators shall be sufficient where the reason for the omission of the signatures of some of the arbitrators is stated. Where there is more than one arbitrator the signatures of the majority of the arbitrators shall be sufficient where the reason for the omission of the signatures of some of the arbitrators is stated. (5) A signed copy of the award shall be delivered to each party. A signed copy of the award shall be delivered to each party. (6) The mode of payment and rate of interest on any sum where applicable shall be determined by the arbitrator. The mode of payment and rate of interest on any sum where applicable shall be determined by the arbitrator. (7) Unless the parties otherwise agree, the award shall not be made public without the consent of the parties. Unless the parties otherwise agree, the award shall not be made public without the consent of the parties. (8) An arbitral award may be registered with the High Court, or other institution as the parties may agree upon. An arbitral award may be registered with the High Court, or other institution as the parties may agree upon."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Scope of award",
      "content": "An arbitrator may within the scope of the arbitration agreement grant any relief that the arbitrator considers just and equitable including specific performance. An arbitrator may within the scope of the arbitration agreement grant any relief that the arbitrator considers just and equitable including specific performance."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Assessment of fees and compensation",
      "content": "The arbitrator shall assess the arbitration fees, expenses and compensation in the award. The arbitrator shall assess the arbitration fees, expenses and compensation in the award."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Effect of award",
      "content": "Subject to the right of a party to set aside an award under section 58 of this Act, an arbitration award is final and binding as between the parties and any person claiming through or under them. Subject to the right of a party to set aside an award under section 58 of this Act, an arbitration award is final and binding as between the parties and any person claiming through or under them."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Correction of or addition to award",
      "content": "The arbitrator, at the request of a party or on the arbitrator’s own volition, may within twenty-eight days of delivering an award or such longer period as the parties may agree on, upon giving fourteen days notice to the parties correct any clerical, typographical, technical or computa­tion error in the award; and correct any clerical, typographical, technical or computa­tion error in the award; and make an additional award in respect of a claim presented to the arbitrator but omitted from the award. make an additional award in respect of a claim presented to the arbitrator but omitted from the award."
    },
    {
      "provision_ref": "s54",
      "section": "54",
      "title": "Liability and waiver",
      "content": "(1) Except for the consequences of deliberate wrong doing, neither an appointing authority nor an arbitrator is liable for any act or omission in connection with an arbitration. Except for the consequences of deliberate wrong doing, neither an appointing authority nor an arbitrator is liable for any act or omission in connection with an arbitration. (2) A party’s right to arbitration is not waived because the party has initiated judicial proceedings in relation to the subject matter of the arbitration. A party’s right to arbitration is not waived because the party has initiated judicial proceedings in relation to the subject matter of the arbitration. (3) An appointing authority or the arbitrator is not a necessary party in a judicial proceeding relating to an arbitration. An appointing authority or the arbitrator is not a necessary party in a judicial proceeding relating to an arbitration."
    },
    {
      "provision_ref": "s55",
      "section": "55",
      "title": "Expenses",
      "content": "(1) A party shall pay the expenses of a witness called by the party A party shall pay the expenses of a witness called by the party (2) Unless the parties otherwise agree or the arbitrator includes an expense in the award against a party, all expenses of the arbitration shall be paid for equally by the parties. Unless the parties otherwise agree or the arbitrator includes an expense in the award against a party, all expenses of the arbitration shall be paid for equally by the parties."
    },
    {
      "provision_ref": "s56",
      "section": "56",
      "title": "Power to withhold award in case of non-payment",
      "content": "(1) An arbitrator may refuse to deliver an award to the parties until there is full payment of the fees and expenses of the arbitrator. An arbitrator may refuse to deliver an award to the parties until there is full payment of the fees and expenses of the arbitrator. (2) If the arbitrator refuses on the ground specified in subsection (1) to deliver an award, a party to the proceedings may, upon notice to the other party and the arbitrator, apply to the High Court, which may, order that If the arbitrator refuses on the ground specified in subsection (1) to deliver an award, a party to the proceedings may, upon notice to the other party and the arbitrator, apply to the High Court, which may, order that the arbitrator shall deliver the award on the payment into Court by the applicant of the fees and expenses demanded or such amount as the Court may specify; the arbitrator shall deliver the award on the payment into Court by the applicant of the fees and expenses demanded or such amount as the Court may specify; the amount of the fees and expenses properly payable shall be determined by such means and upon such terms as the Court may direct; and the amount of the fees and expenses properly payable shall be determined by such means and upon such terms as the Court may direct; and out of the money paid into Court there shall be paid out such fees and expenses as may be found to be properly payable to the arbitrator and the balance of the money, if any, shall be paid out to the applicant. out of the money paid into Court there shall be paid out such fees and expenses as may be found to be properly payable to the arbitrator and the balance of the money, if any, shall be paid out to the applicant. (3) For the purposes of this section, the amount of fees and expenses properly payable is the amount the applicant is liable to pay under section 62 or any agreement that relates to the payment of the arbitrator. For the purposes of this section, the amount of fees and expenses properly payable is the amount the applicant is liable to pay under section 62 or any agreement that relates to the payment of the arbitrator. (4) No application to the Court may be made where there is an available arbitral process for an appeal against or review of the amount of the fees or expenses demanded. No application to the Court may be made where there is an available arbitral process for an appeal against or review of the amount of the fees or expenses demanded. (5) References in this section to arbitrator include an arbitrator who has ceased to act. References in this section to arbitrator include an arbitrator who has ceased to act. (6) The provisions of this section also apply to any arbitrator or an appointing authority with powers in relation to the delivery of the arbitrator’s award and for that purpose the references to the fees and expenses of the arbitrator shall be construed as including the fees and expenses of that appointing authority. The provisions of this section also apply to any arbitrator or an appointing authority with powers in relation to the delivery of the arbitrator’s award and for that purpose the references to the fees and expenses of the arbitrator shall be construed as including the fees and expenses of that appointing authority. (7) The leave of the Court is required for an appeal from a deci­sion of the Court under this section. The leave of the Court is required for an appeal from a deci­sion of the Court under this section."
    },
    {
      "provision_ref": "s57",
      "section": "57",
      "title": "Enforcement of the award",
      "content": "(1) An award made by an arbitrator pursuant to an arbitration agreement may, by leave of the High Court, be enforced in the same manner as a judgment or order of the Court to the same effect. An award made by an arbitrator pursuant to an arbitration agreement may, by leave of the High Court, be enforced in the same manner as a judgment or order of the Court to the same effect. (2) Where leave is so given, judgment may be entered in terms of the award. Where leave is so given, judgment may be entered in terms of the award. (3) Leave to enforce an award shall not be given where, or to the extent, that a person against whom the award is sought to be enforced shows that the arbitrator lacked substantive jurisdiction to make the award. Leave to enforce an award shall not be given where, or to the extent, that a person against whom the award is sought to be enforced shows that the arbitrator lacked substantive jurisdiction to make the award."
    },
    {
      "provision_ref": "s58",
      "section": "58",
      "title": "Challenge of award",
      "content": "(1) An arbitral award may subject to this Act be set aside on an application by a party to the arbitration. An arbitral award may subject to this Act be set aside on an application by a party to the arbitration. (2) The application shall be made to the High Court and the award may be set aside by the Court only where the applicant satisfies the Court that The application shall be made to the High Court and the award may be set aside by the Court only where the applicant satisfies the Court that a party to the arbitration was under some disability or incapacity; a party to the arbitration was under some disability or incapacity; the law applicable to the arbitration agreement is not valid; the law applicable to the arbitration agreement is not valid; the applicant was not given notice of the appointment of the arbitrator or of the proceedings or was unable to present the applicant’s case; the applicant was not given notice of the appointment of the arbitrator or of the proceedings or was unable to present the applicant’s case; the award deals with a dispute not within the scope of the arbitration agreement or outside the agreement except that the Court shall not set aside any part of the award that falls; within the agreement; the award deals with a dispute not within the scope of the arbitration agreement or outside the agreement except that the Court shall not set aside any part of the award that falls; within the agreement; there has been failure to conform to the agreed procedure by the parties; there has been failure to conform to the agreed procedure by the parties; the arbitrator has an interest in the subject matter of arbi­tration which the arbitrator failed to disclose. the arbitrator has an interest in the subject matter of arbi­tration which the arbitrator failed to disclose. (3) The Court shall set aside an arbitral award where it finds that the subject-matter of the dispute is incapable of being settled by arbitra­tion or the arbitral award was induced by fraud or corruption. The Court shall set aside an arbitral award where it finds that the subject-matter of the dispute is incapable of being settled by arbitra­tion or the arbitral award was induced by fraud or corruption. (4) An application to set aside an award may not be made after three months from the date on which the applicant received the award unless the Court for justifiable cause orders otherwise. An application to set aside an award may not be made after three months from the date on which the applicant received the award unless the Court for justifiable cause orders otherwise. (5) On hearing the applicant, the Court may make an order as is just in the circumstances of the case. On hearing the applicant, the Court may make an order as is just in the circumstances of the case. (6) An appeal from the Court lies to the Court of Appeal. An appeal from the Court lies to the Court of Appeal."
    },
    {
      "provision_ref": "s59",
      "section": "59",
      "title": "Enforcement of foreign awards",
      "content": "(1) The High Court shall enforce a foreign arbitral award if it is satisfied that The High Court shall enforce a foreign arbitral award if it is satisfied that the award was made by a competent authority under the laws of the country in which the award was made; the award was made by a competent authority under the laws of the country in which the award was made; a reciprocal arrangement exists between the Republic of Ghana and the country in which the award was made; or a reciprocal arrangement exists between the Republic of Ghana and the country in which the award was made; or the award was made under the international Convention specified in the First Schedule to this Act or under any other international convention on arbitration ratified by Parliament; and the award was made under the international Convention specified in the First Schedule to this Act or under any other international convention on arbitration ratified by Parliament; and the party that seeks to enforce the award has produced the party that seeks to enforce the award has produced the original award or has produced a copy of the award authenticated in the manner prescribed by the law of the country in which it was made; the original award or has produced a copy of the award authenticated in the manner prescribed by the law of the country in which it was made; the agreement pursuant to which the award was made or a copy of it duly authenticated in the manner prescribed by the law of the country in which it was made or in any other manner as may be sufficient according to the laws of the Republic of Ghana; and the agreement pursuant to which the award was made or a copy of it duly authenticated in the manner prescribed by the law of the country in which it was made or in any other manner as may be sufficient according to the laws of the Republic of Ghana; and there is no appeal pending against the award in any court under the law applicable to the arbitration. there is no appeal pending against the award in any court under the law applicable to the arbitration. (2) A party who seeks to enforce a foreign award and who relies on a document which is not in the English Language, shall produce a certified true translation of that document in English to the Court. A party who seeks to enforce a foreign award and who relies on a document which is not in the English Language, shall produce a certified true translation of that document in English to the Court. (3) Despite subsection (1) the court shall not enforce a foreign award if Despite subsection (1) the court shall not enforce a foreign award if the award has been annulled in the country in which it was made; the award has been annulled in the country in which it was made; the party against whom the award is invoked was not given sufficient notice to enable the party present the party's case; the party against whom the award is invoked was not given sufficient notice to enable the party present the party's case; a party, lacking legal capacity, was not properly represented; a party, lacking legal capacity, was not properly represented; the award does not deal with the issues submitted to arbitration; or the award does not deal with the issues submitted to arbitration; or the award contains a decision beyond the scope of the matters submitted for arbitration. the award contains a decision beyond the scope of the matters submitted for arbitration."
    },
    {
      "provision_ref": "s60",
      "section": "60",
      "title": "Expedited arbitration proceedings",
      "content": "Parties to a dispute in respect of which there is an arbitration agreement may agree to the resolution of the dispute by the Centre through expedited arbitration proceedings or by the adoption by the arbitrator of the Expedited Arbitration Proceedings Rules of the Centre set out in the Third Schedule to this Act. Parties to a dispute in respect of which there is an arbitration agreement may agree to the resolution of the dispute by the Centre through expedited arbitration proceedings or by the adoption by the arbitrator of the Expedited Arbitration Proceedings Rules of the Centre set out in the Third Schedule to this Act."
    },
    {
      "provision_ref": "s61",
      "section": "61",
      "title": "Modification of Centre rules",
      "content": "An agreement by the parties to apply the rules of the Centre to their dispute is subject to modifications as the parties may agree upon in writing. An agreement by the parties to apply the rules of the Centre to their dispute is subject to modifications as the parties may agree upon in writing."
    },
    {
      "provision_ref": "s62",
      "section": "62",
      "title": "Effect of expedited proceedings",
      "content": "An award made in expedited arbitration proceedings shall have the same effect as an arbitration award made under Part I of this Act. An award made in expedited arbitration proceedings shall have the same effect as an arbitration award made under Part I of this Act."
    },
    {
      "provision_ref": "s63",
      "part": "Part two – Mediation of disputes",
      "section": "63",
      "title": "Submission to mediation",
      "content": "(1) A party to any agreement may with the consent of the other party submit any dispute arising out of that agreement to mediation by an institution or a person agreed on by the parties. A party to any agreement may with the consent of the other party submit any dispute arising out of that agreement to mediation by an institution or a person agreed on by the parties. (2) A submission to mediation may be made by writing, telephone, or other form of verbal communication, fax, telex, e-mail or any other electronic mode of communication and shall briefly state the nature of the dispute. A submission to mediation may be made by writing, telephone, or other form of verbal communication, fax, telex, e-mail or any other electronic mode of communication and shall briefly state the nature of the dispute. (3) A submission to mediation through telephone, or any other verbal mode of communication shall, unless the parties agree otherwise, be confirmed in writing and shall state the names, addresses including e-mail addresses and telephone numbers of the parties and in brief the nature of the dispute. A submission to mediation through telephone, or any other verbal mode of communication shall, unless the parties agree otherwise, be confirmed in writing and shall state the names, addresses including e-mail addresses and telephone numbers of the parties and in brief the nature of the dispute. (4) Mediation proceedings commence when the other party accepts the invitation for mediation. Mediation proceedings commence when the other party accepts the invitation for mediation. (5) An acceptance of an invitation for mediation may be by a letter, telephone, or other form of verbal communication, fax, telex, or e-mail or other mode of electronic communication. An acceptance of an invitation for mediation may be by a letter, telephone, or other form of verbal communication, fax, telex, or e-mail or other mode of electronic communication. (6) An acceptance by telephone or any other verbal means shall be confirmed in writing but a failure to confirm an acceptance in writing shall not invalidate the proceedings. An acceptance by telephone or any other verbal means shall be confirmed in writing but a failure to confirm an acceptance in writing shall not invalidate the proceedings. (7) Failure by the other party to accept the invitation to mediation within fourteen days after receipt of the invitation or within the period of time specified in the invitation shall be considered to be a rejection of the invitation to mediation. Failure by the other party to accept the invitation to mediation within fourteen days after receipt of the invitation or within the period of time specified in the invitation shall be considered to be a rejection of the invitation to mediation."
    },
    {
      "provision_ref": "s64",
      "part": "Part two – Mediation of disputes",
      "section": "64",
      "title": "Reference to mediation by court",
      "content": "(1) A court before which an action is pending may at any stage in the proceedings, if it is of the view that mediation will facilitate the resolution of the matter or a part of the matter in dispute, refer the matter or that part of the matter to mediation. A court before which an action is pending may at any stage in the proceedings, if it is of the view that mediation will facilitate the resolution of the matter or a part of the matter in dispute, refer the matter or that part of the matter to mediation. (2) A party to an action before a court may, with the agreement of the other party and at any time before final judgment is given, apply to the court on notice to have the whole action or part of the action referred to mediation. A party to an action before a court may, with the agreement of the other party and at any time before final judgment is given, apply to the court on notice to have the whole action or part of the action referred to mediation. (3) A reference under subsections (1) or (2) shall state A reference under subsections (1) or (2) shall state the nature of the dispute; the nature of the dispute; the monetary value of the claim, if any; the monetary value of the claim, if any; the reasons for the reference; and the reasons for the reference; and the remedy sought the remedy sought and shall have attached copies of the pleadings and any other documents the court considers relevant. (4) A reference under this section shall serve as a stay of proceedings of the court action. A reference under this section shall serve as a stay of proceedings of the court action. (5) Where a reference leads to settlement of the dispute or part of the dispute the settlement shall be Where a reference leads to settlement of the dispute or part of the dispute the settlement shall be drawn up and filed in the court; drawn up and filed in the court; recorded by the court as a judgment of the court; and recorded by the court as a judgment of the court; and enforced by the court as its judgment. enforced by the court as its judgment. (6) Where the reference does not lead to a settlement, the court shall continue with the proceedings from the point where the reference was made. Where the reference does not lead to a settlement, the court shall continue with the proceedings from the point where the reference was made. (7) A reference by a court shall specify the time within which a report on the reference shall be submitted to the court. A reference by a court shall specify the time within which a report on the reference shall be submitted to the court."
    },
    {
      "provision_ref": "s65",
      "part": "Part two – Mediation of disputes",
      "section": "65",
      "title": "Number of mediators",
      "content": "(1) Unless the parties otherwise agree, there shall be one mediator. Unless the parties otherwise agree, there shall be one mediator. (2) Where there is more than one mediator, the mediators shall act jointly. Where there is more than one mediator, the mediators shall act jointly."
    },
    {
      "provision_ref": "s66",
      "part": "Part two – Mediation of disputes",
      "section": "66",
      "title": "Appointment of mediator",
      "content": "(1) The parties to a mediation may appoint any person or institution the parties consider acceptable to serve as a mediator. The parties to a mediation may appoint any person or institution the parties consider acceptable to serve as a mediator. (2) Parties may request the assistance of a suitable institution or person in the appointment of a mediator and may in so doing request the institution or person Parties may request the assistance of a suitable institution or person in the appointment of a mediator and may in so doing request the institution or person to recommend the names or provide a list of suitable persons to serve as mediator; or to recommend the names or provide a list of suitable persons to serve as mediator; or to conduct the mediation. to conduct the mediation. (3) Parties to a mediation may adopt the Mediation Rules in the Fourth Schedule to this Act. Parties to a mediation may adopt the Mediation Rules in the Fourth Schedule to this Act."
    },
    {
      "provision_ref": "s67",
      "part": "Part two – Mediation of disputes",
      "section": "67",
      "title": "Mediator with interest",
      "content": "(1) In recommending a person to be a mediator, an institution or person shall have regard to the independence and impartiality of that person, and take into consideration the background of the parties. In recommending a person to be a mediator, an institution or person shall have regard to the independence and impartiality of that person, and take into consideration the background of the parties. (2) An institution or person that is requested to recommend a mediator shall not recommend a person to serve as a mediator if that person has a financial or personal interest in the outcome of the dispute. An institution or person that is requested to recommend a mediator shall not recommend a person to serve as a mediator if that person has a financial or personal interest in the outcome of the dispute."
    },
    {
      "provision_ref": "s68",
      "part": "Part two – Mediation of disputes",
      "section": "68",
      "title": "Disclosure by mediator",
      "content": "(1) A person appointed a mediator shall before accepting the appointment, disclose any circumstance relating to that person that may A person appointed a mediator shall before accepting the appointment, disclose any circumstance relating to that person that may create a likehood of bias; or create a likehood of bias; or affect the conduct of the mediation. affect the conduct of the mediation. (2) A mediator shall promptly disclose to the parties any circum­stances that arises during the mediation which is likely to affect the A mediator shall promptly disclose to the parties any circum­stances that arises during the mediation which is likely to affect the impartiality of the mediator; or impartiality of the mediator; or conduct of the mediation. conduct of the mediation. (3) Parties to a mediation may replace a mediator who makes a disclosure under subsection (1). Parties to a mediation may replace a mediator who makes a disclosure under subsection (1)."
    },
    {
      "provision_ref": "s69",
      "part": "Part two – Mediation of disputes",
      "section": "69",
      "title": "Termination of appointment for delay",
      "content": "The parties may replace a mediator who without reasonable cause fails to start work within the period agreed by the parties; or start work within the period agreed by the parties; or operate within the ground rules of the mediation. operate within the ground rules of the mediation."
    },
    {
      "provision_ref": "s70",
      "part": "Part two – Mediation of disputes",
      "section": "70",
      "title": "Filling of vacancy in mediation",
      "content": "The parties may appoint another mediator to replace a mediator who is unable to perform the functions of a mediator. The parties may appoint another mediator to replace a mediator who is unable to perform the functions of a mediator."
    },
    {
      "provision_ref": "s71",
      "part": "Part two – Mediation of disputes",
      "section": "71",
      "title": "Representation in mediation",
      "content": "(1) A party to a mediation may be represented by a lawyer, an expert or any other person chosen by the party. A party to a mediation may be represented by a lawyer, an expert or any other person chosen by the party. (2) A party shall communicate in writing to the mediator and the other parties the name, address and the extent of the authority of any representative within seven days of the representative’s appointment. A party shall communicate in writing to the mediator and the other parties the name, address and the extent of the authority of any representative within seven days of the representative’s appointment."
    },
    {
      "provision_ref": "s72",
      "part": "Part two – Mediation of disputes",
      "section": "72",
      "title": "Date, time and place of mediation",
      "content": "(1) A mediator in consultation with the parties shall determine the date and time of each mediation session. A mediator in consultation with the parties shall determine the date and time of each mediation session. (2) Subject to the mediator choosing a convenient place, the parties shall determine the place for the mediation. Subject to the mediator choosing a convenient place, the parties shall determine the place for the mediation."
    },
    {
      "provision_ref": "s73",
      "part": "Part two – Mediation of disputes",
      "section": "73",
      "title": "Identification of issues in dispute",
      "content": "(1) Not later than eight days before the first mediation session or within such period of time as the parties may mutually agree upon, each party shall present to the mediator and the other parties a memorandum setting out the party’s position with regard to the issues which require resolution. Not later than eight days before the first mediation session or within such period of time as the parties may mutually agree upon, each party shall present to the mediator and the other parties a memorandum setting out the party’s position with regard to the issues which require resolution. (2) The mediator may request each party to submit a written state­ment of that party’s position and the facts and grounds in support of that position, supplemented by any documents and other evidence that the party considers appropriate. The mediator may request each party to submit a written state­ment of that party’s position and the facts and grounds in support of that position, supplemented by any documents and other evidence that the party considers appropriate. (3) At any stage of the mediation proceedings, the mediator may request a party to submit additional information as the mediator considers necessary. At any stage of the mediation proceedings, the mediator may request a party to submit additional information as the mediator considers necessary."
    },
    {
      "provision_ref": "s74",
      "part": "Part two – Mediation of disputes",
      "section": "74",
      "title": "Powers of mediator",
      "content": "(1) A mediator shall in an independent and impartial manner do everything necessary to help the parties to satisfactorily resolve their dispute. A mediator shall in an independent and impartial manner do everything necessary to help the parties to satisfactorily resolve their dispute. (2) A mediator may conduct joint or separate meetings with the parties and make suggestions to facilitate settlement. A mediator may conduct joint or separate meetings with the parties and make suggestions to facilitate settlement. (3) A mediator may where necessary and if the parties agree to pay the expenses, obtain expert advice on a technical aspect of the dispute. A mediator may where necessary and if the parties agree to pay the expenses, obtain expert advice on a technical aspect of the dispute. (4) A request for the services of an expert may be made by the mediator or by one party with the consent of the other party. A request for the services of an expert may be made by the mediator or by one party with the consent of the other party. (5) A mediator shall be guided by principles of objectivity, fair­ness and justice, and shall give consideration to, among other things, the rights and obligations of the parties, the usages of the trade concerned and the circumstances surrounding the dispute, including any previous business practices between the parties. A mediator shall be guided by principles of objectivity, fair­ness and justice, and shall give consideration to, among other things, the rights and obligations of the parties, the usages of the trade concerned and the circumstances surrounding the dispute, including any previous business practices between the parties. (6) A mediator may conduct the mediation proceedings in a manner that the mediator considers appropriate, but shall take into account the wishes of the parties including any request by a party that the mediator hear oral statements, and the need for a speedy settlement of the dispute. A mediator may conduct the mediation proceedings in a manner that the mediator considers appropriate, but shall take into account the wishes of the parties including any request by a party that the mediator hear oral statements, and the need for a speedy settlement of the dispute. (7) A mediator may end the mediation whenever the mediator is of the opinion that further mediation between the parties will not help to resolve the dispute between the parties. A mediator may end the mediation whenever the mediator is of the opinion that further mediation between the parties will not help to resolve the dispute between the parties."
    },
    {
      "provision_ref": "s75",
      "part": "Part two – Mediation of disputes",
      "section": "75",
      "title": "Administrative assistance",
      "content": "In order to facilitate the conduct of mediation proceedings, the parties, or the mediator with the consent of the parties, may arrange for administrative assistance by a suitable institution or individual. In order to facilitate the conduct of mediation proceedings, the parties, or the mediator with the consent of the parties, may arrange for administrative assistance by a suitable institution or individual."
    },
    {
      "provision_ref": "s76",
      "part": "Part two – Mediation of disputes",
      "section": "76",
      "title": "Communication between mediator and parties",
      "content": "The mediator may invite the parties to meet the mediator and may communicate with them orally or in writing and may meet or communicate with the parties together or with each of them separately. The mediator may invite the parties to meet the mediator and may communicate with them orally or in writing and may meet or communicate with the parties together or with each of them separately."
    },
    {
      "provision_ref": "s77",
      "part": "Part two – Mediation of disputes",
      "section": "77",
      "title": "Attendance at mediation",
      "content": "Except where the parties agree and the mediator consents, a person who is not a party to the mediation shall not attend a mediation session. Except where the parties agree and the mediator consents, a person who is not a party to the mediation shall not attend a mediation session."
    },
    {
      "provision_ref": "s78",
      "part": "Part two – Mediation of disputes",
      "section": "78",
      "title": "Disclosure of information",
      "content": "Except where a party gives information to the mediator subject to a condition of confidentiality, when the mediator receives factual information concerning the dispute from a party, the mediator may disclose the substance of that information to the other party in order that the other party may have the opportunity to present any explanation which that other party considers appropriate. Except where a party gives information to the mediator subject to a condition of confidentiality, when the mediator receives factual information concerning the dispute from a party, the mediator may disclose the substance of that information to the other party in order that the other party may have the opportunity to present any explanation which that other party considers appropriate."
    },
    {
      "provision_ref": "s79",
      "part": "Part two – Mediation of disputes",
      "section": "79",
      "title": "Confidentiality of mediation",
      "content": "(1) A record, a report, the settlement agreement, except where its disclosure is necessary for the purpose of implementation and enforcement, and other documents required in the course of mediation shall be confidential and shall not be used as evidence or be subject to discovery in any court proceedings. A record, a report, the settlement agreement, except where its disclosure is necessary for the purpose of implementation and enforcement, and other documents required in the course of mediation shall be confidential and shall not be used as evidence or be subject to discovery in any court proceedings. (2) A mediator shall not disclose information given in the course of the mediation to a person who is not a party to the mediation without the consent of the parties. A mediator shall not disclose information given in the course of the mediation to a person who is not a party to the mediation without the consent of the parties. (3) Without limiting the effect of subsection (1) a party to a me­diation shall not rely on Without limiting the effect of subsection (1) a party to a me­diation shall not rely on the record of the mediation; the record of the mediation; statement made at the mediation; or statement made at the mediation; or any information obtained during the mediation any information obtained during the mediation as evidence in court proceedings."
    },
    {
      "provision_ref": "s80",
      "part": "Part two – Mediation of disputes",
      "section": "80",
      "title": "End of mediation",
      "content": "(1) A mediation ends when A mediation ends when the parties execute a settlement agreement; the parties execute a settlement agreement; the mediator terminates the mediation proceedings for non-payment of a deposit under section 88. the mediator terminates the mediation proceedings for non-payment of a deposit under section 88. the mediator after consultation with the parties makes a declaration to the effect that further mediation is not worth-while; the mediator after consultation with the parties makes a declaration to the effect that further mediation is not worth-while; the parties jointly address a declaration to the mediator to the effect that the mediation is terminated; or the parties jointly address a declaration to the mediator to the effect that the mediation is terminated; or a party makes a declaration to the mediator and the other party to the effect that the mediation is terminated. a party makes a declaration to the mediator and the other party to the effect that the mediation is terminated. (2) A declaration under subsection (1) may be in writing or oral but where a declaration is not written the mediator shall record the decla­ration. A declaration under subsection (1) may be in writing or oral but where a declaration is not written the mediator shall record the decla­ration."
    },
    {
      "provision_ref": "s81",
      "part": "Part two – Mediation of disputes",
      "section": "81",
      "title": "Settlement agreement",
      "content": "(1) Where it appears to the mediator that there exist elements of a settlement which may be acceptable to the parties, the mediator may formulate the terms of a possible settlement and submit them to the parties for their considerations and after receiving the observations of the parties, the mediator may reformulate the terms of a possible settlement in the light of the observations. Where it appears to the mediator that there exist elements of a settlement which may be acceptable to the parties, the mediator may formulate the terms of a possible settlement and submit them to the parties for their considerations and after receiving the observations of the parties, the mediator may reformulate the terms of a possible settlement in the light of the observations. (2) If the parties reach agreement on a settlement of the dispute, they may draw up and sign a written settlement agreement and if requested by the parties, the mediator may draw up, or assist the parties in drawing up, the settlement agreement. If the parties reach agreement on a settlement of the dispute, they may draw up and sign a written settlement agreement and if requested by the parties, the mediator may draw up, or assist the parties in drawing up, the settlement agreement. (3) When the parties sign the settlement agreement, the parties shall be deemed to have agreed that the settlement shall be binding on the parties and persons claiming under them respectively. When the parties sign the settlement agreement, the parties shall be deemed to have agreed that the settlement shall be binding on the parties and persons claiming under them respectively. (4) The mediator shall authenticate the settlement agreement and furnish a copy of the settlement agreement to each of the parties. The mediator shall authenticate the settlement agreement and furnish a copy of the settlement agreement to each of the parties."
    },
    {
      "provision_ref": "s82",
      "part": "Part two – Mediation of disputes",
      "section": "82",
      "title": "Status and effect of settlement agreement",
      "content": "Where the parties agree that a settlement is binding, the settlement agreement has the same effect as if it is an arbitral award under section 52. Where the parties agree that a settlement is binding, the settlement agreement has the same effect as if it is an arbitral award under section 52."
    },
    {
      "provision_ref": "s83",
      "part": "Part two – Mediation of disputes",
      "section": "83",
      "title": "Resort to arbitral or judicial proceedings",
      "content": "The parties shall not initiate, during the mediation proceedings, any arbitral or judicial proceedings in respect of a dispute that is the subject-matter of the mediation proceedings. The parties shall not initiate, during the mediation proceedings, any arbitral or judicial proceedings in respect of a dispute that is the subject-matter of the mediation proceedings."
    },
    {
      "provision_ref": "s84",
      "part": "Part two – Mediation of disputes",
      "section": "84",
      "title": "Role of mediator in other proceedings",
      "content": "Unless otherwise agreed by the parties or required by law, the mediator shall not act as an arbitrator or as a repre­sentative or counsel of a party in any arbitral or judicial proceeding in respect of a dispute that is the subject of the mediation proceedings; and the mediator shall not act as an arbitrator or as a repre­sentative or counsel of a party in any arbitral or judicial proceeding in respect of a dispute that is the subject of the mediation proceedings; and the mediator shall not be presented by the parties as a witness in any arbitral or judicial proceedings arising out of or in connection with the dispute mediated upon. the mediator shall not be presented by the parties as a witness in any arbitral or judicial proceedings arising out of or in connection with the dispute mediated upon."
    },
    {
      "provision_ref": "s85",
      "part": "Part two – Mediation of disputes",
      "section": "85",
      "title": "Admissibility of evidence in other proceedings",
      "content": "The parties shall not rely on or introduce as evidence in arbitral or judicial proceedings, whether or not the proceedings relate to the dispute that is the subject of the mediation proceedings, views expressed or suggestions made by the other party in the mediation in respect of a possible settlement of the dispute; views expressed or suggestions made by the other party in the mediation in respect of a possible settlement of the dispute; admissions made by the other party in the course of the mediation proceedings; or admissions made by the other party in the course of the mediation proceedings; or the fact that the other party had indicated that party's will­ingness to accept a proposal for settlement made by the mediator. the fact that the other party had indicated that party's will­ingness to accept a proposal for settlement made by the mediator."
    },
    {
      "provision_ref": "s86",
      "part": "Part two – Mediation of disputes",
      "section": "86",
      "title": "Exclusion of liability",
      "content": "(1) A mediator shall not be a party in any court proceedings relating to a mediation under this Act in which the mediator participated. A mediator shall not be a party in any court proceedings relating to a mediation under this Act in which the mediator participated. (2) A mediator is not liable for any act or omission in the discharge of the functions of a mediator unless the mediator is proven to have acted in bad faith. A mediator is not liable for any act or omission in the discharge of the functions of a mediator unless the mediator is proven to have acted in bad faith."
    },
    {
      "provision_ref": "s87",
      "part": "Part two – Mediation of disputes",
      "section": "87",
      "title": "Mediation expenses",
      "content": "Unless the parties agree otherwise, the parties shall equally pay the expenses of the mediation including the fees and expenses of the mediator; the mediator; any administrative assistance received; any administrative assistance received; experts called; and experts called; and any expenses incurred in connection with the mediation pro­ceedings and settlement agreement. any expenses incurred in connection with the mediation pro­ceedings and settlement agreement."
    },
    {
      "provision_ref": "s88",
      "part": "Part two – Mediation of disputes",
      "section": "88",
      "title": "Deposits",
      "content": "(1) The mediator may direct each party to deposit an equal amount as an advance for the expenses of the mediation referred to in section 87 which the mediator expects will be incurred. The mediator may direct each party to deposit an equal amount as an advance for the expenses of the mediation referred to in section 87 which the mediator expects will be incurred. (2) During the course of mediation proceedings, the mediator may direct supplementary deposits in an equal amount from each party. During the course of mediation proceedings, the mediator may direct supplementary deposits in an equal amount from each party. (3) If the required deposits are not paid in full by both parties within thirty days of the direction, the mediator may suspend the proceedings or may make a written declaration of termination of the proceedings to the parties, effective on the date of that declaration. If the required deposits are not paid in full by both parties within thirty days of the direction, the mediator may suspend the proceedings or may make a written declaration of termination of the proceedings to the parties, effective on the date of that declaration. (4) On termination of the mediation proceedings, the mediator shall render an account to the parties of the deposits received and shall return any unexpended balance to the parties. On termination of the mediation proceedings, the mediator shall render an account to the parties of the deposits received and shall return any unexpended balance to the parties."
    },
    {
      "provision_ref": "s89",
      "part": "Part three – Customary arbitration",
      "section": "89",
      "title": "Submission to customary arbitration",
      "content": "(1) A party to a dispute may submit the dispute to customary arbitration under this Part. A party to a dispute may submit the dispute to customary arbitration under this Part. (2) Except otherwise ordered by a court and subject to any other enactment in force, a person shall not Except otherwise ordered by a court and subject to any other enactment in force, a person shall not submit a criminal matter for customary arbitration; or submit a criminal matter for customary arbitration; or serve as an arbitrator in a criminal matter. serve as an arbitrator in a criminal matter. (3) A person who contravenes subsection (2) commits an offence and is liable on summary conviction to a fine not exceeding two hundred and fifty penalty units or a term of imprisonment not exceeding twelve months or to both. A person who contravenes subsection (2) commits an offence and is liable on summary conviction to a fine not exceeding two hundred and fifty penalty units or a term of imprisonment not exceeding twelve months or to both. (4) A conviction of a person under subsection (3) is not a bar to prosecution for an offence under the Criminal Offences Act, 1960 (Act 29) to which that person is liable in respect of the matter submitted for customary arbitration. A conviction of a person under subsection (3) is not a bar to prosecution for an offence under the Criminal Offences Act, 1960 (Act 29) to which that person is liable in respect of the matter submitted for customary arbitration."
    },
    {
      "provision_ref": "s90",
      "part": "Part three – Customary arbitration",
      "section": "90",
      "title": "Agreement to submit to customary arbitration",
      "content": "(1) A report of a dispute by a party to that dispute to a qualified person as provided in section 92, followed by a request to that qualified person to help resolve the dispute shall constitute a submission to customary arbitration. A report of a dispute by a party to that dispute to a qualified person as provided in section 92, followed by a request to that qualified person to help resolve the dispute shall constitute a submission to customary arbitration. (2) A customary arbitrator to whom a submission for customary arbitration is made by a party shall inform the other party of the submission and invite that other party and the party who made the submission to pay a fee or a token for the arbitration. A customary arbitrator to whom a submission for customary arbitration is made by a party shall inform the other party of the submission and invite that other party and the party who made the submission to pay a fee or a token for the arbitration. (3) The payment by the parties of the arbitration fee or token demanded by the arbitrator in customary arbitration constitutes, The payment by the parties of the arbitration fee or token demanded by the arbitrator in customary arbitration constitutes, consent to submit to customary arbitration; and consent to submit to customary arbitration; and the appointment of the arbitrator. the appointment of the arbitrator. (4) Customary arbitration shall not commence where the other party rejects the invitation by failing to pay the fee or token demanded by the arbitrator. Customary arbitration shall not commence where the other party rejects the invitation by failing to pay the fee or token demanded by the arbitrator. (5) Failure by the other party to accept the invitation within twenty-one days of receipt of the invitation or within a period of time specified by the arbitrator shall be deemed to be a rejection of the invitation. Failure by the other party to accept the invitation within twenty-one days of receipt of the invitation or within a period of time specified by the arbitrator shall be deemed to be a rejection of the invitation. (6) A person shall not be forced or coerced by another person, institution or authority to submit to customary arbitration. A person shall not be forced or coerced by another person, institution or authority to submit to customary arbitration."
    },
    {
      "provision_ref": "s91",
      "part": "Part three – Customary arbitration",
      "section": "91",
      "title": "Reference by court to customary arbitration",
      "content": "A court may with the consent of parties order a dispute pending before it to be submitted by the parties to customary arbitration. A court may with the consent of parties order a dispute pending before it to be submitted by the parties to customary arbitration."
    },
    {
      "provision_ref": "s92",
      "part": "Part three – Customary arbitration",
      "section": "92",
      "title": "Qualification of customary arbitrator",
      "content": "(1) A person chosen by one of the parties and accepted by the other party or a person agreed on by the parties to a dispute qualifies to be an arbitrator. A person chosen by one of the parties and accepted by the other party or a person agreed on by the parties to a dispute qualifies to be an arbitrator. (2) The Centre shall as far as practicable prepare and maintain at its offices a list of customary arbitrators for the area which the office of the Centre oversees. The Centre shall as far as practicable prepare and maintain at its offices a list of customary arbitrators for the area which the office of the Centre oversees."
    },
    {
      "provision_ref": "s93",
      "part": "Part three – Customary arbitration",
      "section": "93",
      "title": "Rules of customary arbitration",
      "content": "(1) A customary arbitrator shall apply the rules of natural justice and fairness and is not obliged to apply any legal rules of procedure in the arbitration. A customary arbitrator shall apply the rules of natural justice and fairness and is not obliged to apply any legal rules of procedure in the arbitration. (2) The parties may agree in consultation with the arbitrator to, The parties may agree in consultation with the arbitrator to, conduct the arbitration under the auspices of the Centre; or conduct the arbitration under the auspices of the Centre; or adopt the Rules of arbitration of the Centre subject to such modifications as the parties and the arbitrator consider appropriate. adopt the Rules of arbitration of the Centre subject to such modifications as the parties and the arbitrator consider appropriate."
    },
    {
      "provision_ref": "s94",
      "part": "Part three – Customary arbitration",
      "section": "94",
      "title": "Registration of dispute with the Centre",
      "content": "(1) Where parties agree to conduct a customary arbitration under the auspices of the Centre, they shall register the dispute with the nearest local office of the Centre. Where parties agree to conduct a customary arbitration under the auspices of the Centre, they shall register the dispute with the nearest local office of the Centre. (2) For the purpose of subsection (1) the Centre shall as far as practi­cable have offices attached to Unit Committees and District Assemblies. For the purpose of subsection (1) the Centre shall as far as practi­cable have offices attached to Unit Committees and District Assemblies. (3) A registration of a dispute under this Part shall indicate A registration of a dispute under this Part shall indicate the names and addresses of the parties and the arbitrator; and the names and addresses of the parties and the arbitrator; and the nature of the dispute. the nature of the dispute. (4) The parties are free to appoint the person who should be the arbitrator. The parties are free to appoint the person who should be the arbitrator."
    },
    {
      "provision_ref": "s95",
      "part": "Part three – Customary arbitration",
      "section": "95",
      "title": "Number of customary arbitrators",
      "content": "Unless the parties agree otherwise, there shall be one customary arbitrator for customary arbitration proceedings. Unless the parties agree otherwise, there shall be one customary arbitrator for customary arbitration proceedings."
    },
    {
      "provision_ref": "s96",
      "part": "Part three – Customary arbitration",
      "section": "96",
      "title": "Appointment of customary arbitrator by Centre",
      "content": "(1) Parties to a dispute may agree that the Centre should appoint the arbitrator. Parties to a dispute may agree that the Centre should appoint the arbitrator. (2) Where parties agree as provided under subsection (1), the parties shall go to the nearest Office of the Centre; register their dispute and pay the required fee upon which the Centre shall appoint an arbitra­tor from the register of arbitrators for that area for the parties. Where parties agree as provided under subsection (1), the parties shall go to the nearest Office of the Centre; register their dispute and pay the required fee upon which the Centre shall appoint an arbitra­tor from the register of arbitrators for that area for the parties."
    },
    {
      "provision_ref": "s97",
      "part": "Part three – Customary arbitration",
      "section": "97",
      "title": "Notice of appointment of customary arbitrator",
      "content": "Where parties appoint an arbitrator under section 101(4) or the Centre appoints the arbitrator under section 103(1), the Centre shall within fourteen days after that appointment inform the arbitrator of the appointment. Where parties appoint an arbitrator under section 101(4) or the Centre appoints the arbitrator under section 103(1), the Centre shall within fourteen days after that appointment inform the arbitrator of the appointment."
    },
    {
      "provision_ref": "s98",
      "part": "Part three – Customary arbitration",
      "section": "98",
      "title": "Disclosure by a customary arbitrator",
      "content": "(1) A person requested to be a customary arbitrator shall disclose any circumstance likely to give reasonable cause to doubt as to the independence or impartiality of that person. A person requested to be a customary arbitrator shall disclose any circumstance likely to give reasonable cause to doubt as to the independence or impartiality of that person. (2) A customary arbitrator’s obligation to disclose under subsection (1) subsists throughout the arbitral proceedings. A customary arbitrator’s obligation to disclose under subsection (1) subsists throughout the arbitral proceedings."
    },
    {
      "provision_ref": "s99",
      "part": "Part three – Customary arbitration",
      "section": "99",
      "title": "Challenge of a customary arbitrator",
      "content": "(1) A customary arbitrator may be challenged if A customary arbitrator may be challenged if circumstances exist that give rise to reasonable cause to doubt as to the arbitrator’s independence or impartiality; or circumstances exist that give rise to reasonable cause to doubt as to the arbitrator’s independence or impartiality; or the arbitrator does not possess a qualification agreed on by the parties. the arbitrator does not possess a qualification agreed on by the parties. (2) A party may not challenge an arbitrator who that party has appointed or in whose appointment that party participated except for reasons which that party becomes aware of subsequent to the appoint­ment. A party may not challenge an arbitrator who that party has appointed or in whose appointment that party participated except for reasons which that party becomes aware of subsequent to the appoint­ment. (3) Subject to subsection (4), parties may agree on a procedure for challenging a customary arbitrator. Subject to subsection (4), parties may agree on a procedure for challenging a customary arbitrator. (4) Unless the parties in accordance with subsection (3) agree other­wise, a party who intends to challenge a customary arbitrator shall within seven days of appointment of the arbitrator or after becoming aware of the grounds of the challenge, inform the other party and the arbitra­tor of the challenge and the reasons for the challenge. Unless the parties in accordance with subsection (3) agree other­wise, a party who intends to challenge a customary arbitrator shall within seven days of appointment of the arbitrator or after becoming aware of the grounds of the challenge, inform the other party and the arbitra­tor of the challenge and the reasons for the challenge. (5) A customary arbitrator who is challenged shall step down and the party who appointed the challenged arbitrator shall appoint another arbitrator to replace the challenged arbitrator. A customary arbitrator who is challenged shall step down and the party who appointed the challenged arbitrator shall appoint another arbitrator to replace the challenged arbitrator."
    },
    {
      "provision_ref": "s100",
      "part": "Part three – Customary arbitration",
      "section": "100",
      "title": "Revocation of customary arbitrator’s appointment",
      "content": "(1) The parties to a customary arbitration may agree on the circumstances under which the appointment of a customary arbitrator may be revoked, and they may in any case acting jointly, revoke the appointment. The parties to a customary arbitration may agree on the circumstances under which the appointment of a customary arbitrator may be revoked, and they may in any case acting jointly, revoke the appointment. (2) Without limiting subsection (1), the parties may revoke the appointment of a customary arbitrator where Without limiting subsection (1), the parties may revoke the appointment of a customary arbitrator where there is sufficient reason to doubt the impartiality of the arbitrator; there is sufficient reason to doubt the impartiality of the arbitrator; the arbitrator is physically or mentally incapable of con­ducting the proceedings or there is reasonable cause to doubt as to the arbitrator’s capability to conduct the proceedings; or the arbitrator is physically or mentally incapable of con­ducting the proceedings or there is reasonable cause to doubt as to the arbitrator’s capability to conduct the proceedings; or the arbitrator has refused or failed to the arbitrator has refused or failed to conduct the arbitral proceedings properly; or conduct the arbitral proceedings properly; or use reasonable despatch in conducting the proceed­ings or making the award. use reasonable despatch in conducting the proceed­ings or making the award."
    },
    {
      "provision_ref": "s101",
      "part": "Part three – Customary arbitration",
      "section": "101",
      "title": "Resignation of customary arbitrator",
      "content": "(1) A customary arbitrator may resign from the office of an arbitrator at any time during the arbitration, except that an arbitrator who resigns shall refund the remainder of any fees paid as may be agreed on by the parties and the arbitrator. A customary arbitrator may resign from the office of an arbitrator at any time during the arbitration, except that an arbitrator who resigns shall refund the remainder of any fees paid as may be agreed on by the parties and the arbitrator. (2) Any dispute as to the refund of fees upon the resignation of a customary arbitrator shall be settled by Any dispute as to the refund of fees upon the resignation of a customary arbitrator shall be settled by a District Court on an application to that District Court by the arbitrator or any of the parties; or a District Court on an application to that District Court by the arbitrator or any of the parties; or any person the customary arbitrator and the parties agree on and in the case where that person fails to settle the dispute, the dispute may be referred to the District Court. any person the customary arbitrator and the parties agree on and in the case where that person fails to settle the dispute, the dispute may be referred to the District Court."
    },
    {
      "provision_ref": "s102",
      "part": "Part three – Customary arbitration",
      "section": "102",
      "title": "Death of customary arbitrator",
      "content": "The authority of a customary arbitrator ceases on the death of the arbitrator. The authority of a customary arbitrator ceases on the death of the arbitrator."
    },
    {
      "provision_ref": "s103",
      "part": "Part three – Customary arbitration",
      "section": "103",
      "title": "Filling of vacancy in customary arbitration",
      "content": "(1) Where the position of a customary arbitrator becomes vacant by reason of revocation, resignation or death, the parties may appoint another person to fill the vacancy. Where the position of a customary arbitrator becomes vacant by reason of revocation, resignation or death, the parties may appoint another person to fill the vacancy. (2) Where the customary arbitration proceedings are Where the customary arbitration proceedings are recorded, the parties may in consultation with the new arbitrator determine whether the proceedings of the previous arbitration should be adopted; or recorded, the parties may in consultation with the new arbitrator determine whether the proceedings of the previous arbitration should be adopted; or not recorded, the customary arbitration shall start afresh. not recorded, the customary arbitration shall start afresh."
    },
    {
      "provision_ref": "s104",
      "part": "Part three – Customary arbitration",
      "section": "104",
      "title": "Place, date and time of first customary arbitration session",
      "content": "Where the arbitration is conducted under the auspices of the Centre or where the Centre appoints the arbitrator, the arbitrator shall, within twenty-one days after being informed of the appointment, inform the parties and the Centre of the place, date and time of the first arbitration session and shall determine the place, date and time of subsequent arbitration session and inform the parties accordingly. Where the arbitration is conducted under the auspices of the Centre or where the Centre appoints the arbitrator, the arbitrator shall, within twenty-one days after being informed of the appointment, inform the parties and the Centre of the place, date and time of the first arbitration session and shall determine the place, date and time of subsequent arbitration session and inform the parties accordingly."
    },
    {
      "provision_ref": "s105",
      "part": "Part three – Customary arbitration",
      "section": "105",
      "title": "Withdrawal from customary arbitration",
      "content": "A party shall not withdraw from customary arbitration. A party shall not withdraw from customary arbitration."
    },
    {
      "provision_ref": "s106",
      "part": "Part three – Customary arbitration",
      "section": "106",
      "title": "Language of proceedings",
      "content": "The parties may choose the language for the proceedings. The parties may choose the language for the proceedings."
    },
    {
      "provision_ref": "s107",
      "part": "Part three – Customary arbitration",
      "section": "107",
      "title": "Time for customary award",
      "content": "Except the parties otherwise agree in consultation with the arbitrator or the complexity of the issue requires, an award shall be made within twenty-one days after the first hearing. Except the parties otherwise agree in consultation with the arbitrator or the complexity of the issue requires, an award shall be made within twenty-one days after the first hearing."
    },
    {
      "provision_ref": "s108",
      "part": "Part three – Customary arbitration",
      "section": "108",
      "title": "Form of customary award",
      "content": "Except where a party requests for a written award and pays for the written award or the reference to arbitration is made by a court, the award in a customary arbitration need not be in writing. Except where a party requests for a written award and pays for the written award or the reference to arbitration is made by a court, the award in a customary arbitration need not be in writing."
    },
    {
      "provision_ref": "s109",
      "part": "Part three – Customary arbitration",
      "section": "109",
      "title": "Effect of customary award",
      "content": "An award in a customary arbitration is binding between the parties and a person claiming through and under them; and is binding between the parties and a person claiming through and under them; and need not be registered in a court to be binding. need not be registered in a court to be binding."
    },
    {
      "provision_ref": "s110",
      "part": "Part three – Customary arbitration",
      "section": "110",
      "title": "Registration of customary award",
      "content": "(1) A customary arbitration award may for the purpose of record and enforcement be registered at the nearest District Court, Circuit Court or High Court as appropriate. A customary arbitration award may for the purpose of record and enforcement be registered at the nearest District Court, Circuit Court or High Court as appropriate. (2) A customary arbitration award intended for registration at a court shall be in writing. A customary arbitration award intended for registration at a court shall be in writing."
    },
    {
      "provision_ref": "s111",
      "part": "Part three – Customary arbitration",
      "section": "111",
      "title": "Enforcement of customary award",
      "content": "An award may be enforced in the same manner as a judgment of the court. An award may be enforced in the same manner as a judgment of the court."
    },
    {
      "provision_ref": "s112",
      "part": "Part three – Customary arbitration",
      "section": "112",
      "title": "Setting aside customary award",
      "content": "(1) A party aggrieved by an award may apply to the nearest District, Circuit or High Court to set aside the award on the grounds that the award A party aggrieved by an award may apply to the nearest District, Circuit or High Court to set aside the award on the grounds that the award was made in breach of the rules of natural justice, was made in breach of the rules of natural justice, constitutes a miscarriage of justice, or constitutes a miscarriage of justice, or is in contradiction with the known customs of the area concerned. is in contradiction with the known customs of the area concerned. (2) An application under subsection (1) shall be made to the court within three months of the award, and on notice to the other party to the arbitration. An application under subsection (1) shall be made to the court within three months of the award, and on notice to the other party to the arbitration."
    },
    {
      "provision_ref": "s113",
      "part": "Part three – Customary arbitration",
      "section": "113",
      "title": "Negotiation for a settlement",
      "content": "The provisions on customary arbitration as are appropriate shall apply to the customary dispute settlement procedure known as negotiation for a settlement except that in a negotiation for a settlement, the parties do not pay the settlement fees, until the end of the settlement, if they agree with the terms of the settle­ment; the parties do not pay the settlement fees, until the end of the settlement, if they agree with the terms of the settle­ment; the parties may withdraw from the settlement proceedings at any time; the parties may withdraw from the settlement proceedings at any time; the parties are not bound to accept the settlement arrived at in the proceedings; and the parties are not bound to accept the settlement arrived at in the proceedings; and the payment of the settlement fees by the parties at the end of the proceedings constitutes acceptance of the settlement and makes the settlement binding on the parties. the payment of the settlement fees by the parties at the end of the proceedings constitutes acceptance of the settlement and makes the settlement binding on the parties."
    },
    {
      "provision_ref": "s114",
      "part": "Part four – Alternative Dispute Resolution Centre",
      "section": "114",
      "title": "Establishment of Alternative Dispute Resolution Centre",
      "content": "(1) There is established by this Act an Alternative Dispute Resolution Centre. There is established by this Act an Alternative Dispute Resolution Centre. (2) The Centre is a body corporate with perpetual succession and a common seal and may sue or be sued in its corporate name. The Centre is a body corporate with perpetual succession and a common seal and may sue or be sued in its corporate name. (3) The Centre may for the performance of its functions under this Act acquire and hold movable or immovable property, dispose of its property and may enter into a contract or any other transaction. The Centre may for the performance of its functions under this Act acquire and hold movable or immovable property, dispose of its property and may enter into a contract or any other transaction. (4) Where there is a hindrance to the acquisition of property, the property may be acquired for the Centre under the State Property and Contracts Act, 1960 (C.A.6) or the State Lands Act, 1962 (Act 125) and the costs shall be borne by the Centre. Where there is a hindrance to the acquisition of property, the property may be acquired for the Centre under the State Property and Contracts Act, 1960 (C.A.6) or the State Lands Act, 1962 (Act 125) and the costs shall be borne by the Centre."
    },
    {
      "provision_ref": "s115",
      "part": "Part four – Alternative Dispute Resolution Centre",
      "section": "115",
      "title": "Object and functions of the Centre",
      "content": "(1) The object of the Centre is to facilitate the practice of alternative dispute resolution. The object of the Centre is to facilitate the practice of alternative dispute resolution. (2) For the attainment of its object, the Centre shall For the attainment of its object, the Centre shall provide facilities for the settlement of disputes through arbitration, mediation and other voluntary dispute resolution procedures; provide facilities for the settlement of disputes through arbitration, mediation and other voluntary dispute resolution procedures; exercise any power for alternative dispute resolution con­ferred on it by parties to a dispute but shall not be involved in actual resolution of the dispute; exercise any power for alternative dispute resolution con­ferred on it by parties to a dispute but shall not be involved in actual resolution of the dispute; keep a register of arbitrators and mediators; keep a register of arbitrators and mediators; provide a list of arbitrators and mediators to persons who request for the services of arbitrators and mediators; provide a list of arbitrators and mediators to persons who request for the services of arbitrators and mediators; provide guidelines on fees for arbitrators and mediators; provide guidelines on fees for arbitrators and mediators; arrange for the provision of assistance to persons as it con­siders necessary; arrange for the provision of assistance to persons as it con­siders necessary; from time to time examine the rules of arbitration and mediation under this Act and recommend changes in the rules; from time to time examine the rules of arbitration and mediation under this Act and recommend changes in the rules; conduct research, provide education and issue specialised publications on all forms of alternative dispute resolution, conduct research, provide education and issue specialised publications on all forms of alternative dispute resolution, set up such regional and district offices of the Centre as the Board considers appropriate; set up such regional and district offices of the Centre as the Board considers appropriate; register experienced or qualified persons who wish to serve as customary arbitrators and keep a register of customary arbitrators; and register experienced or qualified persons who wish to serve as customary arbitrators and keep a register of customary arbitrators; and request the traditional councils to register and keep a register of persons who wish to serve as customary arbitrators. request the traditional councils to register and keep a register of persons who wish to serve as customary arbitrators."
    },
    {
      "provision_ref": "s116",
      "part": "Part four – Alternative Dispute Resolution Centre",
      "section": "116",
      "title": "Independence of Centre",
      "content": "Subject to the Constitution and unless otherwise provided in this Act, and any other enactment, the Centre shall not be under the direction or control of any person or authority in the performance of its functions. Subject to the Constitution and unless otherwise provided in this Act, and any other enactment, the Centre shall not be under the direction or control of any person or authority in the performance of its functions."
    },
    {
      "provision_ref": "s117",
      "part": "Part four – Alternative Dispute Resolution Centre",
      "section": "117",
      "title": "Governing Board of the Centre",
      "content": "(1) The Centre shall have a governing Board composed of The Centre shall have a governing Board composed of a chairperson who is a lawyer of not less than twelve years standing; a chairperson who is a lawyer of not less than twelve years standing; one member of each of the following, nominated by the respective body, one member of each of the following, nominated by the respective body, Ghana Chamber of Commerce; Ghana Chamber of Commerce; the Ghana Bar Association; the Ghana Bar Association; the Ghana Institute of Surveyors; the Ghana Institute of Surveyors; the Judiciary; the Judiciary; Institute of Chartered Accountants; and Institute of Chartered Accountants; and a woman nominated by the President; a woman nominated by the President; one representative of organised labour; one representative of organised labour; one representative from industry; and one representative from industry; and the Executive Secretary of the Centre. the Executive Secretary of the Centre. (2) The chairperson and members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. The chairperson and members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. (3) The Board shall perform the functions of the Centre. The Board shall perform the functions of the Centre."
    },
    {
      "provision_ref": "s118",
      "part": "Part four – Alternative Dispute Resolution Centre",
      "section": "118",
      "title": "Tenure of office of members of the Board",
      "content": "(1) A member of the Board shall hold office for a period of three years and is eligible for re-appointment but a member shall not hold office for more than two terms in succession. A member of the Board shall hold office for a period of three years and is eligible for re-appointment but a member shall not hold office for more than two terms in succession. (2) Subsection (1) does not apply to the Executive Secretary. Subsection (1) does not apply to the Executive Secretary. (3) A member of the Board may by a thirty day notice resign from office in writing addressed to the President, through the Minister. A member of the Board may by a thirty day notice resign from office in writing addressed to the President, through the Minister. (4) A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (5) The President may by letter addressed to a member revoke the appointment of that member. The President may by letter addressed to a member revoke the appointment of that member. (6) A person who is a member of the Board by virtue of A person who is a member of the Board by virtue of a professional qualification held by that person; or a professional qualification held by that person; or being an employee of an institution, Ministry, Department, Agency or other body being an employee of an institution, Ministry, Department, Agency or other body ceases to be a member of the Board if that person in the case of ceases to be a member of the Board if that person in the case of a professional, is disqualified or suspended from practice by an order of the relevant competent authority or for some reason other than voluntary resignation that person’s name is struck off the register of the professional body; or a professional, is disqualified or suspended from practice by an order of the relevant competent authority or for some reason other than voluntary resignation that person’s name is struck off the register of the professional body; or an employee is no longer employed by the institution, Ministry, Department, Agency or other body. an employee is no longer employed by the institution, Ministry, Department, Agency or other body. (7) Where a member of the Board is, for a reasonable cause, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of vacancy. Where a member of the Board is, for a reasonable cause, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of vacancy. (8) Where there is a vacancy Where there is a vacancy under subsection (3), (4), (5), (6) or section 121 (2); under subsection (3), (4), (5), (6) or section 121 (2); as a result of a declaration under subsection (7); or as a result of a declaration under subsection (7); or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy."
    },
    {
      "provision_ref": "s119",
      "part": "Part four – Alternative Dispute Resolution Centre",
      "section": "119",
      "title": "Allowance of members of the Board",
      "content": "Members of the Board and members of a Committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a Committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s120",
      "part": "Part four – Alternative Dispute Resolution Centre",
      "section": "120",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months for the despatch of business at the times and in the places determined by the chairperson. The Board shall meet at least once every three months for the despatch of business at the times and in the places determined by the chairperson. (2) The chairperson shall at the request of at least one third of the members of the Board convene an extraordinary meeting of the Board. The chairperson shall at the request of at least one third of the members of the Board convene an extraordinary meeting of the Board. (3) The quorum at a meeting of the Board is six members, including the Executive Secretary. The quorum at a meeting of the Board is six members, including the Executive Secretary. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. (5) Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend its meetings but a co-opted person is not entitled to vote on a matter for decision by the Board. The Board may co-opt a person to attend its meetings but a co-opted person is not entitled to vote on a matter for decision by the Board. (7) The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or quali­fication of a member. The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or quali­fication of a member. (8) Subject to this section, the Board may determine the proce­dure for its meetings. Subject to this section, the Board may determine the proce­dure for its meetings."
    },
    {
      "provision_ref": "s121",
      "part": "Part four – Alternative Dispute Resolution Centre",
      "section": "121",
      "title": "Disclosure of interest by Board member",
      "content": "(1) A member of the Board or of a committee of the Board who has an interest in a matter under consideration by the Board shall disclose in writing the nature of that interest to the Board or the committee and is disqualified from participating in the deliberations of the Board or the committee in respect of that matter. A member of the Board or of a committee of the Board who has an interest in a matter under consideration by the Board shall disclose in writing the nature of that interest to the Board or the committee and is disqualified from participating in the deliberations of the Board or the committee in respect of that matter. (2) A member who contravenes subsection (1) ceases to be a member of the Board or committee. A member who contravenes subsection (1) ceases to be a member of the Board or committee."
    },
    {
      "provision_ref": "s122",
      "part": "Part four – Alternative Dispute Resolution Centre",
      "section": "122",
      "title": "Committees of the Board",
      "content": "The Board may establish committees consisting of members of the Board or non-members or both to perform its functions. The Board may establish committees consisting of members of the Board or non-members or both to perform its functions."
    },
    {
      "provision_ref": "s123",
      "part": "Part four – Alternative Dispute Resolution Centre",
      "section": "123",
      "title": "Registration of arbitrators and mediators",
      "content": "(1) A person with the requisite qualification may apply to register with the Centre as an arbitrator or a mediator. A person with the requisite qualification may apply to register with the Centre as an arbitrator or a mediator. (2) The Centre shall keep in a register, the name, address and other particulars of a person registered as an arbitrator or mediator by the Centre. The Centre shall keep in a register, the name, address and other particulars of a person registered as an arbitrator or mediator by the Centre."
    },
    {
      "provision_ref": "s124",
      "part": "Part four – Alternative Dispute Resolution Centre",
      "section": "124",
      "title": "Regional and district offices of the Centre",
      "content": "The Centre may have regional and district offices as the Board considers appropriate. The Centre may have regional and district offices as the Board considers appropriate."
    },
    {
      "provision_ref": "s125",
      "part": "Part five – Financial, administrative and miscellaneous provisions",
      "section": "125",
      "title": "Establishment of Alternative Dispute Resolution Fund",
      "content": "(1) There is established by this Act a Fund to be known as the Alternative Dispute Resolution Fund. There is established by this Act a Fund to be known as the Alternative Dispute Resolution Fund. (2) The sources of money for the Fund are The sources of money for the Fund are grants from the Government for the development of alternative dispute resolution; grants from the Government for the development of alternative dispute resolution; charges and fees collected by the Centre in the performance of its functions; and charges and fees collected by the Centre in the performance of its functions; and donations and gifts from the general public, institutions and organisations. donations and gifts from the general public, institutions and organisations."
    },
    {
      "provision_ref": "s126",
      "part": "Part five – Financial, administrative and miscellaneous provisions",
      "section": "126",
      "title": "Objects of the Fund",
      "content": "Moneys of the Fund shall be applied for education of the general public on alternative dispute reso­lution; education of the general public on alternative dispute reso­lution; research and studies relating to the functions of the Centre; research and studies relating to the functions of the Centre; human resource development for alternative dispute reso­lution, and human resource development for alternative dispute reso­lution, and any other purposes as the Board in consultation with the Minister may determine. any other purposes as the Board in consultation with the Minister may determine."
    },
    {
      "provision_ref": "s127",
      "part": "Part five – Financial, administrative and miscellaneous provisions",
      "section": "127",
      "title": "Management of the Fund",
      "content": "(1) The Fund shall be managed by the Board which shall for this purpose include the Controller and Accountant-General or a representative of the Controller and Accountant-General. The Fund shall be managed by the Board which shall for this purpose include the Controller and Accountant-General or a representative of the Controller and Accountant-General. (2) Moneys for the Fund shall be paid into a bank account opened by the Board with the approval of the Controller and Accountant-General. Moneys for the Fund shall be paid into a bank account opened by the Board with the approval of the Controller and Accountant-General. (3) The provisions under sections 132 and 133 of this Act on accounts and audit and annual reports shall apply to the Fund. The provisions under sections 132 and 133 of this Act on accounts and audit and annual reports shall apply to the Fund."
    },
    {
      "provision_ref": "s128",
      "part": "Part five – Financial, administrative and miscellaneous provisions",
      "section": "128",
      "title": "Functions of the Board in relation to the Fund",
      "content": "(1) The Board shall for the purpose of managing the Fund The Board shall for the purpose of managing the Fund formulate policies to generate money for the Fund; formulate policies to generate money for the Fund; determine the allocations to be made towards the objects of the Fund; and determine the allocations to be made towards the objects of the Fund; and determine annual targets of the Fund. determine annual targets of the Fund. (2) The Board may invest a part of the Fund as it considers appropriate in government securities or in a manner as may be approved by the Minister in consultation with the Minister responsible for Finance. The Board may invest a part of the Fund as it considers appropriate in government securities or in a manner as may be approved by the Minister in consultation with the Minister responsible for Finance. (3) Payments issued from the Fund shall be signed by any two of the following: Payments issued from the Fund shall be signed by any two of the following: the chairperson of the Board; the chairperson of the Board; the Executive Secretary; and the Executive Secretary; and one other member of the Board. one other member of the Board."
    },
    {
      "provision_ref": "s129",
      "part": "Part five – Financial, administrative and miscellaneous provisions",
      "section": "129",
      "title": "Executive Secretary",
      "content": "(1) The President shall in accordance with article 195 of the Constitution appoint an Executive Secretary for the Centre. The President shall in accordance with article 195 of the Constitution appoint an Executive Secretary for the Centre. (2) The Executive Secretary shall hold office on the terms and conditions specified in the letter of appointment. The Executive Secretary shall hold office on the terms and conditions specified in the letter of appointment. (3) Subject to the directions of the Board, the Executive Secre­tary is responsible for the day to day administration of the Centre. Subject to the directions of the Board, the Executive Secre­tary is responsible for the day to day administration of the Centre. (4) The Executive Secretary shall maintain the register of arbitrators and mediators. The Executive Secretary shall maintain the register of arbitrators and mediators. (5) The Executive Secretary shall perform any other functions that the Board may determine. The Executive Secretary shall perform any other functions that the Board may determine."
    },
    {
      "provision_ref": "s130",
      "part": "Part five – Financial, administrative and miscellaneous provisions",
      "section": "130",
      "title": "Appointment of other staff",
      "content": "(1) The Centre shall have other officers and staff as may be necessary for the effective performance of its functions. The Centre shall have other officers and staff as may be necessary for the effective performance of its functions. (2) The President shall in accordance with article 195 of the Con­stitution appoint other members of staff who shall hold office on terms and conditions specified in their letters of appointment. The President shall in accordance with article 195 of the Con­stitution appoint other members of staff who shall hold office on terms and conditions specified in their letters of appointment. (3) Other public officers may be transferred or seconded to the Centre. Other public officers may be transferred or seconded to the Centre. (4) The centre may engage the services of advisers on the recom­mendations of the Board. The centre may engage the services of advisers on the recom­mendations of the Board."
    },
    {
      "provision_ref": "s131",
      "part": "Part five – Financial, administrative and miscellaneous provisions",
      "section": "131",
      "title": "Delegation of power of appointment",
      "content": "The President may in accordance with article 195(2) of the Constitution, delegate the power of appointment of public officers under this Act. The President may in accordance with article 195(2) of the Constitution, delegate the power of appointment of public officers under this Act."
    },
    {
      "provision_ref": "s132",
      "part": "Part five – Financial, administrative and miscellaneous provisions",
      "section": "132",
      "title": "Accounts and audit",
      "content": "(1) The Centre shall keep books of account and proper records in relation to them in a form approved by the Auditor-General. The Centre shall keep books of account and proper records in relation to them in a form approved by the Auditor-General. (2) The accounts of the Centre shall be audited by the Auditor ­General within three months after the end of each financial year. The accounts of the Centre shall be audited by the Auditor ­General within three months after the end of each financial year. (3) The Auditor-General shall not later than three months after the receipt of the accounts, audit the accounts of the centre and forward a copy of the audit reports to the Minister. The Auditor-General shall not later than three months after the receipt of the accounts, audit the accounts of the centre and forward a copy of the audit reports to the Minister. (4) The financial year of the Centre is the same as the financial year of the Government. The financial year of the Centre is the same as the financial year of the Government."
    },
    {
      "provision_ref": "s133",
      "part": "Part five – Financial, administrative and miscellaneous provisions",
      "section": "133",
      "title": "Annual reports",
      "content": "(1) The Centre shall within one month after the receipt of the audit report submit to the Minister an annual report covering the activities and the operations of the Centre for the year to which the report relates. The Centre shall within one month after the receipt of the audit report submit to the Minister an annual report covering the activities and the operations of the Centre for the year to which the report relates. (2) The annual report shall include the report of the Auditor-­General. The annual report shall include the report of the Auditor-­General. (3) The Minister shall, within one month after the receipt of the annual report submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within one month after the receipt of the annual report submit the report to Parliament with a statement that the Minister considers necessary. (4) The Centre shall submit to the Minister any other reports which the Minister may require in writing. The Centre shall submit to the Minister any other reports which the Minister may require in writing."
    },
    {
      "provision_ref": "s134",
      "part": "Part five – Financial, administrative and miscellaneous provisions",
      "section": "134",
      "title": "Regulations",
      "content": "The Minister may on the advice of the Board make Regulations by legislative instrument to prescribe for conciliation, mediation, arbitration and other voluntary dispute resolution procedures; conciliation, mediation, arbitration and other voluntary dispute resolution procedures; qualifications of persons who wish to be registered as arbi­trators and mediators; qualifications of persons who wish to be registered as arbi­trators and mediators; the parameters for the determination of fees of concilia­tors, mediators and arbitrators; the parameters for the determination of fees of concilia­tors, mediators and arbitrators; research, education and training procedures as well as the standards to be attained in these with respect to all forms of alternative dispute resolution; research, education and training procedures as well as the standards to be attained in these with respect to all forms of alternative dispute resolution; the functions of regional and district offices of the Centre; the functions of regional and district offices of the Centre; the role of the District Assemblies, Unit Committees and traditional customary institutions in achieving the object of the Centre; the role of the District Assemblies, Unit Committees and traditional customary institutions in achieving the object of the Centre; matters relating to customary arbitration; matters relating to customary arbitration; the arbitration rules of the Centre; and the arbitration rules of the Centre; and matters generally to give effect to the provisions of this Act. matters generally to give effect to the provisions of this Act."
    },
    {
      "provision_ref": "s135",
      "part": "Part five – Financial, administrative and miscellaneous provisions",
      "section": "135",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires“Alternative Dispute Resolution” means the collective descrip­tion of methods of resolving disputes otherwise than through the normal trial process;“appointing authority” means any person or authority including the Centre in whom parties to an arbitration agreement vest power to take any action for or on behalf of the parties, in relation to the arbitration;“arbitration” means the voluntary submission of a dispute to one of more impartial persons for a final and binding determination;“arbitration agreement” means an agreement to submit to arbitration present or future dispute;“arbitration management conference” means a meeting held between the arbitrator and the parties to the arbitration under section 29 to resolve preliminary issues and set down a guideline for the arbitration;“award” includes an arbitration award on agreed terms.“arbitrator” means one or more impartial persons appointed or who can be appointed to offer a final and binding reso­lution to a dispute;“arbitral tribunal” means an arbitration consisting of one or more persons;“Board” means the board of Governors of the Centre referred to in section 117;“Centre” means the Alternative Dispute Resolution Centre established in section 114;“conciliation” means the submission by the parties of a dispute which is the subject of an arbitration during the cause of the arbitration to an impartial person who is not the arbi­trator to facilitate the resolution of the dispute between the parties;“conciliator” means an impartial person appointed to preside over a conciliation conference;“Court” means the High Court;“customary arbitration” means the voluntary submission of a dispute, whether or not relating to a written agreement for a final binding determination under Part Three of this Act;“customary arbitrator” means an impartial person appointed or qualified to be appointed as an arbitrator in customary arbitration;“expedited procedure” means the fast track arbitration pro­cedure referred to in Part II;“Fund” means the Alternative Dispute Resolution Fund established under section 125;“mediation” means a nonbinding process under Part Two in which the parties discuss their dispute with an impartial person who assists them to reach a resolution;“mediator” includes an impartial person appointed or quali­fied to be appointed to assist the parties to satisfactorily resolve their dispute and employees and persons hired by that person;“Minister” means the Minister responsible for Justice. In this Act, unless the context otherwise requires “Alternative Dispute Resolution” means the collective descrip­tion of methods of resolving disputes otherwise than through the normal trial process; “appointing authority” means any person or authority including the Centre in whom parties to an arbitration agreement vest power to take any action for or on behalf of the parties, in relation to the arbitration; “arbitration” means the voluntary submission of a dispute to one of more impartial persons for a final and binding determination; “arbitration agreement” means an agreement to submit to arbitration present or future dispute; “arbitration management conference” means a meeting held between the arbitrator and the parties to the arbitration under section 29 to resolve preliminary issues and set down a guideline for the arbitration; “award” includes an arbitration award on agreed terms. “arbitrator” means one or more impartial persons appointed or who can be appointed to offer a final and binding reso­lution to a dispute; “arbitral tribunal” means an arbitration consisting of one or more persons; “Board” means the board of Governors of the Centre referred to in section 117; “Centre” means the Alternative Dispute Resolution Centre established in section 114; “conciliation” means the submission by the parties of a dispute which is the subject of an arbitration during the cause of the arbitration to an impartial person who is not the arbi­trator to facilitate the resolution of the dispute between the parties; “conciliator” means an impartial person appointed to preside over a conciliation conference; “Court” means the High Court; “customary arbitration” means the voluntary submission of a dispute, whether or not relating to a written agreement for a final binding determination under Part Three of this Act; “customary arbitrator” means an impartial person appointed or qualified to be appointed as an arbitrator in customary arbitration; “expedited procedure” means the fast track arbitration pro­cedure referred to in Part II; “Fund” means the Alternative Dispute Resolution Fund established under section 125; “mediation” means a nonbinding process under Part Two in which the parties discuss their dispute with an impartial person who assists them to reach a resolution; “mediator” includes an impartial person appointed or quali­fied to be appointed to assist the parties to satisfactorily resolve their dispute and employees and persons hired by that person; “Minister” means the Minister responsible for Justice."
    },
    {
      "provision_ref": "s136",
      "part": "Part five – Financial, administrative and miscellaneous provisions",
      "section": "136",
      "title": "Modification of court rules",
      "content": "Upon the coming into force of this Act, any existing rules of court on arbitration shall apply subject to the provisions of this Act. Upon the coming into force of this Act, any existing rules of court on arbitration shall apply subject to the provisions of this Act."
    },
    {
      "provision_ref": "s137",
      "part": "Part five – Financial, administrative and miscellaneous provisions",
      "section": "137",
      "title": "Repeals and savings",
      "content": "(1) The Arbitration Act, 1961 (Act 38) is repealed. The Arbitration Act, 1961 (Act 38) is repealed. (2) Despite the repeal of the Arbitration Act, 1961 (Act 38) Despite the repeal of the Arbitration Act, 1961 (Act 38) any instrument, agreement, Regulations and order made under that Act and in force immediately before the com­mencement of this Act shall continue to be in force, until otherwise legally altered, and any instrument, agreement, Regulations and order made under that Act and in force immediately before the com­mencement of this Act shall continue to be in force, until otherwise legally altered, and any action commenced or pending before any court to which Act 38 applies shall continue and be dealt with under this Act. any action commenced or pending before any court to which Act 38 applies shall continue and be dealt with under this Act."
    },
    {
      "provision_ref": "s138",
      "part": "Part five – Financial, administrative and miscellaneous provisions",
      "section": "138",
      "title": "Transitional provisions",
      "content": "Anybody or association which is not a party to an arbitration agreement but which is responsible for appointing arbitrators; appointing arbitrators; setting up arbitration panels or tribunals; or setting up arbitration panels or tribunals; or managing arbitration generally managing arbitration generally in existence before the coming into force of this Act may upon the appointment of the Board of the Centre apply to be affiliated to the Centre."
    }
  ],
  "definitions": [
    {
      "term": "Alternative Dispute Resolution",
      "definition": "the collective descrip­tion of methods of resolving disputes otherwise than through the normal trial process",
      "source_provision": "s135"
    },
    {
      "term": "appointing authority",
      "definition": "any person or authority including the Centre in whom parties to an arbitration agreement vest power to take any action for or on behalf of the parties, in relation to the arbitration",
      "source_provision": "s135"
    },
    {
      "term": "arbitration",
      "definition": "the voluntary submission of a dispute to one of more impartial persons for a final and binding determination",
      "source_provision": "s135"
    },
    {
      "term": "arbitration agreement",
      "definition": "an agreement to submit to arbitration present or future dispute",
      "source_provision": "s135"
    },
    {
      "term": "arbitration management conference",
      "definition": "a meeting held between the arbitrator and the parties to the arbitration under section 29 to resolve preliminary issues and set down a guideline for the arbitration",
      "source_provision": "s135"
    },
    {
      "term": "arbitrator",
      "definition": "one or more impartial persons appointed or who can be appointed to offer a final and binding reso­lution to a dispute",
      "source_provision": "s135"
    },
    {
      "term": "arbitral tribunal",
      "definition": "an arbitration consisting of one or more persons",
      "source_provision": "s135"
    },
    {
      "term": "Board",
      "definition": "the board of Governors of the Centre referred to in section 117",
      "source_provision": "s135"
    },
    {
      "term": "Centre",
      "definition": "the Alternative Dispute Resolution Centre established in section 114",
      "source_provision": "s135"
    },
    {
      "term": "conciliation",
      "definition": "the submission by the parties of a dispute which is the subject of an arbitration during the cause of the arbitration to an impartial person who is not the arbi­trator to facilitate the resolution of the dispute between the parties",
      "source_provision": "s135"
    },
    {
      "term": "conciliator",
      "definition": "an impartial person appointed to preside over a conciliation conference",
      "source_provision": "s135"
    },
    {
      "term": "Court",
      "definition": "the High Court",
      "source_provision": "s135"
    },
    {
      "term": "customary arbitration",
      "definition": "the voluntary submission of a dispute, whether or not relating to a written agreement for a final binding determination under Part Three of this Act",
      "source_provision": "s135"
    },
    {
      "term": "customary arbitrator",
      "definition": "an impartial person appointed or qualified to be appointed as an arbitrator in customary arbitration",
      "source_provision": "s135"
    },
    {
      "term": "expedited procedure",
      "definition": "the fast track arbitration pro­cedure referred to in Part II",
      "source_provision": "s135"
    },
    {
      "term": "Fund",
      "definition": "the Alternative Dispute Resolution Fund established under section 125",
      "source_provision": "s135"
    },
    {
      "term": "mediation",
      "definition": "a nonbinding process under Part Two in which the parties discuss their dispute with an impartial person who assists them to reach a resolution",
      "source_provision": "s135"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Justice. In this Act, unless the context otherwise requires “Alternative Dispute Resolution” means the collective descrip­tion of methods of resolving disputes otherwise than through the normal trial process",
      "source_provision": "s135"
    },
    {
      "term": "appointing authority",
      "definition": "any person or authority including the Centre in whom parties to an arbitration agreement vest power to take any action for or on behalf of the parties, in relation to the arbitration",
      "source_provision": "s135"
    },
    {
      "term": "arbitration",
      "definition": "the voluntary submission of a dispute to one of more impartial persons for a final and binding determination",
      "source_provision": "s135"
    },
    {
      "term": "arbitration agreement",
      "definition": "an agreement to submit to arbitration present or future dispute",
      "source_provision": "s135"
    },
    {
      "term": "arbitration management conference",
      "definition": "a meeting held between the arbitrator and the parties to the arbitration under section 29 to resolve preliminary issues and set down a guideline for the arbitration",
      "source_provision": "s135"
    },
    {
      "term": "arbitrator",
      "definition": "one or more impartial persons appointed or who can be appointed to offer a final and binding reso­lution to a dispute",
      "source_provision": "s135"
    },
    {
      "term": "arbitral tribunal",
      "definition": "an arbitration consisting of one or more persons",
      "source_provision": "s135"
    },
    {
      "term": "Board",
      "definition": "the board of Governors of the Centre referred to in section 117",
      "source_provision": "s135"
    },
    {
      "term": "Centre",
      "definition": "the Alternative Dispute Resolution Centre established in section 114",
      "source_provision": "s135"
    },
    {
      "term": "conciliation",
      "definition": "the submission by the parties of a dispute which is the subject of an arbitration during the cause of the arbitration to an impartial person who is not the arbi­trator to facilitate the resolution of the dispute between the parties",
      "source_provision": "s135"
    },
    {
      "term": "conciliator",
      "definition": "an impartial person appointed to preside over a conciliation conference",
      "source_provision": "s135"
    },
    {
      "term": "Court",
      "definition": "the High Court",
      "source_provision": "s135"
    },
    {
      "term": "customary arbitration",
      "definition": "the voluntary submission of a dispute, whether or not relating to a written agreement for a final binding determination under Part Three of this Act",
      "source_provision": "s135"
    },
    {
      "term": "customary arbitrator",
      "definition": "an impartial person appointed or qualified to be appointed as an arbitrator in customary arbitration",
      "source_provision": "s135"
    },
    {
      "term": "expedited procedure",
      "definition": "the fast track arbitration pro­cedure referred to in Part II",
      "source_provision": "s135"
    },
    {
      "term": "Fund",
      "definition": "the Alternative Dispute Resolution Fund established under section 125",
      "source_provision": "s135"
    },
    {
      "term": "mediation",
      "definition": "a nonbinding process under Part Two in which the parties discuss their dispute with an impartial person who assists them to reach a resolution",
      "source_provision": "s135"
    }
  ]
}