{
  "id": "act-807-2010",
  "type": "act",
  "title": "Mutual Legal Assistance Act, 2010",
  "short_name": "MLA 2010",
  "act_number": 807,
  "year": 2010,
  "status": "in_force",
  "issued_date": "2010-10-08",
  "url": "https://ghalii.org/akn/gh/act/2010/807",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Scope of application",
      "content": "(1) Subject to subsection (2), the provisions of this Act apply to mutual legal assistance in respect of criminal matters under an agree­ment or other arrangement between the Republic and Subject to subsection (2), the provisions of this Act apply to mutual legal assistance in respect of criminal matters under an agree­ment or other arrangement between the Republic and a foreign State, or a foreign State, or a foreign entity. a foreign entity. (2) The provisions of this Act shall not be construed so as to abrogate or derogate from an existing or future agreement, arrangement or practice with respect to co-operation between the Republic and a foreign State or foreign entity. The provisions of this Act shall not be construed so as to abrogate or derogate from an existing or future agreement, arrangement or practice with respect to co-operation between the Republic and a foreign State or foreign entity. (3) This Act does not apply to an offence in a foreign State or with respect to a foreign entity where the offence is This Act does not apply to an offence in a foreign State or with respect to a foreign entity where the offence is of a political character subject to section 15; of a political character subject to section 15; not an offence in Ghana subject to section 17; or not an offence in Ghana subject to section 17; or an offence only under military law or a law relating to military obligations. an offence only under military law or a law relating to military obligations. (4) This Act does not authorise the extradition of a person or the arrest or detention of a person with a view to the extradition of that person. This Act does not authorise the extradition of a person or the arrest or detention of a person with a view to the extradition of that person. (5) The Criminal and Other Offences (Procedure) Act, 1960 (Act 30) and any other relevant enactment apply with modifications that may be necessary and consistent with this Act. The Criminal and Other Offences (Procedure) Act, 1960 (Act 30) and any other relevant enactment apply with modifications that may be necessary and consistent with this Act. (6) This Act shall have effect with the modifications that may be necessary to give effect to a foreign entity that makes and receives requests for mutual legal assistance. This Act shall have effect with the modifications that may be necessary to give effect to a foreign entity that makes and receives requests for mutual legal assistance."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Designated foreign States and foreign entities",
      "content": "The States and entities that appear in the Schedule to this Act are designated as foreign States and foreign entities for the purposes of this Act. The States and entities that appear in the Schedule to this Act are designated as foreign States and foreign entities for the purposes of this Act."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Publication in Gazette",
      "content": "The Minister shall authorise the publication of each agreement or other arrangement under this Act in the Gazette within sixty days after the commencement of the agreement. The Minister shall authorise the publication of each agreement or other arrangement under this Act in the Gazette within sixty days after the commencement of the agreement."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Administrative arrangements",
      "content": "(1) Where there is no agreement between the Republic and a foreign State or foreign entity, the Minister may enter into an administrative arrangement with the foreign State or foreign entity for mutual legal assistance in respect of an act specified in the arrangement if that act when committed in Ghana would be a serious offence. Where there is no agreement between the Republic and a foreign State or foreign entity, the Minister may enter into an administrative arrangement with the foreign State or foreign entity for mutual legal assistance in respect of an act specified in the arrangement if that act when committed in Ghana would be a serious offence. (2) Where an agreement expressly states that mutual legal assistance may be provided with respect to an act that does not constitute an offence within the meaning of the agreement, the Minister may enter into an administrative arrangement with the foreign State or foreign entity concerned, for mutual legal assistance with respect to the act specified in the arrangement if that act when committed in Ghana would be a serious offence. Where an agreement expressly states that mutual legal assistance may be provided with respect to an act that does not constitute an offence within the meaning of the agreement, the Minister may enter into an administrative arrangement with the foreign State or foreign entity concerned, for mutual legal assistance with respect to the act specified in the arrangement if that act when committed in Ghana would be a serious offence. (3) An administrative arrangement entered into under subsection (1) or (2) may be implemented by the Minister under this Act, in the same manner as an agreement. An administrative arrangement entered into under subsection (1) or (2) may be implemented by the Minister under this Act, in the same manner as an agreement. (4) An administrative arrangement under subsection (1) or (2) shall have effect as specified in the arrangement or for a period not exceeding six months. An administrative arrangement under subsection (1) or (2) shall have effect as specified in the arrangement or for a period not exceeding six months. (5) Sections 1 and 2 do not apply to an administrative arrangement entered into under subsection (1) or (2) of this section. Sections 1 and 2 do not apply to an administrative arrangement entered into under subsection (1) or (2) of this section."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Scope of requests",
      "content": "A request for mutual legal assistance in a criminal matter includes a request for assistance to identify and locate persons; to identify and locate persons; to examine witnesses; to examine witnesses; to serve judicial documents; to serve judicial documents; to execute searches, arrests and seizures; to execute searches, arrests and seizures; to examine documents, objects and sites; to examine documents, objects and sites; for the transfer of proceedings for the prosecution of a serious offence, punishable in Ghana or the foreign State or both, punishable in Ghana or the foreign State or both, recognised by customary international law and the transfer of which is in the interest of the proper administration of justice, or recognised by customary international law and the transfer of which is in the interest of the proper administration of justice, or with a view to consolidating the prosecution; with a view to consolidating the prosecution; to intercept telecommunications; to intercept telecommunications; to preserve communications data; to preserve communications data; to provide stored communications data; to provide stored communications data; to intercept an item in the course of carriage by a postal service; to intercept an item in the course of carriage by a postal service; to gather evidence through the use of technology; to gather evidence through the use of technology; to conduct covert electronic surveillance; to conduct covert electronic surveillance; to facilitate the voluntary attendance of a witness, potential witness or expert in the foreign State; to facilitate the voluntary attendance of a witness, potential witness or expert in the foreign State; to facilitate the temporary transfer of a person in custody to appear as a voluntary witness to assist the foreign State or foreign entity in any relevant investigation or proceedings; to facilitate the temporary transfer of a person in custody to appear as a voluntary witness to assist the foreign State or foreign entity in any relevant investigation or proceedings; to provide information, exhibits and expert evaluation of a nominated person during the execution of a request; to provide information, exhibits and expert evaluation of a nominated person during the execution of a request; to provide originals or certified true copies of relevant documents and records including government, bank, financial, corporate or business records; to provide originals or certified true copies of relevant documents and records including government, bank, financial, corporate or business records; to identify, trace and freeze proceeds of a crime; to identify, trace and freeze proceeds of a crime; for the recovery of assets; and for the recovery of assets; and in any other matter that is not contrary to the laws of the Republic. in any other matter that is not contrary to the laws of the Republic."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Central Authority",
      "content": "(1) For the purposes of this Act, the Ministry of Justice of the Republic is designated as the Central Authority with responsibility to For the purposes of this Act, the Ministry of Justice of the Republic is designated as the Central Authority with responsibility to make and receive requests for assistance; make and receive requests for assistance; execute or arrange for the execution of the requests; execute or arrange for the execution of the requests; certify or authenticate, or arrange for the certification and authentication of, any document or other material supplied in response to a request for assistance where necessary; certify or authenticate, or arrange for the certification and authentication of, any document or other material supplied in response to a request for assistance where necessary; facilitate the orderly and rapid disposition of requests for assistance; facilitate the orderly and rapid disposition of requests for assistance; negotiate and agree on conditions related to requests for assistance and ensure compliance with the conditions; negotiate and agree on conditions related to requests for assistance and ensure compliance with the conditions; transmit the evidentiary material gathered in response to a request for assistance to the Central Authority of the foreign State, or to authorise any other competent authority to do so, and transmit the evidentiary material gathered in response to a request for assistance to the Central Authority of the foreign State, or to authorise any other competent authority to do so, and perform any other function necessary for effective assistance to be provided or received. perform any other function necessary for effective assistance to be provided or received. (2) A competent authority shall not make or receive a mutual legal assistance request except through the Central Authority. A competent authority shall not make or receive a mutual legal assistance request except through the Central Authority. (3) Communication between the Central Authority and the Central Authority of a foreign State shall be made directly. Communication between the Central Authority and the Central Authority of a foreign State shall be made directly. (4) Without limiting subsection (2), where a request is made or received by a competent authority, the request shall be referred by the authority concerned to the respective Central Authority as soon as practicable. Without limiting subsection (2), where a request is made or received by a competent authority, the request shall be referred by the authority concerned to the respective Central Authority as soon as practicable."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Requests by the Republic",
      "content": "(1) The Central Authority may after consultation with the Minister responsible for Foreign Affairs make a request on behalf of the Republic to the Central Authority of a foreign State or the competent authority of a foreign entity for mutual legal assistance in an investigation commenced or proceedings instituted in Ghana, relating to a criminal matter. The Central Authority may after consultation with the Minister responsible for Foreign Affairs make a request on behalf of the Republic to the Central Authority of a foreign State or the competent authority of a foreign entity for mutual legal assistance in an investigation commenced or proceedings instituted in Ghana, relating to a criminal matter. (2) Subject to subsection (4), the request shall be in writing and dated and signed by or on behalf of the Minister. Subject to subsection (4), the request shall be in writing and dated and signed by or on behalf of the Minister. (3) A request may be made orally due to exigent circumstances but shall as soon as practicable be confirmed in writing. A request may be made orally due to exigent circumstances but shall as soon as practicable be confirmed in writing. (4) A request \"in writing\" includes e-mail, facsimile or other agreed form of electronic transmission provided that the appropriate levels of security and authentication are in place. A request \"in writing\" includes e-mail, facsimile or other agreed form of electronic transmission provided that the appropriate levels of security and authentication are in place."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Content of request for mutual legal assistance",
      "content": "A request for mutual legal assistance shall contain the following information: the identity of the authority or entity initiating the request including contact details, the identity of the authority or entity initiating the request including contact details, the nature of the criminal matter including a summary of the facts if applicable and correlative offences and penalties, and the nature of the criminal matter including a summary of the facts if applicable and correlative offences and penalties, and an indication of whether or not criminal proceedings have been instituted; an indication of whether or not criminal proceedings have been instituted; specify the nature of the assistance required; specify the nature of the assistance required; indicate details of any particular formality or procedure that the foreign State or foreign entity wishes to be followed by Ghana; indicate details of any particular formality or procedure that the foreign State or foreign entity wishes to be followed by Ghana; indicate the purpose for which any evidence, information or material is sought; indicate the purpose for which any evidence, information or material is sought; specify the period within which compliance with the request is desired with stated reasons; specify the period within which compliance with the request is desired with stated reasons; contain information relevant to the assistance sought including details of property to be traced, restrained, seized or confiscated, and property to be traced, restrained, seized or confiscated, and the current location of exhibits required in the case of temporary transfer, the current location of exhibits required in the case of temporary transfer, where criminal proceedings have been instituted, contain the identity of the accused person, the identity of the accused person, the offence with which the accused has been charged and a summary of the facts, the offence with which the accused has been charged and a summary of the facts, information on the stage of proceedings, and information on the stage of proceedings, and the date scheduled for further stages in the proceedings; the date scheduled for further stages in the proceedings; where criminal proceedings have not been instituted, state the offence which the Central Authority of the foreign State or competent authority of the foreign entity has reasonable grounds to suspect has been, is being or will be committed with a summary of known facts, and where criminal proceedings have not been instituted, state the offence which the Central Authority of the foreign State or competent authority of the foreign entity has reasonable grounds to suspect has been, is being or will be committed with a summary of known facts, and any other information that may assist in giving effect to the request. any other information that may assist in giving effect to the request."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Requests by foreign States and foreign entities",
      "content": "(1) A request by the Central Authority of a foreign State or a competent authority of a foreign entity for mutual legal assistance in relation to an investigation commenced or proceedings instituted in that foreign State or by that foreign entity relating to an offence, shall be made to the Central Authority designated under section 6. A request by the Central Authority of a foreign State or a competent authority of a foreign entity for mutual legal assistance in relation to an investigation commenced or proceedings instituted in that foreign State or by that foreign entity relating to an offence, shall be made to the Central Authority designated under section 6. (2) Subject to subsection (3), the request shall be in writing and shall be dated and signed by or on behalf of the person making the request. Subject to subsection (3), the request shall be in writing and shall be dated and signed by or on behalf of the person making the request. (3) The request may be transmitted by electronic device or other agreeable means. The request may be transmitted by electronic device or other agreeable means. (4) Where a request is made orally due to exigent circumstances, the Central Authority of the foreign State or the competent authority of the foreign entity shall as soon as practicable confirm that request in writing. Where a request is made orally due to exigent circumstances, the Central Authority of the foreign State or the competent authority of the foreign entity shall as soon as practicable confirm that request in writing."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Response to requests of foreign State and foreign entity",
      "content": "(1) Subject to subsection (9) where the Central Authority of a foreign State or the competent authority of a foreign entity requests mutual legal assistance in a criminal matter, the Minister may, Subject to subsection (9) where the Central Authority of a foreign State or the competent authority of a foreign entity requests mutual legal assistance in a criminal matter, the Minister may, grant the request in whole or in part, on the terms and conditions that the Minister considers appropriate, or grant the request in whole or in part, on the terms and conditions that the Minister considers appropriate, or defer the response to a request in whole or in part after consultation with the Central Authority of the foreign State or the competent authority of the foreign entity. defer the response to a request in whole or in part after consultation with the Central Authority of the foreign State or the competent authority of the foreign entity. (2) Where the Minister cannot grant the request in whole or in part, the Minister shall promptly inform the Central Authority of the foreign State or the competent authority of the foreign entity of the reason for the decision Where the Minister cannot grant the request in whole or in part, the Minister shall promptly inform the Central Authority of the foreign State or the competent authority of the foreign entity of the reason for the decision (3) The Minister may grant a request subject to the undertaking by the Central Authority of the foreign State or the competent authority of the foreign entity that The Minister may grant a request subject to the undertaking by the Central Authority of the foreign State or the competent authority of the foreign entity that evidence provided will not be used directly in relation to the investigation or prosecution of a specified person, or evidence provided will not be used directly in relation to the investigation or prosecution of a specified person, or a competent court in the foreign State or connected to the foreign entity will determine whether or not the evidence is subject to a privilege. a competent court in the foreign State or connected to the foreign entity will determine whether or not the evidence is subject to a privilege. (4) The Minister may defer the response to a request if its immediate execution is likely to interfere with an ongoing investigation or prosecution. The Minister may defer the response to a request if its immediate execution is likely to interfere with an ongoing investigation or prosecution. (5) Where the Minister authorises the provision of the assistance, the relevant competent authority shall expeditiously Where the Minister authorises the provision of the assistance, the relevant competent authority shall expeditiously give effect to the request and collate any evidentiary material in response to the request, give effect to the request and collate any evidentiary material in response to the request, prepare a report in connection with the execution, and prepare a report in connection with the execution, and send the report and the evidentiary material to the Minister. send the report and the evidentiary material to the Minister. (6) The relevant competent authority shall where necessary certify or authenticate or arrange for the certification or authentication of any document or other material supplied in response to the request for assistance. The relevant competent authority shall where necessary certify or authenticate or arrange for the certification or authentication of any document or other material supplied in response to the request for assistance. (7) The Central Authority shall without undue delay after the execution of each request forward the outcome in the form of a report to the Central Authority of the foreign State or the competent authority of the foreign entity and authorise the transmission of any evidentiary material to the Central Authority of the foreign State or the competent authority of the foreign entity. The Central Authority shall without undue delay after the execution of each request forward the outcome in the form of a report to the Central Authority of the foreign State or the competent authority of the foreign entity and authorise the transmission of any evidentiary material to the Central Authority of the foreign State or the competent authority of the foreign entity. (8) The Central Authority may seek additional information from the Central Authority of the foreign State or competent authority of the foreign entity. The Central Authority may seek additional information from the Central Authority of the foreign State or competent authority of the foreign entity. (9) The Central Authority may on receipt of a request forward a copy of the request to the relevant competent authority of the Republic for necessary action. The Central Authority may on receipt of a request forward a copy of the request to the relevant competent authority of the Republic for necessary action."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Confidentiality of requests",
      "content": "(1) The Central Authority and competent authorities of the Republic that deal with a request under this Act, shall keep that request, its contents and any information and material supplied in compliance with the request confidential. The Central Authority and competent authorities of the Republic that deal with a request under this Act, shall keep that request, its contents and any information and material supplied in compliance with the request confidential. (2) Despite subsection (1), where the Central Authority of a foreign State or where the competent authority of a foreign entity requires or permits the disclosure of the content of a request or information or material supplied in relation to that request, the Minister and Central Authority of that State or competent authority of that foreign entity may after consultation, determine the terms and conditions of the disclosure. Despite subsection (1), where the Central Authority of a foreign State or where the competent authority of a foreign entity requires or permits the disclosure of the content of a request or information or material supplied in relation to that request, the Minister and Central Authority of that State or competent authority of that foreign entity may after consultation, determine the terms and conditions of the disclosure."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Limitation on use of information or evidence",
      "content": "(1) The Central Authority of a foreign State or competent authority of a foreign entity shall use information or evidence obtained in response to a request for assistance under this Act, only for the purpose of the criminal matter specified in the request. The Central Authority of a foreign State or competent authority of a foreign entity shall use information or evidence obtained in response to a request for assistance under this Act, only for the purpose of the criminal matter specified in the request. (2) Despite subsection (1), where the Central Authority of a foreign State or competent authority of a foreign entity requires to use information or evidence for a purpose, other than that specified in the request, that State or entity shall in writing seek the prior written consent of the Minister. Despite subsection (1), where the Central Authority of a foreign State or competent authority of a foreign entity requires to use information or evidence for a purpose, other than that specified in the request, that State or entity shall in writing seek the prior written consent of the Minister."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Expenses incurred for requests",
      "content": "(1) The expenses incurred for the grant of a request, shall be borne by the person, body or authority determined by the Minister. The expenses incurred for the grant of a request, shall be borne by the person, body or authority determined by the Minister. (2) The Central Authority of a foreign State or competent authority of a foreign entity is responsible for the The Central Authority of a foreign State or competent authority of a foreign entity is responsible for the travel and incidental expenses of travel and incidental expenses of a witness or expert required to travel for the purpose of giving evidence, a witness or expert required to travel for the purpose of giving evidence, an accompanying official of a witness under paragraph (i), an accompanying official of a witness under paragraph (i), fees of an expert, fees of an expert, costs of translation required by that foreign State or foreign entity, costs of translation required by that foreign State or foreign entity, costs related to evidence gathering by technology including evidence gathering by video, costs related to evidence gathering by technology including evidence gathering by video, costs related to the interception of communications, costs related to the interception of communications, costs related to the interception by the use of a service costs related to the interception by the use of a service cost related to the storage of communications and the preservation of communication data, and cost related to the storage of communications and the preservation of communication data, and other expenses incurred for the grant of a request made by a foreign state or foreign entity other expenses incurred for the grant of a request made by a foreign state or foreign entity (3) Where the Minister is of the opinion that, the expenses required in order to comply with the request of the Central Authority of a foreign State or competent authority of a foreign entity are of a substantial nature, the Minister shall consult with the Central Authority of that foreign State or with the competent authority of that foreign entity as to the terms and conditions under which compliance with the request may continue. Where the Minister is of the opinion that, the expenses required in order to comply with the request of the Central Authority of a foreign State or competent authority of a foreign entity are of a substantial nature, the Minister shall consult with the Central Authority of that foreign State or with the competent authority of that foreign entity as to the terms and conditions under which compliance with the request may continue."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Defence request for mutual legal assistance",
      "content": "(1) Where criminal proceedings have been instituted against a person, or a person is joined in criminal proceedings, the Central Authority of the foreign State or competent authority of the foreign entity concerned may on application by Where criminal proceedings have been instituted against a person, or a person is joined in criminal proceedings, the Central Authority of the foreign State or competent authority of the foreign entity concerned may on application by that person, or that person, or that person's legal representative that person's legal representative issue a request for assistance to the Central Authority of another foreign State. (2) A request that originates from an accused person or the legal representative of an accused person shall not be a ground for the refusal for assistance. A request that originates from an accused person or the legal representative of an accused person shall not be a ground for the refusal for assistance. (3) The costs related to a request made under subsection (1) shall be borne by the accused person. The costs related to a request made under subsection (1) shall be borne by the accused person."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Refusal of request for mutual legal assistance",
      "content": "(1) Subject to subsections (2) and (3) of this section and section 16(1), the Minister shall refuse to comply in whole or in part with a request for mutual legal assistance if the Minister considers that Subject to subsections (2) and (3) of this section and section 16(1), the Minister shall refuse to comply in whole or in part with a request for mutual legal assistance if the Minister considers that compliance with the request would prejudice the security, international relations or other essential public interests of the Republic, compliance with the request would prejudice the security, international relations or other essential public interests of the Republic, the request relates to an offence or proceedings of a political character, the request relates to an offence or proceedings of a political character, there are reasonable grounds to believe that compliance with the request would facilitate the prosecution or punishment of a person on account of race, colour, ethnic origin, gender, religion, creed, nationality or political opinion or would be prejudicial for any of these reasons to a person affected by the request, there are reasonable grounds to believe that compliance with the request would facilitate the prosecution or punishment of a person on account of race, colour, ethnic origin, gender, religion, creed, nationality or political opinion or would be prejudicial for any of these reasons to a person affected by the request, the request relates to conduct in relation to which the person accused, or suspected of having committed an offence has been acquitted or convicted by a court of competent jurisdiction, the request relates to conduct in relation to which the person accused, or suspected of having committed an offence has been acquitted or convicted by a court of competent jurisdiction, the request relates to conduct which in the foreign State is an offence only under military law or a law relating to military obligations, the request relates to conduct which in the foreign State is an offence only under military law or a law relating to military obligations, the request relates to the transfer of a detained person who has refused to be transferred by a foreign State to the Republic for the purpose of examination as a witness, and the request relates to the transfer of a detained person who has refused to be transferred by a foreign State to the Republic for the purpose of examination as a witness, and the execution of the request would contravene the laws of the Republic. the execution of the request would contravene the laws of the Republic. (2) For the purposes of this Act, an offence shall not be considered as an offence of a political character if For the purposes of this Act, an offence shall not be considered as an offence of a political character if it is an offence within the scope of an international Convention to which both the Republic and the foreign State, are parties, and it is an offence within the scope of an international Convention to which both the Republic and the foreign State, are parties, and that convention imposes on Ghana and the foreign State an obligation to extradite or prosecute an accused person for the commission of the offence; or that convention imposes on Ghana and the foreign State an obligation to extradite or prosecute an accused person for the commission of the offence; or it is an offence within the scope of an international Convention against terrorism. it is an offence within the scope of an international Convention against terrorism. (3) For the purpose of this Act, the secrecy rules of a banking or financial institution shall not be the sole ground for a refusal to provide the required assistance. For the purpose of this Act, the secrecy rules of a banking or financial institution shall not be the sole ground for a refusal to provide the required assistance. (4) A person aggrieved by the refusal to comply in whole or in part with a request for mutual legal assistance may apply to the High Court for judicial review. A person aggrieved by the refusal to comply in whole or in part with a request for mutual legal assistance may apply to the High Court for judicial review."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Imposition of conditions",
      "content": "(1) Before the refusal of a request under section 15, the Minister shall consider whether assistance may be granted subject to particular conditions. Before the refusal of a request under section 15, the Minister shall consider whether assistance may be granted subject to particular conditions. (2) If the Central Authority of the foreign State or competent authority of the foreign entity concerned agrees to comply with the conditions under subsection (1), the Central Authority or competent authority shall comply with them. If the Central Authority of the foreign State or competent authority of the foreign entity concerned agrees to comply with the conditions under subsection (1), the Central Authority or competent authority shall comply with them. (3) Where the Central Authority or competent authority concerned refuses to comply with the conditions or give an undertaking to do so, the Minister may refuse to grant the assistance in whole or in part. Where the Central Authority or competent authority concerned refuses to comply with the conditions or give an undertaking to do so, the Minister may refuse to grant the assistance in whole or in part."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Dual criminality",
      "content": "(1) Despite section 1 (3), where a request by the Central Authority of a foreign State or the competent authority of a foreign entity for mutual legal assistance is in respect of a criminal matter which does not constitute a criminal offence in the Republic, the Minister shall Despite section 1 (3), where a request by the Central Authority of a foreign State or the competent authority of a foreign entity for mutual legal assistance is in respect of a criminal matter which does not constitute a criminal offence in the Republic, the Minister shall consider details of the relevant conduct underlying the request and the adoption of measures that may be necessary to facilitate the provision of the assistance required, and consider details of the relevant conduct underlying the request and the adoption of measures that may be necessary to facilitate the provision of the assistance required, and provide the required assistance provide the required assistance in accordance with the laws of the Republic, and in accordance with the laws of the Republic, and on terms and conditions certified by the Minister. on terms and conditions certified by the Minister."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Request for identification and location of persons",
      "content": "(1) A request for assistance to identify and locate a person believed to be within Ghana shall so far as practicable contain information on the location and identity of that person in Ghana. A request for assistance to identify and locate a person believed to be within Ghana shall so far as practicable contain information on the location and identity of that person in Ghana. (2) On receipt of a request for location and identification of a person, the Central Authority shall in accordance with section 10 execute the request. On receipt of a request for location and identification of a person, the Central Authority shall in accordance with section 10 execute the request."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Request for service of documents",
      "content": "(1) A request by the Central Authority of a foreign State or the competent authority of a foreign entity for assistance for the service of a document shall be accompanied with A request by the Central Authority of a foreign State or the competent authority of a foreign entity for assistance for the service of a document shall be accompanied with the document required to be served, and the document required to be served, and a notice of any outstanding warrant or judicial order where applicable. a notice of any outstanding warrant or judicial order where applicable. (2) Where the Central Authority receives a request from the Central Authority of a foreign State or the competent authority of a foreign entity for the service of a document in Ghana and the Central Authority is satisfied that Where the Central Authority receives a request from the Central Authority of a foreign State or the competent authority of a foreign entity for the service of a document in Ghana and the Central Authority is satisfied that the request relates to an investigation being conducted in that State or by that entity or proceedings before a competent court of that State or entity, and the request relates to an investigation being conducted in that State or by that entity or proceedings before a competent court of that State or entity, and the person may be in Ghana the person may be in Ghana the Central Authority shall forward the request to the Minister responsible for the Interior who shall direct the relevant authority to effect service. (3) Subject to subsection (4) the Central Authority of a foreign State or the competent authority of a foreign entity may send a copy of a procedural document to the person concerned with a criminal matter if Subject to subsection (4) the Central Authority of a foreign State or the competent authority of a foreign entity may send a copy of a procedural document to the person concerned with a criminal matter if the address of that person is uncertain or known, the address of that person is uncertain or known, the relevant law of that foreign State requires proof of service, the relevant law of that foreign State requires proof of service, it has not been possible to serve the document by post, or it has not been possible to serve the document by post, or there is reasonable cause to believe that the dispatch by post will be ineffective or inappropriate. there is reasonable cause to believe that the dispatch by post will be ineffective or inappropriate. (4) A request for the service of a document shall be executed in accordance with A request for the service of a document shall be executed in accordance with the procedure specified in the request if not prohibited by the laws of the Republic, the procedure specified in the request if not prohibited by the laws of the Republic, the procedure specified in the Criminal and other Offences Procedure Act, 1960 (Act 30), or the procedure specified in the Criminal and other Offences Procedure Act, 1960 (Act 30), or the Interpretation Act, 2009 (Act 792). the Interpretation Act, 2009 (Act 792). (5) The competent authority shall send to the Central Authority The competent authority shall send to the Central Authority a notification that service was effected after service of the document, or a notification that service was effected after service of the document, or a statement of the matter that prevented service, where service was not effected. a statement of the matter that prevented service, where service was not effected. (6) The Central Authority shall on receipt of the notification or statement, transmit to the Central Authority of the foreign State or the competent authority of the foreign entity The Central Authority shall on receipt of the notification or statement, transmit to the Central Authority of the foreign State or the competent authority of the foreign entity a proof of service of the document, or a proof of service of the document, or a report containing any reason for the inability to effect service. a report containing any reason for the inability to effect service. (7) Despite a contrary statement in a summons, a person who is served with a summons in accordance with a request under this section to appear as a witness in the foreign State or before a competent authority of a foreign entity and fails to comply with the summons, shall not be subject to a penalty or to punishment. Despite a contrary statement in a summons, a person who is served with a summons in accordance with a request under this section to appear as a witness in the foreign State or before a competent authority of a foreign entity and fails to comply with the summons, shall not be subject to a penalty or to punishment."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Request for search and seizure",
      "content": "(1) Where a request is made by the Central Authority of a foreign state or the competent authority of a foreign entity for assistance to search for and to seize property in Ghana, the Central Authority of that State or competent authority of that entity shall so far as practicable specify Where a request is made by the Central Authority of a foreign state or the competent authority of a foreign entity for assistance to search for and to seize property in Ghana, the Central Authority of that State or competent authority of that entity shall so far as practicable specify the property to be searched for and seized, and the property to be searched for and seized, and information required to obtain the requisite warrant and facilitate the execution of the request. information required to obtain the requisite warrant and facilitate the execution of the request. (2) Where the Minister approves the request, the Minister shall authorise a police officer or any other person in writing to apply exparte to the court for the relevant warrant. Where the Minister approves the request, the Minister shall authorise a police officer or any other person in writing to apply exparte to the court for the relevant warrant. (3) Without limiting the provisions of section 10(6), the Central Authority shall certify and forward to the Central Authority of the foreign State or the competent authority of the foreign entity a report that contains information on the Without limiting the provisions of section 10(6), the Central Authority shall certify and forward to the Central Authority of the foreign State or the competent authority of the foreign entity a report that contains information on the outcome of the search, outcome of the search, place and circumstances of the seizure, and place and circumstances of the seizure, and subsequent custody, detailed description and state of the property seized. subsequent custody, detailed description and state of the property seized."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Issue of search warrant",
      "content": "(1) Where a court receives an application for a search and seizure and is satisfied by evidence on oath that there are reasonable grounds to believe that Where a court receives an application for a search and seizure and is satisfied by evidence on oath that there are reasonable grounds to believe that a serious offence over which the respective foreign State or foreign entity has jurisdiction has been or may have been committed, and a serious offence over which the respective foreign State or foreign entity has jurisdiction has been or may have been committed, and evidence of the commission of the offence, may be found in a building, receptacle, vessel or place in the country evidence of the commission of the offence, may be found in a building, receptacle, vessel or place in the country the court may issue a search warrant authorising the police officer or the person named in the warrant to execute it. (2) The court that issues the warrant may subject the execution of the warrant to conditions including the time or manner of its execution. The court that issues the warrant may subject the execution of the warrant to conditions including the time or manner of its execution. (3) For the purpose of subsection (1)(a), a statement contained in the request of the Central Authority of the foreign State or the competent authority of the foreign entity to the effect that a serious offence over which the foreign State or foreign entity has jurisdiction has been or may have been committed is prima facie evidence of that fact. For the purpose of subsection (1)(a), a statement contained in the request of the Central Authority of the foreign State or the competent authority of the foreign entity to the effect that a serious offence over which the foreign State or foreign entity has jurisdiction has been or may have been committed is prima facie evidence of that fact. (4) The court that issues a warrant shall determine a time and place for a hearing to consider the report of the police officer or an authorised person who executed the warrant and the circumstances of its execution. The court that issues a warrant shall determine a time and place for a hearing to consider the report of the police officer or an authorised person who executed the warrant and the circumstances of its execution."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Content of search warrant",
      "content": "(1) A search warrant issued under section 21(1) shall be in the form prescribed under the Criminal and other Offences (Procedure) Act 1960, (Act 30) and may be varied to suit the purpose of each case. A search warrant issued under section 21(1) shall be in the form prescribed under the Criminal and other Offences (Procedure) Act 1960, (Act 30) and may be varied to suit the purpose of each case. (2) A search warrant issued under section 21(1) shall A search warrant issued under section 21(1) shall specify the time and place for the hearing required under section 21(4), specify the time and place for the hearing required under section 21(4), state that, at the hearing to consider its execution, an order shall be sought to send to the Central Authority of the foreign State or the competent authority of the foreign entity, records, computer data or items seized in execution of the warrant, and state that, at the hearing to consider its execution, an order shall be sought to send to the Central Authority of the foreign State or the competent authority of the foreign entity, records, computer data or items seized in execution of the warrant, and state that state that each person from whom a record, item or computer data is seized in execution of the warrant, and each person from whom a record, item or computer data is seized in execution of the warrant, and a person who claims to have an interest in a record, item or computer data seized in execution of the warrant a person who claims to have an interest in a record, item or computer data seized in execution of the warrant has the right to make representations at the hearing before an order is made concerning the record, item or computer data."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Execution of search warrant",
      "content": "(1) A police officer or an authorised person who executes a search warrant issued under section 21(1), shall before entering the place or premises required to be searched or as soon as practicable after entry, give a copy of the warrant to any person who is present and appears to be in charge of the place or premises. A police officer or an authorised person who executes a search warrant issued under section 21(1), shall before entering the place or premises required to be searched or as soon as practicable after entry, give a copy of the warrant to any person who is present and appears to be in charge of the place or premises. (2) A police officer who, in an unoccupied place or premises, executes a search warrant issued under section 21(1), shall on entering the place or premises, or as soon as practicable after entry fix a copy of the warrant conspicuously within the place or premises. A police officer who, in an unoccupied place or premises, executes a search warrant issued under section 21(1), shall on entering the place or premises, or as soon as practicable after entry fix a copy of the warrant conspicuously within the place or premises."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Report on execution of warrant",
      "content": "(1) A police officer or an authorised person who executes a warrant issued under section 21(1), shall at least seven days before the time fixed for hearing to consider its execution or any shorter period that the court may specify, file with the court that issued the warrant, a written report concerning the execution of the warrant and a description of the item seized. A police officer or an authorised person who executes a warrant issued under section 21(1), shall at least seven days before the time fixed for hearing to consider its execution or any shorter period that the court may specify, file with the court that issued the warrant, a written report concerning the execution of the warrant and a description of the item seized. (2) The police officer or an authorised person shall after submission of the report under subsection (1) send a copy of the report to the Minister. The police officer or an authorised person shall after submission of the report under subsection (1) send a copy of the report to the Minister."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Hearing on execution of warrant",
      "content": "(1) The court that issued the warrant under section 21(1) or a court designated by the Chief Justice, shall regulate the procedure for the hearing in respect of the execution of the warrant. The court that issued the warrant under section 21(1) or a court designated by the Chief Justice, shall regulate the procedure for the hearing in respect of the execution of the warrant. (2) Where the court is not satisfied Where the court is not satisfied that the warrant was executed in accordance with its terms and conditions, or that the warrant was executed in accordance with its terms and conditions, or that an order should be made for a record, item or computer data seized in execution of the warrant to be sent to the Central Authority of the foreign State or the competent authority of the foreign entity which requested the search and seizure, that an order should be made for a record, item or computer data seized in execution of the warrant to be sent to the Central Authority of the foreign State or the competent authority of the foreign entity which requested the search and seizure, the court may order that the record, item or computer data seized in execution of the warrant be returned. (3) The return of an item seized as a result of the execution of a search warrant shall be made to The return of an item seized as a result of the execution of a search warrant shall be made to the person from whom it was seized, if possession of it by that person is lawful; or the person from whom it was seized, if possession of it by that person is lawful; or the lawful owner or the person who is lawfully entitled to its possession, if the owner or that person is known and possession of the item by the person from whom it was seized was unlawful. the lawful owner or the person who is lawfully entitled to its possession, if the owner or that person is known and possession of the item by the person from whom it was seized was unlawful. (4) Where the court orders that an item seized in execution of the warrant be sent to the Central Authority of the foreign State or the competent authority of the foreign entity which requested for the search and seizure, the court may include in the order terms and conditions that the court considers necessary, including terms and conditions Where the court orders that an item seized in execution of the warrant be sent to the Central Authority of the foreign State or the competent authority of the foreign entity which requested for the search and seizure, the court may include in the order terms and conditions that the court considers necessary, including terms and conditions necessary to give effect to the request, necessary to give effect to the request, with respect to the preservation and return to Ghana of the item, and with respect to the preservation and return to Ghana of the item, and with respect to the protection of the genuine interests of third parties. with respect to the protection of the genuine interests of third parties. (5) At the hearing referred to in subsection (1), the court may require that a record, item or computer data seized in execution of the warrant be brought before the court. At the hearing referred to in subsection (1), the court may require that a record, item or computer data seized in execution of the warrant be brought before the court."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Examination of witnesses",
      "content": "(1) A request by the Central Authority of a foreign State or by the competent authority of a foreign entity for assistance to examine a witness before a competent court of the Republic which is exercising jurisdiction over a criminal matter shall specify as appropriate A request by the Central Authority of a foreign State or by the competent authority of a foreign entity for assistance to examine a witness before a competent court of the Republic which is exercising jurisdiction over a criminal matter shall specify as appropriate the personal particulars of that witness including the name and address or official designation, the personal particulars of that witness including the name and address or official designation, the questions relating to the subject matter to be put to the witness to be examined orally or in writing, the questions relating to the subject matter to be put to the witness to be examined orally or in writing, whether it is desired that the oath be administered to the witness or by solemn affirmation, whether it is desired that the oath be administered to the witness or by solemn affirmation, whether the witness will be examined orally or in writing, whether the witness will be examined orally or in writing, any special requirement in respect of the manner of taking evidence to ascertain admissibility, and any special requirement in respect of the manner of taking evidence to ascertain admissibility, and any requirement as to privilege or exemption from giving evidence which appear relevant to the request. any requirement as to privilege or exemption from giving evidence which appear relevant to the request. (2) The Central Authority of the foreign State or the competent authority of the foreign entity may by the request seek permission from the appropriate authority for the accused person or the legal representative of the accused person to attend the examination of the witness and ask questions of the witness. The Central Authority of the foreign State or the competent authority of the foreign entity may by the request seek permission from the appropriate authority for the accused person or the legal representative of the accused person to attend the examination of the witness and ask questions of the witness."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Voluntary attendance of persons in custody to appear as witnesses",
      "content": "(1) A request by the Central Authority of a foreign State or the competent authority of a foreign entity for assistance for the temporary transfer of a person in custody in this country A request by the Central Authority of a foreign State or the competent authority of a foreign entity for assistance for the temporary transfer of a person in custody in this country for the purpose of identification, for the purpose of identification, to provide assistance to obtain evidence for investigations or prosecutions, or to provide assistance to obtain evidence for investigations or prosecutions, or to appear as a witness before a court exercising jurisdiction in the foreign State or on behalf of the foreign entity to appear as a witness before a court exercising jurisdiction in the foreign State or on behalf of the foreign entity shall specify the subject matter for which purpose the court intends to examine the witness and the reasons for which the personal appearance of the witness is required."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Transfer order",
      "content": "(1) Where the Minister approves a request of the Central Authority of a foreign State or the competent authority of a foreign entity to have a person in custody in this country transferred to a foreign State as witness or before the forum of a foreign entity as witness, the Minister or a person authorised by the Minister shall apply to a court in the area of jurisdiction where the person is detained, for a transfer order. Where the Minister approves a request of the Central Authority of a foreign State or the competent authority of a foreign entity to have a person in custody in this country transferred to a foreign State as witness or before the forum of a foreign entity as witness, the Minister or a person authorised by the Minister shall apply to a court in the area of jurisdiction where the person is detained, for a transfer order. (2) An application shall An application shall indicate the name of the detained person, indicate the name of the detained person, contain a statement of the detained person's consent, contain a statement of the detained person's consent, indicate the place of confinement of the person, indicate the place of confinement of the person, specify the subject matter on which it is desired to examine the detained person or the questions to be put to the detained person, specify the subject matter on which it is desired to examine the detained person or the questions to be put to the detained person, specify the reasons why the detained person is sought to be transferred, specify the reasons why the detained person is sought to be transferred, designate a person or authority into whose custody the detained person is sought to be delivered, designate a person or authority into whose custody the detained person is sought to be delivered, indicate the place to which the detained person is sought to be transferred, and indicate the place to which the detained person is sought to be transferred, and specify the period of time at or before the expiration of which the detained person is to be released and returned to Ghana. specify the period of time at or before the expiration of which the detained person is to be released and returned to Ghana. (3) A court to which an application is made under subsection (1), may order the detained person to be brought before that court for examination with respect to the transfer. A court to which an application is made under subsection (1), may order the detained person to be brought before that court for examination with respect to the transfer. (4) A court that orders the detained person to be brought for examination shall seek the certified voluntary consent of that person in respect of the transfer of that person to the foreign State as witness. A court that orders the detained person to be brought for examination shall seek the certified voluntary consent of that person in respect of the transfer of that person to the foreign State as witness. (5) Where the court is satisfied after having Where the court is satisfied after having considered the documents filed or information given in support of the application, and considered the documents filed or information given in support of the application, and obtained the certified voluntary consent, obtained the certified voluntary consent, the court may make the transfer order in accordance with the agreed fixed period for the transfer. (6) The transfer order shall The transfer order shall indicate the name of the detained person and the place of detention, indicate the name of the detained person and the place of detention, order the person who has custody of the detained person to deliver the person into the custody of the person or authority designated in the order, order the person who has custody of the detained person to deliver the person into the custody of the person or authority designated in the order, specify the subject matter on which it is desired to examine the detained person, specify the subject matter on which it is desired to examine the detained person, order the person or authority designated under paragraph (b) to take the detained person order the person or authority designated under paragraph (b) to take the detained person to the foreign State, and to the foreign State, and on the return of the detained person to this country to the previous place of detention, on the return of the detained person to this country to the previous place of detention, state the reasons for the transfer, and state the reasons for the transfer, and fix the period of time at or before the expiration of which the detained person shall be returned. fix the period of time at or before the expiration of which the detained person shall be returned. (7) The transfer order may include terms and conditions that the court considers appropriate, including conditions that relate to the protection of the interests of the detained person. The transfer order may include terms and conditions that the court considers appropriate, including conditions that relate to the protection of the interests of the detained person. (8) The court that makes a transfer order, shall notify the Minister in writing of the content of the order. The court that makes a transfer order, shall notify the Minister in writing of the content of the order. (9) The period spent in custody by a detained person pursuant to a transfer order under this section shall if the person is of good behaviour whilst in custody count towards the serving of the sentence required to be served by the person in this country. The period spent in custody by a detained person pursuant to a transfer order under this section shall if the person is of good behaviour whilst in custody count towards the serving of the sentence required to be served by the person in this country. (10) Where a person in custody is transferred to a foreign State, the Central Authority shall notify the Central Authority of that foreign State or where applicable the competent authority of the foreign entity concerned of Where a person in custody is transferred to a foreign State, the Central Authority shall notify the Central Authority of that foreign State or where applicable the competent authority of the foreign entity concerned of the date on which that person is due to be released from custody, and the date on which that person is due to be released from custody, and the date by which the Republic requires the return of the person, or the date by which the Republic requires the return of the person, or any variation of the dates of release and return. any variation of the dates of release and return."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Refusal and non compliance with request of temporary transfer",
      "content": "(1) Where the Minister refuses to comply with a request for the temporary transfer of a detained person, the Minister is under no obligation to inform the Central Authority of the foreign State or the competent authority of the foreign entity concerned of reasons for the refusal. Where the Minister refuses to comply with a request for the temporary transfer of a detained person, the Minister is under no obligation to inform the Central Authority of the foreign State or the competent authority of the foreign entity concerned of reasons for the refusal. (2) A person in custody whose transfer is the subject of a request and who does not voluntarily consent to the transfer, is not liable to a penalty or any measure of compulsion. A person in custody whose transfer is the subject of a request and who does not voluntarily consent to the transfer, is not liable to a penalty or any measure of compulsion."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Return to Ghana of persons transferred in custody",
      "content": "(1) The Central Authority of a foreign State or the competent authority of a foreign entity shall keep a person transferred at its request to a foreign State, in custody for the specified period for which that person's presence as witness is required and shall at the expiration of the period ensure the return of the person to this country. The Central Authority of a foreign State or the competent authority of a foreign entity shall keep a person transferred at its request to a foreign State, in custody for the specified period for which that person's presence as witness is required and shall at the expiration of the period ensure the return of the person to this country. (2) Despite the fact that a person in custody who is transferred to a foreign State is a national of that foreign State, the Central Authority of the foreign State or the competent authority of the foreign entity at whose request the transfer was made is obliged to return that person to Ghana on the agreed scheduled date. Despite the fact that a person in custody who is transferred to a foreign State is a national of that foreign State, the Central Authority of the foreign State or the competent authority of the foreign entity at whose request the transfer was made is obliged to return that person to Ghana on the agreed scheduled date. (3) The Minister is not required to initiate extradition proceedings for the return of a person transferred in pursuance of a transfer order under section 28 (5). The Minister is not required to initiate extradition proceedings for the return of a person transferred in pursuance of a transfer order under section 28 (5). (4) Despite subsections (1) and (2), the Republic and the foreign State concerned may after the consent of the person transferred has been obtained, agree in writing to the release of the person transferred without that person returning to this country. Despite subsections (1) and (2), the Republic and the foreign State concerned may after the consent of the person transferred has been obtained, agree in writing to the release of the person transferred without that person returning to this country."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Variation of transfer order",
      "content": "The court that makes, a transfer order under section 28(5) may vary the terms and conditions of the order. The court that makes, a transfer order under section 28(5) may vary the terms and conditions of the order."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Copy of order to detained person",
      "content": "A copy of a transfer order made under section 28(5) and of an order varying it made under section 31, shall be forwarded to the person in whose custody the detained person was when the transfer order was made. A copy of a transfer order made under section 28(5) and of an order varying it made under section 31, shall be forwarded to the person in whose custody the detained person was when the transfer order was made."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Privilege",
      "content": "(1) A person shall not be compelled in a court in this country to give any evidence which a witness is not required to give in A person shall not be compelled in a court in this country to give any evidence which a witness is not required to give in criminal proceedings in this country, or criminal proceedings in this country, or criminal proceedings in the respective foreign State or before the respective forum of a foreign entity. criminal proceedings in the respective foreign State or before the respective forum of a foreign entity. (2) For the purpose of this section “giving evidence” includes answering any question and the production of any document or item. For the purpose of this section “giving evidence” includes answering any question and the production of any document or item."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Exception for juveniles",
      "content": "Section 27 to 33 do not apply to a person who, at the time the request was made under section 26(1), was a juvenile within the meaning of the Juvenile Justice Act, 2003 (Act 653). Section 27 to 33 do not apply to a person who, at the time the request was made under section 26(1), was a juvenile within the meaning of the Juvenile Justice Act, 2003 (Act 653)."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Immunity of persons in a foreign State",
      "content": "(1) Subject to this Act a person who is transferred to a foreign State in response to a request under section 28(1), is immune in that foreign State from prosecution, detention or other restriction of personal liberty in respect of a criminal act, omission or conviction that occurred before that person's departure from this country. Subject to this Act a person who is transferred to a foreign State in response to a request under section 28(1), is immune in that foreign State from prosecution, detention or other restriction of personal liberty in respect of a criminal act, omission or conviction that occurred before that person's departure from this country. (2) The immunity ceases where a witness who appears in response to a request under section 28 The immunity ceases where a witness who appears in response to a request under section 28 has been notified by a competent authority of the foreign State or foreign entity where applicable that the personal appearance of that witness is no longer required by the court exercising jurisdiction in the criminal matter, has been notified by a competent authority of the foreign State or foreign entity where applicable that the personal appearance of that witness is no longer required by the court exercising jurisdiction in the criminal matter, continues to remain in the foreign State for fifteen consecutive days from the date of notification, and continues to remain in the foreign State for fifteen consecutive days from the date of notification, and has had an opportunity to leave, or having left the foreign State, has returned to it. has had an opportunity to leave, or having left the foreign State, has returned to it."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Authorisation for the presence in Ghana of specified persons",
      "content": "(1) In order to give effect to a request by the Central Authority of a foreign State, the Minister responsible for the Interior may authorise in writing a person from a foreign State who is a prohibited immigrant under the Immigration Act 2000, (Act 573) In order to give effect to a request by the Central Authority of a foreign State, the Minister responsible for the Interior may authorise in writing a person from a foreign State who is a prohibited immigrant under the Immigration Act 2000, (Act 573) to enter Ghana at a place designated by the Minister responsible for the Interior, or to enter Ghana at a place designated by the Minister responsible for the Interior, or to remain in a designated place in Ghana for the period specified in the authorisation by the Minister responsible for the Interior. to remain in a designated place in Ghana for the period specified in the authorisation by the Minister responsible for the Interior. (2) The Minister responsible for the Interior may The Minister responsible for the Interior may vary the terms of an authorisation granted, or vary the terms of an authorisation granted, or extend the period of time during which the person is authorised to remain in the place in Ghana extend the period of time during which the person is authorised to remain in the place in Ghana (3) Where a person to whom an authorisation is granted Where a person to whom an authorisation is granted is found in a place in Ghana other than the place designated in the authorisation, or is found in a place in Ghana other than the place designated in the authorisation, or is found in any place in Ghana after the expiration of the period of the time specified in the authorisation, or is found in any place in Ghana after the expiration of the period of the time specified in the authorisation, or fails to comply with some other condition of the authorisation, fails to comply with some other condition of the authorisation, that person's presence shall for the purposes of the Immigration Act, 2000 (Act 573) be considered to be unauthorised."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Transfer of detained persons to Ghana",
      "content": "(1) The Minister may by written notice, request a person who is detained in a foreign State to be transferred to Ghana for a specified time. The Minister may by written notice, request a person who is detained in a foreign State to be transferred to Ghana for a specified time. (2) Where the Minister makes a request, the Minister shall require a court to make an order Where the Minister makes a request, the Minister shall require a court to make an order for the temporary detention of the person in a place in Ghana, and for the temporary detention of the person in a place in Ghana, and for the return of the person, to the foreign State when the person's presence is no longer required. for the return of the person, to the foreign State when the person's presence is no longer required. (3) An order made under subsection (2) shall supercede an order made by An order made under subsection (2) shall supercede an order made by any other court, any other court, police officer, or police officer, or authority authority of the Republic with power to compel the appearance of a person in respect of anything that occurred before the person was transferred to Ghana. (4) The court that makes the detention order may vary the terms and conditions of the order and, in particular, may extend the duration of the detention. The court that makes the detention order may vary the terms and conditions of the order and, in particular, may extend the duration of the detention. (5) Where the Central Authority of a foreign State or the competent authority of a foreign entity requests the release from custody of the person detained, either immediately or on a specified date, the Minister shall direct that the person be released from custody accordingly. Where the Central Authority of a foreign State or the competent authority of a foreign entity requests the release from custody of the person detained, either immediately or on a specified date, the Minister shall direct that the person be released from custody accordingly. (6) A court of the Republic, shall not entertain an application made by or on behalf of a person in Ghana relating to a person transferred to Ghana if the application is in respect of the transferred person's release from custody or continued presence in Ghana. A court of the Republic, shall not entertain an application made by or on behalf of a person in Ghana relating to a person transferred to Ghana if the application is in respect of the transferred person's release from custody or continued presence in Ghana."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Escape from custody",
      "content": "(1) A detained person who while in custody in Ghana pursuant to a transfer order made under section 37(2), escapes or attempts to escape from custody may be arrested without warrant by an authorised person and returned to the custody or another custody determined by the Minister. A detained person who while in custody in Ghana pursuant to a transfer order made under section 37(2), escapes or attempts to escape from custody may be arrested without warrant by an authorised person and returned to the custody or another custody determined by the Minister. (2) A person who rescues or attempts to rescue from custody a person being transferred to or from Ghana pursuant to a request under this Act, commits an offence and is liable on summary conviction to a term of imprisonment of not more than two years. A person who rescues or attempts to rescue from custody a person being transferred to or from Ghana pursuant to a request under this Act, commits an offence and is liable on summary conviction to a term of imprisonment of not more than two years."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Safe conduct guarantees of persons in Ghana",
      "content": "(1) Subject to subsection (2) where a person arrives in Ghana in response to a request under this Act, that person while in Ghana, shall not be Subject to subsection (2) where a person arrives in Ghana in response to a request under this Act, that person while in Ghana, shall not be detained, prosecuted or punished, detained, prosecuted or punished, subjected to the service of process or civil suit, or subjected to the service of process or civil suit, or required to give evidence in proceedings in Ghana other than proceedings to which the request relates required to give evidence in proceedings in Ghana other than proceedings to which the request relates in respect of an act that occurred before the person’s departure from the foreign State concerned. (2) Subsection (1) does not apply where Subsection (1) does not apply where the person has left Ghana, or the person has left Ghana, or the person has had the opportunity of leaving Ghana and has remained in Ghana otherwise than for the person has had the opportunity of leaving Ghana and has remained in Ghana otherwise than for a purpose to which the request relates, a purpose to which the request relates, the purpose of giving evidence in proceedings in Ghana certified by the Minister, in writing, to be proceedings in which it is necessary that the person give evidence, or the purpose of giving evidence in proceedings in Ghana certified by the Minister, in writing, to be proceedings in which it is necessary that the person give evidence, or the purpose of rendering assistance in relation to an investigation in Ghana certified by the Minister, in writing, to be an investigation in relation to which it is necessary that the person render assistance. the purpose of rendering assistance in relation to an investigation in Ghana certified by the Minister, in writing, to be an investigation in relation to which it is necessary that the person render assistance. (3) A certificate given by the Minister for purposes of subsection (2)(b)(ii) or (iii) takes effect from the date specified in the certificate. A certificate given by the Minister for purposes of subsection (2)(b)(ii) or (iii) takes effect from the date specified in the certificate."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Request for hearing by means of technology",
      "content": "If a person has to be heard as a witness or expert by the judicial authorities of a foreign State, or a foreign entity, the Central Authority of that foreign State or the competent authority of that foreign entity may make a request for a hearing by video conference or any other means of technology designated by the Minister. If a person has to be heard as a witness or expert by the judicial authorities of a foreign State, or a foreign entity, the Central Authority of that foreign State or the competent authority of that foreign entity may make a request for a hearing by video conference or any other means of technology designated by the Minister."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Evidence-gathering by video conference",
      "content": "(1) Where the Minister approves a request by the Central Authority of a foreign State or the competent authority of a foreign entity for a witness or expert to provide evidence on oath or otherwise by means of video conference that permits the virtual presence of the person in the territory over which the foreign State has jurisdiction, or in the forum of the foreign entity that permits the parties and the court to hear and examine the witness, the Minister may apply without notice for an order to take the evidence of the person in private. Where the Minister approves a request by the Central Authority of a foreign State or the competent authority of a foreign entity for a witness or expert to provide evidence on oath or otherwise by means of video conference that permits the virtual presence of the person in the territory over which the foreign State has jurisdiction, or in the forum of the foreign entity that permits the parties and the court to hear and examine the witness, the Minister may apply without notice for an order to take the evidence of the person in private. (2) The court to which an application is made may subject to the Rules of Court make the order where The court to which an application is made may subject to the Rules of Court make the order where there are reasonable grounds to believe that there are reasonable grounds to believe that a serious offence has been or may have been committed in contravention of the law of the foreign State, or a serious offence has been or may have been committed in contravention of the law of the foreign State, or a serious offence recognised by the foreign entity has been or may have been committed, a serious offence recognised by the foreign entity has been or may have been committed, the use of the video conference to gather evidence is not contrary to any enactment, the use of the video conference to gather evidence is not contrary to any enactment, the required technical means are available to carry out the hearing, and the required technical means are available to carry out the hearing, and the witness or expert concerned has agreed to the hearing by the indicated method. the witness or expert concerned has agreed to the hearing by the indicated method. (3) Without limiting the provisions of section 8, a request for evidence gathering by means of video conference shall specify Without limiting the provisions of section 8, a request for evidence gathering by means of video conference shall specify the reasons why it is in accordance with the law of the foreign State for the witness or expert to attend a hearing in person, the reasons why it is in accordance with the law of the foreign State for the witness or expert to attend a hearing in person, the means of technology that will be used to gather evidence, the means of technology that will be used to gather evidence, the name of the judge or the persons who will be conducting the hearing, the name of the judge or the persons who will be conducting the hearing, an indication that the witness or expert is willing to take part in the video conference, and an indication that the witness or expert is willing to take part in the video conference, and measures for the protection of the person to be heard. measures for the protection of the person to be heard. (4) An evidence-gathering order to use video conference shall summon or make arrangements for the person An evidence-gathering order to use video conference shall summon or make arrangements for the person to attend at a time and place determined by the judge in chambers of the court to give evidence on oath or otherwise by means of video conference and remain in attendance until excused by the competent authorities of the foreign State or foreign entity, to attend at a time and place determined by the judge in chambers of the court to give evidence on oath or otherwise by means of video conference and remain in attendance until excused by the competent authorities of the foreign State or foreign entity, to answer a question put to the person by the authorities of the foreign State or foreign entity or by a person authorised by those authorities in accordance with the law applicable to that State, or to answer a question put to the person by the authorities of the foreign State or foreign entity or by a person authorised by those authorities in accordance with the law applicable to that State, or to produce at the time and place determined by the judge in chambers an item including a document or its copy in order to show it to the authorities of the foreign State or foreign entity by means of the video conference. to produce at the time and place determined by the judge in chambers an item including a document or its copy in order to show it to the authorities of the foreign State or foreign entity by means of the video conference. (5) The court shall The court shall notify the witness or expert, notify the witness or expert, ensure the identification of the witness or expert, ensure the identification of the witness or expert, verify that the witness or expert agrees to the hearing by the video conference, and verify that the witness or expert agrees to the hearing by the video conference, and ensure that the person to be heard is assisted by an interpreter if necessary, before the hearing. ensure that the person to be heard is assisted by an interpreter if necessary, before the hearing. (6) Evidence that relates to an offence under subsection (2)(a) may be given by a person believed to be in this country. Evidence that relates to an offence under subsection (2)(a) may be given by a person believed to be in this country. (7) The foreign State or foreign entity shall bear the cost of establishing the video conference including its servicing, the remuneration of interpreters provided by the court, the allowances for witnesses and experts and travelling expenses incurred as a result of the hearing, unless this is waived in part or wholly by the Minister. The foreign State or foreign entity shall bear the cost of establishing the video conference including its servicing, the remuneration of interpreters provided by the court, the allowances for witnesses and experts and travelling expenses incurred as a result of the hearing, unless this is waived in part or wholly by the Minister. (8) An order made under subsection (2) may include terms or conditions that the court considers necessary including those relating to the protection of the interests of the person named in it and of third parties. An order made under subsection (2) may include terms or conditions that the court considers necessary including those relating to the protection of the interests of the person named in it and of third parties. (9) The court may vary the terms and conditions of the order. The court may vary the terms and conditions of the order. (10) The court shall conduct the hearing directly in accordance with the laws of the Republic. The court shall conduct the hearing directly in accordance with the laws of the Republic. (11) Where a person gives evidence by means of video conference Where a person gives evidence by means of video conference the evidence shall be given as though the witness were physically before the court or tribunal outside this country for the purpose of the laws relating to evidence and procedure except that the evidence given shall not disclose confidential, privileged or protected information; and the evidence shall be given as though the witness were physically before the court or tribunal outside this country for the purpose of the laws relating to evidence and procedure except that the evidence given shall not disclose confidential, privileged or protected information; and the Criminal Offences Act, 1960 (Act 29) or any other enactment relating to perjury, shall apply to evidence given by the person as if the person were a witness before a court in this country. the Criminal Offences Act, 1960 (Act 29) or any other enactment relating to perjury, shall apply to evidence given by the person as if the person were a witness before a court in this country. (12) If during the hearing, the court is of the opinion that compliance with the law or procedure is being infringed, the court shall take the necessary measures to ensure that the hearing continues in accordance with the law and required procedure. If during the hearing, the court is of the opinion that compliance with the law or procedure is being infringed, the court shall take the necessary measures to ensure that the hearing continues in accordance with the law and required procedure. (13) At the conclusion of the hearing the court shall ensure that there is a record that indicates At the conclusion of the hearing the court shall ensure that there is a record that indicates the date and place of the hearing, the date and place of the hearing, the identity of the person heard, the identity of the person heard, the identity and function of each person who participated in the hearing, and the identity and function of each person who participated in the hearing, and any oaths or affirmations taken any oaths or affirmations taken and shall furnish the Central Authority of the foreign State or the competent authority of the foreign entity with the record through the Minister."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Hearing of accused person by video conference",
      "content": "(1) The Central Authority may after consultation with the Central Authority of a foreign State or with the competent authority of a foreign entity where applicable, grant a hearing by video conference. The Central Authority may after consultation with the Central Authority of a foreign State or with the competent authority of a foreign entity where applicable, grant a hearing by video conference. (2) The modalities for carrying out the video conference shall be subject to agreement between the Central Authority and the Central Authority of the foreign State or competent authority of the foreign entity. The modalities for carrying out the video conference shall be subject to agreement between the Central Authority and the Central Authority of the foreign State or competent authority of the foreign entity. (3) Despite subsections (1) and (2), a hearing by video conference can only be implemented after the voluntary consent of the accused person has been obtained. Despite subsections (1) and (2), a hearing by video conference can only be implemented after the voluntary consent of the accused person has been obtained."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Request for interception of telecommunications in Ghana",
      "content": "(1) A request by the Central Authority of a foreign State or the competent authority of a foreign entity for assistance to intercept telecommunications in this country may comprise assistance to A request by the Central Authority of a foreign State or the competent authority of a foreign entity for assistance to intercept telecommunications in this country may comprise assistance to intercept and immediately transmit to the Central Authority of the foreign State or the competent authority of the foreign entity the content of the communication, or intercept and immediately transmit to the Central Authority of the foreign State or the competent authority of the foreign entity the content of the communication, or intercept, record and subsequently transmit to the Central Authority of the foreign State or the competent authority of the foreign entity the content of the communication. intercept, record and subsequently transmit to the Central Authority of the foreign State or the competent authority of the foreign entity the content of the communication. (2) Without limiting subsection (1) a request may be made for the interception of telecommunications by the subject if the subject is present in Without limiting subsection (1) a request may be made for the interception of telecommunications by the subject if the subject is present in a foreign State and that foreign State needs the technical assistance of the Republic to intercept the tele­communications; a foreign State and that foreign State needs the technical assistance of the Republic to intercept the tele­communications; a foreign State and its telecommunications are capable of being intercepted in that State; or a foreign State and its telecommunications are capable of being intercepted in that State; or a foreign State other than the foreign State which requested for assistance and has been informed of the required technical assistance of the Republic to intercept communications to assist the foreign State or foreign entity that initially requested for assistance. a foreign State other than the foreign State which requested for assistance and has been informed of the required technical assistance of the Republic to intercept communications to assist the foreign State or foreign entity that initially requested for assistance. (3) For the purposes of this section, the interception of telecommunications may be effected electronically or through any other technology approved by the Minister after consultation with the Ministers responsible for the Interior and Communications. For the purposes of this section, the interception of telecommunications may be effected electronically or through any other technology approved by the Minister after consultation with the Ministers responsible for the Interior and Communications."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Content of request for interception of telecommunications",
      "content": "(1) Without limiting the provisions of section 8, a request for the interception of telecommunication shall include Without limiting the provisions of section 8, a request for the interception of telecommunication shall include an indication of the authority making the request, an indication of the authority making the request, adequate information to identify the telecommunication sought to be intercepted, adequate information to identify the telecommunication sought to be intercepted, sufficient personal details including the location of the relevant person or institution from whom or from which interception is sought, sufficient personal details including the location of the relevant person or institution from whom or from which interception is sought, the path of the relevant telecommunication, the path of the relevant telecommunication, the duration of the interception, the duration of the interception, the relevance of the evidence sought, the relevance of the evidence sought, confirmation of an interception order or warrant issued in connection with a criminal investigation in the foreign State, confirmation of an interception order or warrant issued in connection with a criminal investigation in the foreign State, details of the serious offence under investigation, and details of the serious offence under investigation, and relevant technical data including the network connection number, communication address or service identifier. relevant technical data including the network connection number, communication address or service identifier. (2) Where a request has been made under section 43(1)(a) and the immediate transmission of the contents of an intercepted communication is not possible, the request may be complied with as if made under section 43(1)(b). Where a request has been made under section 43(1)(a) and the immediate transmission of the contents of an intercepted communication is not possible, the request may be complied with as if made under section 43(1)(b). (3) Information provided pursuant to a request under section 43(1) shall be kept in strict confidence. Information provided pursuant to a request under section 43(1) shall be kept in strict confidence."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Request for interception of telecommunications in Ghana by service provider",
      "content": "(1) Where the request for interception involves the interception of telecommunication services that are operated through a gateway in this country, the Minister shall after consultation with the Ministers responsible for the Interior and Communication ensure that the systems of telecommunications are made directly accessible for the lawful interception by the foreign State concerned through the intermediary of a communications service provider in this country designated by the Minister responsible for Communications. Where the request for interception involves the interception of telecommunication services that are operated through a gateway in this country, the Minister shall after consultation with the Ministers responsible for the Interior and Communication ensure that the systems of telecommunications are made directly accessible for the lawful interception by the foreign State concerned through the intermediary of a communications service provider in this country designated by the Minister responsible for Communications. (2) A foreign State shall be entitled for the purpose of criminal investigation and in accordance with the laws of the Republic to carry out the interception through the designated service provider if the subject of the interception is present in this country without involving any other foreign State on whose territory the gateway is located. A foreign State shall be entitled for the purpose of criminal investigation and in accordance with the laws of the Republic to carry out the interception through the designated service provider if the subject of the interception is present in this country without involving any other foreign State on whose territory the gateway is located. (3) The Minister responsible for Communications shall designate a communications service provider by publication in the Gazette. The Minister responsible for Communications shall designate a communications service provider by publication in the Gazette."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Order for interception of telecommunications",
      "content": "(1) Where the Minister approves a request by the Central Authority of a foreign State or the competent authority of a foreign entity to intercept telecommunications in Ghana regarding an offence, the Minister shall expeditiously authorise a police officer to apply to the relevant court without notice to the person whose telecommunication is to be intercepted for an order to intercept telecommunications. Where the Minister approves a request by the Central Authority of a foreign State or the competent authority of a foreign entity to intercept telecommunications in Ghana regarding an offence, the Minister shall expeditiously authorise a police officer to apply to the relevant court without notice to the person whose telecommunication is to be intercepted for an order to intercept telecommunications. (2) Despite subsection (1), a police officer may, with the prior written consent of the Minister, apply to the relevant court for the order without notice, to the person whose telecommunication is to be intercepted in furtherance of obtaining evidence of the commission of an offence under this Act. Despite subsection (1), a police officer may, with the prior written consent of the Minister, apply to the relevant court for the order without notice, to the person whose telecommunication is to be intercepted in furtherance of obtaining evidence of the commission of an offence under this Act. (3) The court to which an application is made under subsection (1) or (2) may make an order for the prevention of crime on reasonable grounds to The court to which an application is made under subsection (1) or (2) may make an order for the prevention of crime on reasonable grounds to require a telecommunications service provider to intercept and retain a specified communication or communication of a specified description received or transmitted by that telecommunications service provider, require a telecommunications service provider to intercept and retain a specified communication or communication of a specified description received or transmitted by that telecommunications service provider, authorise a police officer to intercept or listen to conversation provided by a telecommunications service provider, authorise a police officer to intercept or listen to conversation provided by a telecommunications service provider, authorise a police officer to enter premises and to install on the premises a device for the interception and retention of specified telecommunications or telecommunications of a specified description and to remove and retain the device, or authorise a police officer to enter premises and to install on the premises a device for the interception and retention of specified telecommunications or telecommunications of a specified description and to remove and retain the device, or authorise a competent authority to facilitate access to the systems of telecommunication services required to be intercepted to execute the request where there is suspicion of the commission of an offence or the whereabouts of a person suspected by the police officer to have committed an offence is contained in that telecommunication or telecommunications of that description. authorise a competent authority to facilitate access to the systems of telecommunication services required to be intercepted to execute the request where there is suspicion of the commission of an offence or the whereabouts of a person suspected by the police officer to have committed an offence is contained in that telecommunication or telecommunications of that description."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "47 Interception of telecommunications without technical assistance",
      "content": "(1) Subject to section 43(2)(c) and any other enactment, where an interception order made under section 46 (3) is made for the purpose of Subject to section 43(2)(c) and any other enactment, where an interception order made under section 46 (3) is made for the purpose of identification, identification, an arrest, an arrest, a charge, a charge, prosecution, or prosecution, or delivery of judgment delivery of judgment in connection with a specific serious offence and the telecommunication address of the subject specified in the interception order is being used on the territory of a neutral foreign State from which no technical assistance is required to carry out the interception, the Minister shall inform that foreign State of the state of affairs. (2) The Central Authority shall inform the neutral foreign State of the interception The Central Authority shall inform the neutral foreign State of the interception before the interception in the case where the Minister is aware of the presence of the subject in the neutral foreign State when the interception order is being made, or before the interception in the case where the Minister is aware of the presence of the subject in the neutral foreign State when the interception order is being made, or immediately after the interception where the Minister becomes aware that the subject of the interception is on the territory of the neutral foreign State in any other case. immediately after the interception where the Minister becomes aware that the subject of the interception is on the territory of the neutral foreign State in any other case. (3) The Central Authority shall notify the neutral foreign State of the following: The Central Authority shall notify the neutral foreign State of the following: an indication of the authority ordering the interception, an indication of the authority ordering the interception, confirmation that a lawful interception order has been issued in connection with a criminal investigation, confirmation that a lawful interception order has been issued in connection with a criminal investigation, information for the purpose of identification of the subject of the interception, information for the purpose of identification of the subject of the interception, an indication of the serious offence under investigation, and an indication of the serious offence under investigation, and the expected duration of the interception. the expected duration of the interception. (4) The Central Authority shall request that the neutral foreign State keep in strict confidence the information provided under subsection (3) in accordance with its domestic law. The Central Authority shall request that the neutral foreign State keep in strict confidence the information provided under subsection (3) in accordance with its domestic law. (5) Where the Central Authority is of the opinion that the information to be provided under subsection (3) is of a particularly sensitive nature, the Central Authority may direct that it be transmitted to the competent authority of the neutral foreign State through a specific authority. Where the Central Authority is of the opinion that the information to be provided under subsection (3) is of a particularly sensitive nature, the Central Authority may direct that it be transmitted to the competent authority of the neutral foreign State through a specific authority. (6) Where a neutral foreign State has been notified, the competent authority of that State shall be invited to respond without delay and in any event within ninety-six hours after receipt of the notification. Where a neutral foreign State has been notified, the competent authority of that State shall be invited to respond without delay and in any event within ninety-six hours after receipt of the notification. (7) The response of a neutral foreign State shall determine The response of a neutral foreign State shall determine whether the interception should be carried out at all or be continued having regard to conditions that may apply in accordance with its domestic law, whether the interception should be carried out at all or be continued having regard to conditions that may apply in accordance with its domestic law, conditions for the procedure for the suspension or termination of the interception if the interception contravenes its domestic law and provide reasons for the conditions, conditions for the procedure for the suspension or termination of the interception if the interception contravenes its domestic law and provide reasons for the conditions, in cases referred to in paragraph (b) whether any material already intercepted while the subject was on its territory may be used only under specified conditions and provide reasons for the conditions, in cases referred to in paragraph (b) whether any material already intercepted while the subject was on its territory may be used only under specified conditions and provide reasons for the conditions, a short extension of not more than eight days from the ninety-six hours deadline agreeable to the Minister for the purpose of carrying out internal procedures under the neutral foreign State's domestic law. a short extension of not more than eight days from the ninety-six hours deadline agreeable to the Minister for the purpose of carrying out internal procedures under the neutral foreign State's domestic law. (8) The neutral foreign State shall be invited to communicate in writing to the Central Authority the conditions that justify the extension of the deadline in pursuance of its domestic law. The neutral foreign State shall be invited to communicate in writing to the Central Authority the conditions that justify the extension of the deadline in pursuance of its domestic law. (9) Subject to a decision by the neutral foreign State under paragraphs (a) and (b) of subsection (7), the Central Authority Subject to a decision by the neutral foreign State under paragraphs (a) and (b) of subsection (7), the Central Authority may direct the continuation of the interception, may direct the continuation of the interception, shall direct the non-use of the material already intercepted except shall direct the non-use of the material already intercepted except if otherwise agreed between the States concerned, or if otherwise agreed between the States concerned, or in the case of exigent measures to prevent an immediate and serious threat to public security. in the case of exigent measures to prevent an immediate and serious threat to public security. (10) In the case of required exigent measures under subsection (9)(b)(ii) the Central Authority shall inform the neutral foreign State of the use of the material already intercepted for taking the urgent measures. In the case of required exigent measures under subsection (9)(b)(ii) the Central Authority shall inform the neutral foreign State of the use of the material already intercepted for taking the urgent measures. (11) Despite subsection (9), the neutral foreign State may request the Central Authority for Despite subsection (9), the neutral foreign State may request the Central Authority for a summary of the facts of the case, and a summary of the facts of the case, and any further information necessary to enable it decide whether interception would be permissible in accordance with its domestic law. any further information necessary to enable it decide whether interception would be permissible in accordance with its domestic law."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Request for the interception of communications to provide stored communications",
      "content": "(1) Where the request by the Central Authority of a foreign State for the interception of telecommunications is for the purpose of the provision of stored communications, the request shall be accompanied with Where the request by the Central Authority of a foreign State for the interception of telecommunications is for the purpose of the provision of stored communications, the request shall be accompanied with the name of the authority with access to the relevant communication, the name of the authority with access to the relevant communication, the location at which the communication is held, the location at which the communication is held, the intended purpose for the required communication, the intended purpose for the required communication, sufficient information to identify the communications, sufficient information to identify the communications, details of the data of the relevant interception, details of the data of the relevant interception, the recipient of the communication, the recipient of the communication, the intended duration for the use of the communication, and the intended duration for the use of the communication, and the terms for the use and disclosure of the communication to third parties. the terms for the use and disclosure of the communication to third parties. (2) Where the Minister approves a request for the interception of telecommunications for the provision to a foreign State or foreign entity of stored communications, the Minister shall apply without notice to the relevant court for an order to intercept the telecommunications in Ghana. Where the Minister approves a request for the interception of telecommunications for the provision to a foreign State or foreign entity of stored communications, the Minister shall apply without notice to the relevant court for an order to intercept the telecommunications in Ghana. (3) Section 46(3) shall apply with the necessary modification for the purpose of an order to provide stored communications. Section 46(3) shall apply with the necessary modification for the purpose of an order to provide stored communications."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Request for interception of items in the course of carriage by a postal service",
      "content": "(1) Subject to any other enactment, where the Central Authority receives a request from the Central Authority of a foreign State or the competent authority of a foreign entity for assistance for the interception and transmission of an item or its copy to the foreign State or foreign entity, the Minister may, if satisfied that the foreign State or the foreign entity has jurisdiction over the criminal matter for which the request is sought, apply without notice to the relevant court for an order to Subject to any other enactment, where the Central Authority receives a request from the Central Authority of a foreign State or the competent authority of a foreign entity for assistance for the interception and transmission of an item or its copy to the foreign State or foreign entity, the Minister may, if satisfied that the foreign State or the foreign entity has jurisdiction over the criminal matter for which the request is sought, apply without notice to the relevant court for an order to intercept the item in the mail of a postal service, and intercept the item in the mail of a postal service, and subsequently transmit the intercepted item or its copy to the foreign State or foreign entity. subsequently transmit the intercepted item or its copy to the foreign State or foreign entity. (2) A court to which an application is made under subsection (1) may make an order on reasonable grounds to A court to which an application is made under subsection (1) may make an order on reasonable grounds to require the use of an investigative technique or other procedure to intercept the item in Ghana, require the use of an investigative technique or other procedure to intercept the item in Ghana, authorise the relevant authority to intercept the item. authorise the relevant authority to intercept the item. (3) Where the Minister approves the request, the Minister shall authorise the appropriate authority to intercept the item. Where the Minister approves the request, the Minister shall authorise the appropriate authority to intercept the item. (4) The relevant authority shall through the Minister responsible for the Interior send to the Central Authority The relevant authority shall through the Minister responsible for the Interior send to the Central Authority notification of how the subsequent transmission of the item was effected after the interception of the item, or notification of how the subsequent transmission of the item was effected after the interception of the item, or a statement of the matter that prevented the interception, where the interception was not effected. a statement of the matter that prevented the interception, where the interception was not effected. (5) The Central Authority shall on receipt of the notification transmit to the Central Authority of the foreign State or the competent authority of the foreign entity The Central Authority shall on receipt of the notification transmit to the Central Authority of the foreign State or the competent authority of the foreign entity a certificate of the effected interception, or a certificate of the effected interception, or a report containing reasons for the inability to effect the interception. a report containing reasons for the inability to effect the interception."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Arrangements for interception of telecommunications",
      "content": "A foreign State or foreign entity may for the purpose of facilitating the development of present and future technical possibilities for the lawful interception of telecommunications, enter into a bilateral arrangement with the Minister on behalf of the Republic. A foreign State or foreign entity may for the purpose of facilitating the development of present and future technical possibilities for the lawful interception of telecommunications, enter into a bilateral arrangement with the Minister on behalf of the Republic."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Request for the preservation of communications data",
      "content": "(1) A request by the Central Authority of a foreign State or the competent authority of a foreign entity for assistance for the expeditious preservation of communications data pending the submission of a request for the production of data shall A request by the Central Authority of a foreign State or the competent authority of a foreign entity for assistance for the expeditious preservation of communications data pending the submission of a request for the production of data shall specify the identity of the agency or authority making the request, specify the identity of the agency or authority making the request, contain a brief description of the conduct under investigation, contain a brief description of the conduct under investigation, contain a description of the data to be preserved and its connection with the investigation or proceedings to which the request relates and which indicates whether the communications data to be preserved includes contain a description of the data to be preserved and its connection with the investigation or proceedings to which the request relates and which indicates whether the communications data to be preserved includes subscriber information, subscriber information, traffic data, or traffic data, or other information that comprises communication data, other information that comprises communication data, contain information to identify the custodian of the stored communications data or the location of the computer system, contain information to identify the custodian of the stored communications data or the location of the computer system, indicate reasons for the necessity of the preservation, and indicate reasons for the necessity of the preservation, and indicate the manner and time within which the foreign State intends to submit a substantive request for assistance for the production of the required communication data. indicate the manner and time within which the foreign State intends to submit a substantive request for assistance for the production of the required communication data. (2) A request for assistance to preserve communications data may be directly transmitted to the competent authority designated by the Minister to do so. A request for assistance to preserve communications data may be directly transmitted to the competent authority designated by the Minister to do so. (3) A competent authority that receives a request shall notify the Minister. A competent authority that receives a request shall notify the Minister. (4) Where the Central Authority receives the request by the Central Authority of a foreign State or the competent authority of a foreign entity for the preservation of communications data or is notified under subsection (3), the Central Authority shall direct that the communications data be preserved for a period of one hundred and twenty days pending submission of a substantive request by the Central Authority of the foreign State or the competent authority of the foreign entity for assistance to obtain the preserved communications data. Where the Central Authority receives the request by the Central Authority of a foreign State or the competent authority of a foreign entity for the preservation of communications data or is notified under subsection (3), the Central Authority shall direct that the communications data be preserved for a period of one hundred and twenty days pending submission of a substantive request by the Central Authority of the foreign State or the competent authority of the foreign entity for assistance to obtain the preserved communications data. (5) The communications data shall be preserved The communications data shall be preserved pending the determination of the request, or pending the determination of the request, or until the data is obtained if the request is granted. until the data is obtained if the request is granted. (6) Where the Central Authority is of the opinion that the preservation of communications data pursuant to a request Where the Central Authority is of the opinion that the preservation of communications data pursuant to a request does not warrant the future availability of the required communications data; or does not warrant the future availability of the required communications data; or may threaten the confidentiality of or adversely affect the investigation in the foreign State, or by the foreign entity may threaten the confidentiality of or adversely affect the investigation in the foreign State, or by the foreign entity the Central Authority shall promptly inform the Central Authority of the foreign State or the competent authority of the foreign entity where applicable which shall determine whether to execute the request or not."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Special co-operation",
      "content": "(1) The Minister may disclose information in the possession of a competent authority in Ghana to the Central Authority of a foreign State or the competent authority of a foreign entity if the disclosure The Minister may disclose information in the possession of a competent authority in Ghana to the Central Authority of a foreign State or the competent authority of a foreign entity if the disclosure is likely to assist in carrying out any investigation, prosecution or judicial proceedings in the foreign State or by the foreign entity, is likely to assist in carrying out any investigation, prosecution or judicial proceedings in the foreign State or by the foreign entity, may lead to a request by the Central Authority of that foreign State or the competent authority of that foreign entity, or may lead to a request by the Central Authority of that foreign State or the competent authority of that foreign entity, or may lead to the tracing, freezing and confiscation of the proceeds of crime. may lead to the tracing, freezing and confiscation of the proceeds of crime. (2) Where the information is disclosed, the Minister may impose conditions on the use of the information. Where the information is disclosed, the Minister may impose conditions on the use of the information. (3) The person who receives the information for use shall comply with the conditions imposed. The person who receives the information for use shall comply with the conditions imposed. (4) Without limiting subsection (1), the Central Authority may disclose information on proceeds of crime without prior request. Without limiting subsection (1), the Central Authority may disclose information on proceeds of crime without prior request."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Covert investigations",
      "content": "(1) In order to give effect to a request under this Act, the Minister may after consultation with the Ministers responsible for the Interior and Foreign Affairs, enter into an administrative arrangement with the Central Authority of a foreign State or with the competent authority of a foreign entity for assistance in the conduct of investigations into crime by an authorised officer within this country under a covert or false identity, or through covert electronic surveillance. In order to give effect to a request under this Act, the Minister may after consultation with the Ministers responsible for the Interior and Foreign Affairs, enter into an administrative arrangement with the Central Authority of a foreign State or with the competent authority of a foreign entity for assistance in the conduct of investigations into crime by an authorised officer within this country under a covert or false identity, or through covert electronic surveillance. (2) The arrangement shall have due regard to the laws and procedures of the Republic. The arrangement shall have due regard to the laws and procedures of the Republic. (3) The arrangement shall The arrangement shall indicate the duration of the covert investigation, indicate the duration of the covert investigation, provide detailed conditions, provide detailed conditions, provide for the monitoring and preservation of the product of the covert investigation, provide for the monitoring and preservation of the product of the covert investigation, provide for the duration of the covert surveillance, and provide for the duration of the covert surveillance, and indicate the legal status of the officers concerned. indicate the legal status of the officers concerned. (4) The Central Authority and the Central Authority of the foreign State or competent authority of the foreign entity involved shall co-operate to ensure that The Central Authority and the Central Authority of the foreign State or competent authority of the foreign entity involved shall co-operate to ensure that the covert investigation is conducted and supervised under the strictest confidence, and the covert investigation is conducted and supervised under the strictest confidence, and security is provided for the officers acting under the covert or false identity. security is provided for the officers acting under the covert or false identity. (5) Without limiting subsection (1), the Central Authority of a foreign State or the competent authority of a foreign entity may make a request for assistance involving surveillance to include the use of a tracking device. Without limiting subsection (1), the Central Authority of a foreign State or the competent authority of a foreign entity may make a request for assistance involving surveillance to include the use of a tracking device."
    },
    {
      "provision_ref": "s54",
      "section": "54",
      "title": "Joint investigation teams",
      "content": "(1) In order to give effect to a request under this Act, the Minister may after consultation with the Ministers responsible for the Interior and Foreign Affairs set up a joint investigation team with the Central Authority of a foreign State or the competent authority of a foreign entity for a specific purpose and for a fixed period to carry out criminal investigations within and outside this country. In order to give effect to a request under this Act, the Minister may after consultation with the Ministers responsible for the Interior and Foreign Affairs set up a joint investigation team with the Central Authority of a foreign State or the competent authority of a foreign entity for a specific purpose and for a fixed period to carry out criminal investigations within and outside this country. (2) The composition of the team shall be specified in the agreement with the Central Authority. The composition of the team shall be specified in the agreement with the Central Authority. (3) A joint investigation team may be set up where A joint investigation team may be set up where investigations into a serious offence requires complicated and demanding investigations which have a nexus with a foreign State or foreign entity, and investigations into a serious offence requires complicated and demanding investigations which have a nexus with a foreign State or foreign entity, and the conduct of investigations into a serious offence by a foreign State or foreign entity necessitate the co-ordinated and concerted action of the competent authorities in this country. the conduct of investigations into a serious offence by a foreign State or foreign entity necessitate the co-ordinated and concerted action of the competent authorities in this country. (4) Where a joint investigation team is established in this country, it shall operate under the following general conditions: Where a joint investigation team is established in this country, it shall operate under the following general conditions: the leader of the team shall be a representative of the competent authority authorised to participate in the criminal investigations and shall act in accordance with the law, and the leader of the team shall be a representative of the competent authority authorised to participate in the criminal investigations and shall act in accordance with the law, and the team members shall carry out operations in accordance with the law and under the leadership of the team taking into account conditions set by their own authorities in the agreement that established the team. the team members shall carry out operations in accordance with the law and under the leadership of the team taking into account conditions set by their own authorities in the agreement that established the team. (5) The Central Authority of a foreign State in which a joint investigation team is established or the Central Authority of the Republic, if the team is established in Ghana, shall be responsible for the necessary organisational arrangements. The Central Authority of a foreign State in which a joint investigation team is established or the Central Authority of the Republic, if the team is established in Ghana, shall be responsible for the necessary organisational arrangements. (6) Members of a joint investigation team may carry out investigative measures which have been approved of by the Minister responsible for the Interior. Members of a joint investigation team may carry out investigative measures which have been approved of by the Minister responsible for the Interior. (7) Where a joint investigation team requires assistance from a foreign State or foreign entity, the Central Authority may make the relevant request on behalf of the team in accordance with the relevant arrangements of the team. Where a joint investigation team requires assistance from a foreign State or foreign entity, the Central Authority may make the relevant request on behalf of the team in accordance with the relevant arrangements of the team."
    },
    {
      "provision_ref": "s55",
      "section": "55",
      "title": "Request for freezing, seizure and confiscation of proceeds of crime",
      "content": "(1) Without limiting section 8, a request for the freezing or seizure of property as proceeds of crime shall be accompanied with Without limiting section 8, a request for the freezing or seizure of property as proceeds of crime shall be accompanied with relevant information available to the Central Authority of that foreign State or the competent authority of that foreign entity that may be required for procedures in Ghana, relevant information available to the Central Authority of that foreign State or the competent authority of that foreign entity that may be required for procedures in Ghana, a certificate in respect of the property, a certificate in respect of the property, known details of the property in relation to which the request is sought, known details of the property in relation to which the request is sought, known details of the location and estimated value of the property, known details of the location and estimated value of the property, the nexus between the serious offence and the property for which the request is made, the nexus between the serious offence and the property for which the request is made, a certified copy of a restraint or confiscation order made in the foreign State where applicable, a certified copy of a restraint or confiscation order made in the foreign State where applicable, details of any known third party interests in the property, and details of any known third party interests in the property, and any other relevant statement. any other relevant statement. (2) The certificate under paragraph (b) of subsection (1), shall be issued by the Central Authority, a court of competent jurisdiction of a foreign State or a foreign entity to confirm that The certificate under paragraph (b) of subsection (1), shall be issued by the Central Authority, a court of competent jurisdiction of a foreign State or a foreign entity to confirm that there are reasonable grounds to believe that the whole of the property or part of the property is located in this country, there are reasonable grounds to believe that the whole of the property or part of the property is located in this country, criminal proceedings have been instituted in the foreign State or by the foreign entity in respect of a serious offence connected to the relevant property, and criminal proceedings have been instituted in the foreign State or by the foreign entity in respect of a serious offence connected to the relevant property, and a criminal investigation is underway in the foreign State or by the foreign entity in respect of a serious offence connected to the relevant property. a criminal investigation is underway in the foreign State or by the foreign entity in respect of a serious offence connected to the relevant property. (3) Where the Central Authority receives a request from the Central Authority of a foreign State or the competent authority of a foreign entity in respect of the subject matter under subsection (1), the Minister may apply without notice to the court in the area of jurisdiction where the property is believed to be located, for an order in relation to the proceeds of crime. Where the Central Authority receives a request from the Central Authority of a foreign State or the competent authority of a foreign entity in respect of the subject matter under subsection (1), the Minister may apply without notice to the court in the area of jurisdiction where the property is believed to be located, for an order in relation to the proceeds of crime. (4) For the purpose of this section, “an order in relation to the proceeds of crime” means For the purpose of this section, “an order in relation to the proceeds of crime” means an order restraining dealings with property in respect of which there is reasonable cause to believe that it has been derived or obtained, directly or indirectly from, or used in, or in connection with, the commission of a serious offence, an order restraining dealings with property in respect of which there is reasonable cause to believe that it has been derived or obtained, directly or indirectly from, or used in, or in connection with, the commission of a serious offence, an order to confiscate property derived or obtained directly or indirectly from or used in or in connection with the commission of a serious offence, and an order to confiscate property derived or obtained directly or indirectly from or used in or in connection with the commission of a serious offence, and an order to impose a pecuniary penalty calculated by reference to the value of property derived, obtained or used. an order to impose a pecuniary penalty calculated by reference to the value of property derived, obtained or used. (5) A certificate that gives effect to the facts under subsection (2) is prima facie evidence of those facts without verification of the signa­ture or official character of the person who signed the foreign request. A certificate that gives effect to the facts under subsection (2) is prima facie evidence of those facts without verification of the signa­ture or official character of the person who signed the foreign request. (6) Without limiting the provisions of section 15, the Minister may refuse a request under subsection (3) if the Minister does not receive compelling and timely evidence or the property is of a nominal value. Without limiting the provisions of section 15, the Minister may refuse a request under subsection (3) if the Minister does not receive compelling and timely evidence or the property is of a nominal value. (7) The Minister may impose provisional measures on confiscated property in accordance with the request of a foreign State or foreign entity but shall notify that State or entity before lifting any provisional measure to enable it to give reasons for required continuing measures. The Minister may impose provisional measures on confiscated property in accordance with the request of a foreign State or foreign entity but shall notify that State or entity before lifting any provisional measure to enable it to give reasons for required continuing measures. (8) The Minister may take measures to preserve property if there are reasonable grounds to believe that it would be eventually subject to an order of confiscation on the basis of a foreign arrest or criminal charge related to the acquisition of the property. The Minister may take measures to preserve property if there are reasonable grounds to believe that it would be eventually subject to an order of confiscation on the basis of a foreign arrest or criminal charge related to the acquisition of the property."
    },
    {
      "provision_ref": "s56",
      "section": "56",
      "title": "Request for enforcement of restraint and confiscation orders",
      "content": "(1) Where the Central Authority receives a request from the Central Authority of a foreign State or the competent authority of a foreign entity for the enforcement of a restraint or confiscation order, the Central Authority may if satisfied that Where the Central Authority receives a request from the Central Authority of a foreign State or the competent authority of a foreign entity for the enforcement of a restraint or confiscation order, the Central Authority may if satisfied that the order is final and not subject to review or appeal, the order is final and not subject to review or appeal, the order is in force in the foreign State concerned, and the order is in force in the foreign State concerned, and the person against whom the order was made, has been convicted of a serious offence within the jurisdiction of the foreign State or foreign entity the person against whom the order was made, has been convicted of a serious offence within the jurisdiction of the foreign State or foreign entity lodge a certified copy of the restraint order or confiscation order with the Registrar of the High Court designated by the Chief Justice for the purpose. (2) The Registrar with whom a certified copy of a restraint or confiscation order is lodged shall in the prescribed manner, register the order in respect of the property specified in the order. The Registrar with whom a certified copy of a restraint or confiscation order is lodged shall in the prescribed manner, register the order in respect of the property specified in the order. (3) The Registrar who registers a restraint order or a confiscation order, shall give written notice to the person against whom the respective order has been made of its registration at the High Court. The Registrar who registers a restraint order or a confiscation order, shall give written notice to the person against whom the respective order has been made of its registration at the High Court. (4) Where the person against whom the restraint order or confiscation order has been made is present in Ghana, the notice under subsection (3) shall be served on the person in the prescribed manner. Where the person against whom the restraint order or confiscation order has been made is present in Ghana, the notice under subsection (3) shall be served on the person in the prescribed manner. (5) Where the person against whom the restraint order or confis­cation order has been made is not present in this country, the person shall be informed of the registration of the respective order in the manner prescribed by the Rules of Court. Where the person against whom the restraint order or confis­cation order has been made is not present in this country, the person shall be informed of the registration of the respective order in the manner prescribed by the Rules of Court. (6) A restraint order or confiscation order registered in accordance with subsection (2), has the same effect as a restraint order or confiscation order made by the High Court at which it was registered and may be enforced as a judgment of that Court. A restraint order or confiscation order registered in accordance with subsection (2), has the same effect as a restraint order or confiscation order made by the High Court at which it was registered and may be enforced as a judgment of that Court."
    },
    {
      "provision_ref": "s57",
      "section": "57",
      "title": "Enforcement of alternative court orders in Ghana",
      "content": "Where a court in Ghana is unable for justifiable reason to enforce an order in accordance with the request by the Central Authority of a foreign State or the competent authority of a foreign entity under section 56, the Central Authority of that foreign State or the competent authority of that foreign entity may subsequently request the making of a similar order that is available under the laws of the Republic. Where a court in Ghana is unable for justifiable reason to enforce an order in accordance with the request by the Central Authority of a foreign State or the competent authority of a foreign entity under section 56, the Central Authority of that foreign State or the competent authority of that foreign entity may subsequently request the making of a similar order that is available under the laws of the Republic."
    },
    {
      "provision_ref": "s58",
      "section": "58",
      "title": "Amendment to foreign restraint and confiscation orders",
      "content": "(1) Where an amendment is made to Where an amendment is made to a foreign restraint order, or a foreign restraint order, or a foreign confiscation order a foreign confiscation order in the foreign State or by the foreign entity concerned before or after its registration in Ghana, a copy of that amendment shall be registered in the same manner as the original order was registered. (2) The amendment to a foreign restraint order or foreign confiscation order, is of no effect until registered in the manner specified under subsection (1). The amendment to a foreign restraint order or foreign confiscation order, is of no effect until registered in the manner specified under subsection (1)."
    },
    {
      "provision_ref": "s59",
      "section": "59",
      "title": "Setting aside of registration of foreign restraint and confiscation orders",
      "content": "The High Court shall on application set aside the registration of a foreign restraint order or foreign confiscation order, if the court is satisfied that the order was registered contrary to a provision of this Act, or the order was registered contrary to a provision of this Act, or the sentence or order in support of which the restraint order or confiscation order was made, has been satisfied in full or has ceased to have effect. the sentence or order in support of which the restraint order or confiscation order was made, has been satisfied in full or has ceased to have effect."
    },
    {
      "provision_ref": "s60",
      "section": "60",
      "title": "Interested parties and restraint and confiscation orders",
      "content": "(1) The court may in an action relating to a restraint or confiscation order pursuant to section 56, require notice to be given to a person who appears to have an interest in the property and that person shall be added as a respondent to the application. The court may in an action relating to a restraint or confiscation order pursuant to section 56, require notice to be given to a person who appears to have an interest in the property and that person shall be added as a respondent to the application. (2) If the court is satisfied that the person added as a respondent to the application If the court is satisfied that the person added as a respondent to the application has an interest in the property which is the subject of the application, and has an interest in the property which is the subject of the application, and has exercised reasonable care to ensure that the property is not from the proceeds of a serious offence, has exercised reasonable care to ensure that the property is not from the proceeds of a serious offence, the court shall order that the interest of that person shall not be affected by the order and the order shall also declare the nature and extent of the interest of that person. (3) Without limiting subsection (2), the court may make an order for payment of damages or costs in relation to the registration of the restraint or confiscation order. Without limiting subsection (2), the court may make an order for payment of damages or costs in relation to the registration of the restraint or confiscation order."
    },
    {
      "provision_ref": "s61",
      "section": "61",
      "title": "Electronic communication of restraint and confiscation orders",
      "content": "(1) A foreign restraint order or foreign confiscation order or an amendment to either of them may be received by means of electronic communication and registered by the court. A foreign restraint order or foreign confiscation order or an amendment to either of them may be received by means of electronic communication and registered by the court. (2) An electronic copy of an order under subsection (1) shall have the same effect as a duly authenticated copy of the order or its amendment. An electronic copy of an order under subsection (1) shall have the same effect as a duly authenticated copy of the order or its amendment. (3) Registration of an order under subsection (1) shall cease to have effect after fourteen days from the date of registration, unless an authenticated copy of the original order is registered. Registration of an order under subsection (1) shall cease to have effect after fourteen days from the date of registration, unless an authenticated copy of the original order is registered."
    },
    {
      "provision_ref": "s62",
      "section": "62",
      "title": "Application of enactments relating to money laundering, terrorism and other related crimes",
      "content": "Where a foreign restraint order or confiscation order is registered in accordance with section 56(2), the provisions of an enactment relating to the laundering of money, a terrorist act and proceeds of other related crimes shall still apply to the registered order. Where a foreign restraint order or confiscation order is registered in accordance with section 56(2), the provisions of an enactment relating to the laundering of money, a terrorist act and proceeds of other related crimes shall still apply to the registered order."
    },
    {
      "provision_ref": "s63",
      "section": "63",
      "title": "Reciprocal sharing of confiscated property",
      "content": "(1) The Minister may enter into an administrative arrangement with the Central Authority of a foreign State for the reciprocal share-out with that State of the whole or a part of the property that is realised in the foreign State or Ghana following the execution of a request on the direction of the Minister The Minister may enter into an administrative arrangement with the Central Authority of a foreign State for the reciprocal share-out with that State of the whole or a part of the property that is realised in the foreign State or Ghana following the execution of a request on the direction of the Minister for the confiscation of property located in the foreign State, or for the confiscation of property located in the foreign State, or for the enforcement of a foreign restraint order or foreign confiscation order. for the enforcement of a foreign restraint order or foreign confiscation order. (2) Subject to any other enactment, the share-out of confiscated property, under this Act, shall vest in the Republic free from any right, interest or encumbrance of a person, except a right, interest or encumbrance Subject to any other enactment, the share-out of confiscated property, under this Act, shall vest in the Republic free from any right, interest or encumbrance of a person, except a right, interest or encumbrance which is held by a purchaser in good faith for valuable consideration, or which is held by a purchaser in good faith for valuable consideration, or which is not otherwise void under a provision of this Act. which is not otherwise void under a provision of this Act. (3) Where the Republic disputes the claim of a person who holds an encumbrance to which the property is subject, the Minister shall apply to the High Court to determine the issue. Where the Republic disputes the claim of a person who holds an encumbrance to which the property is subject, the Minister shall apply to the High Court to determine the issue. (4) The vesting of property in the Republic shall take effect without a transfer, conveyance, deed or other instrument and the property shall be registered by the authority empowered to do so in the prescribed manner. The vesting of property in the Republic shall take effect without a transfer, conveyance, deed or other instrument and the property shall be registered by the authority empowered to do so in the prescribed manner."
    },
    {
      "provision_ref": "s64",
      "section": "64",
      "title": "Disposal or release of property",
      "content": "(1) Subject to this Act, the laws of the Republic apply to the determination of Subject to this Act, the laws of the Republic apply to the determination of disposal of property confiscated, or obtained as a result of the enforcement of a fine, and disposal of property confiscated, or obtained as a result of the enforcement of a fine, and the circumstances for the release of property which is the subject of a restraint order or confiscation order under this Act. the circumstances for the release of property which is the subject of a restraint order or confiscation order under this Act. (2) Subject to section 63 the proceeds of crime obtained through a court order under section 55(3) or the equivalent of those proceeds may be Subject to section 63 the proceeds of crime obtained through a court order under section 55(3) or the equivalent of those proceeds may be returned to Ghana, returned to Ghana, returned to the legitimate owner, or returned to the legitimate owner, or shared with the foreign State concerned in accordance with the proportion that the Republic in consultation with the foreign State considers appropriate in the circumstances. shared with the foreign State concerned in accordance with the proportion that the Republic in consultation with the foreign State considers appropriate in the circumstances. (3) Where the Minister approves the request of a foreign State to return confiscated property to that State, the Minister shall Where the Minister approves the request of a foreign State to return confiscated property to that State, the Minister shall take the necessary measures to enable authorities return the property to the foreign State, take the necessary measures to enable authorities return the property to the foreign State, where necessary waive any requirement that is likely to impede the return of confiscated property which is the source of embezzled public funds or laundered embezzled public funds, where necessary waive any requirement that is likely to impede the return of confiscated property which is the source of embezzled public funds or laundered embezzled public funds, where necessary waive any requirement that is likely to prevent the return of confiscated property if the foreign State where necessary waive any requirement that is likely to prevent the return of confiscated property if the foreign State establishes prior ownership of the confiscated property, establishes prior ownership of the confiscated property, recognises that damage to the foreign State is likely to occur if the property is not returned to the foreign State. recognises that damage to the foreign State is likely to occur if the property is not returned to the foreign State. (4) The Minister shall in considering a request for the return of property to a foreign State, take into account The Minister shall in considering a request for the return of property to a foreign State, take into account the need to return the property to its legitimate owner, and the need to return the property to its legitimate owner, and the need to compensate victims of the crime. the need to compensate victims of the crime. (5) The Central Authority may deduct expenses incurred in investigations, prosecution or judicial proceedings that lead to the return or disposition of confiscated property. The Central Authority may deduct expenses incurred in investigations, prosecution or judicial proceedings that lead to the return or disposition of confiscated property."
    },
    {
      "provision_ref": "s65",
      "section": "65",
      "title": "Use of exhibits abroad",
      "content": "(1) The Central Authority of a foreign State or the competent authority of a foreign entity may make a request for assistance to obtain an exhibit admitted in evidence in proceedings in respect of a serious offence in a court in the Republic. The Central Authority of a foreign State or the competent authority of a foreign entity may make a request for assistance to obtain an exhibit admitted in evidence in proceedings in respect of a serious offence in a court in the Republic. (2) Where the Minister approves the request, the Minister shall after giving reasonable notice to the parties to the proceedings, apply for a loan order to the court that has possession of the exhibit. Where the Minister approves the request, the Minister shall after giving reasonable notice to the parties to the proceedings, apply for a loan order to the court that has possession of the exhibit. (3) The application shall The application shall contain a description of the exhibit requested for, contain a description of the exhibit requested for, state the reasons for the request as well as a description of tests that are to be performed on the exhibit and the location where the tests will be performed, state the reasons for the request as well as a description of tests that are to be performed on the exhibit and the location where the tests will be performed, designate a person or class of persons to whom the exhibit is to be given, designate a person or class of persons to whom the exhibit is to be given, state the location to which the exhibit is to be moved, and state the location to which the exhibit is to be moved, and specify a period of time at or before the expiration of which the exhibit is to be returned. specify a period of time at or before the expiration of which the exhibit is to be returned."
    },
    {
      "provision_ref": "s66",
      "section": "66",
      "title": "Loan order for the use of exhibits outside Ghana",
      "content": "(1) Where the court to which an application is made under section 65(1), is satisfied that the Central Authority of the foreign State or the competent authority of the foreign entity which has requested for an exhibit to be sent to it for a fixed period, has agreed to comply with the terms and conditions that the court proposes to include in the order, the court may after having considered representations of the persons to whom notice of the application was given in accordance with section 65(1), make the order. Where the court to which an application is made under section 65(1), is satisfied that the Central Authority of the foreign State or the competent authority of the foreign entity which has requested for an exhibit to be sent to it for a fixed period, has agreed to comply with the terms and conditions that the court proposes to include in the order, the court may after having considered representations of the persons to whom notice of the application was given in accordance with section 65(1), make the order. (2) An order made shall An order made shall contain a description of the exhibit, contain a description of the exhibit, order the person who has possession of the exhibit to give it to the person designated in the order or who is a member of the class of persons designated, order the person who has possession of the exhibit to give it to the person designated in the order or who is a member of the class of persons designated, contain a description of authorised tests to be performed on the exhibit and a statement of the location for the performance of the test, contain a description of authorised tests to be performed on the exhibit and a statement of the location for the performance of the test, indicate the location to which the exhibit may be moved, indicate the location to which the exhibit may be moved, specify conditions for the preservation of the exhibit, and specify conditions for the preservation of the exhibit, and specify the period of time at or before the expiration of which the exhibit shall be returned. specify the period of time at or before the expiration of which the exhibit shall be returned. (3) The order may include terms and conditions that the court considers necessary. The order may include terms and conditions that the court considers necessary. (4) A court that makes the order may vary its terms and conditions. A court that makes the order may vary its terms and conditions. (5) A copy of the order made or a varied order shall be forwarded by the Central Authority of the foreign State or competent authority of the foreign entity to the person who had possession of the exhibit when the order was made. A copy of the order made or a varied order shall be forwarded by the Central Authority of the foreign State or competent authority of the foreign entity to the person who had possession of the exhibit when the order was made."
    },
    {
      "provision_ref": "s67",
      "section": "67",
      "title": "Burden of proof",
      "content": "The burden of proving that an exhibit sent to the Central Authority of a foreign State or the competent authority of a foreign entity pursuant to a loan order made under section 66(1), and returned to Ghana is not in the same condition as it was when the loan order was made or that it was tampered with after the loan order was made, is on the party who makes that allegation and in the absence of proof to the contrary, the exhibit shall be considered to have been in the continuous possession of the court that made the loan order. The burden of proving that an exhibit sent to the Central Authority of a foreign State or the competent authority of a foreign entity pursuant to a loan order made under section 66(1), and returned to Ghana is not in the same condition as it was when the loan order was made or that it was tampered with after the loan order was made, is on the party who makes that allegation and in the absence of proof to the contrary, the exhibit shall be considered to have been in the continuous possession of the court that made the loan order."
    },
    {
      "provision_ref": "s68",
      "section": "68",
      "title": "Request to produce judicial or official records",
      "content": "(1) Where the Minister approves the request by the Central Authority of a foreign State or the competent authority of a foreign entity in relation to the production of a judicial record or official record, the Minister shall, after having given reasonable notice to the person or authority concerned, apply to the court for an order to execute the request. Where the Minister approves the request by the Central Authority of a foreign State or the competent authority of a foreign entity in relation to the production of a judicial record or official record, the Minister shall, after having given reasonable notice to the person or authority concerned, apply to the court for an order to execute the request. (2) An application made shall An application made shall specify the type and description of the judicial record or official record required, specify the type and description of the judicial record or official record required, state reasons for the request, state reasons for the request, designate a person or authority to be responsible for and have custody of the record, and designate a person or authority to be responsible for and have custody of the record, and specify the period of time at or before the expiration of which the document is required to be returned. specify the period of time at or before the expiration of which the document is required to be returned. (3) For the purpose of this section, For the purpose of this section, “judicial records” means judgments, orders and decisions of courts and other documents held by the judicial authorities; and “judicial records” means judgments, orders and decisions of courts and other documents held by the judicial authorities; and “official records” means documents held by government ministries, departments or agencies or prosecution authorities. “official records” means documents held by government ministries, departments or agencies or prosecution authorities."
    },
    {
      "provision_ref": "s69",
      "section": "69",
      "title": "Court order to produce judicial or official records",
      "content": "(1) Where the court to which an application is made under subsection (1) of section 68 is satisfied that the Central Authority of the foreign State or the competent authority of the foreign entity Where the court to which an application is made under subsection (1) of section 68 is satisfied that the Central Authority of the foreign State or the competent authority of the foreign entity has requested a judicial record or an official record to be sent to it for a fixed period; and has requested a judicial record or an official record to be sent to it for a fixed period; and has agreed to comply with the terms and conditions that the court proposes to include in the order, has agreed to comply with the terms and conditions that the court proposes to include in the order, the court may after having considered any representations of the persons to whom notice of the application was given under section 68(1), make the relevant order and cause the Registrar of the Court to notify the Central Authority. (2) The order made shall The order made shall specify the type and description of the judicial record or official record, specify the type and description of the judicial record or official record, order the person or authority in possession of the judicial record or official record to give it to the person or authority designated in the order, order the person or authority in possession of the judicial record or official record to give it to the person or authority designated in the order, specify the period of time at or before the expiration of which the judicial record or official record is required to be returned, and specify the period of time at or before the expiration of which the judicial record or official record is required to be returned, and indicate any conditions for the safe custody of the judicial record or official record. indicate any conditions for the safe custody of the judicial record or official record. (3) The Central Authority shall as soon as practicable after notification, authorise the appropriate person, body or authority to make available The Central Authority shall as soon as practicable after notification, authorise the appropriate person, body or authority to make available copies of the judicial or official records which are publicly available, or copies of the judicial or official records which are publicly available, or copies of judicial or official records which are not publicly available subject to the conditions that pertain to their provision under the laws of the Republic. copies of judicial or official records which are not publicly available subject to the conditions that pertain to their provision under the laws of the Republic."
    },
    {
      "provision_ref": "s70",
      "section": "70",
      "title": "Transmission and return of material to and from outside Ghana",
      "content": "(1) Where compliance with a request under this Act involves the transmission of material to a foreign State or foreign entity, the Minister may Where compliance with a request under this Act involves the transmission of material to a foreign State or foreign entity, the Minister may postpone the transmission of the material if it is required for proceedings in the Republic, or postpone the transmission of the material if it is required for proceedings in the Republic, or require that foreign State or foreign entity to agree to terms and conditions necessary to protect the interest of any third party in respect of the material designated for transmission and may refuse to transmit the material pending the agreement. require that foreign State or foreign entity to agree to terms and conditions necessary to protect the interest of any third party in respect of the material designated for transmission and may refuse to transmit the material pending the agreement. (2) Where the Minister postpones the transmission of material, the Central Authority shall provide the Central Authority of the foreign State or competent authority of the foreign entity with a certified copy of the relevant document or record pending the transmission of the original. Where the Minister postpones the transmission of material, the Central Authority shall provide the Central Authority of the foreign State or competent authority of the foreign entity with a certified copy of the relevant document or record pending the transmission of the original. (3) Where the Minister requires the foreign State or foreign entity to agree to terms and conditions under subsection (1)(b), the Minister may refuse to effect the transmission pending the required agreement. Where the Minister requires the foreign State or foreign entity to agree to terms and conditions under subsection (1)(b), the Minister may refuse to effect the transmission pending the required agreement. (4) Where any document, record or property is transmitted to a foreign State or foreign entity in compliance with a request under this Act, it shall be returned to this country when it is no longer required in connection with the criminal matter specified in the request unless the Central Authority has indicated that, its return is not desired. Where any document, record or property is transmitted to a foreign State or foreign entity in compliance with a request under this Act, it shall be returned to this country when it is no longer required in connection with the criminal matter specified in the request unless the Central Authority has indicated that, its return is not desired. (5) The Central Authority shall authenticate any material that is to be transmitted to a foreign State or foreign entity. The Central Authority shall authenticate any material that is to be transmitted to a foreign State or foreign entity. (6) For purposes of this section “material” includes a document, record, article or item. For purposes of this section “material” includes a document, record, article or item."
    },
    {
      "provision_ref": "s71",
      "section": "71",
      "title": "Foreign records",
      "content": "(1) Despite a provision of the Evidence Act, 1975 (NRCD 323), Despite a provision of the Evidence Act, 1975 (NRCD 323), a record or a copy of a record, or a record or a copy of a record, or an affidavit, a certificate or other statement pertaining to the record made by a person who has custody or knowledge of the record an affidavit, a certificate or other statement pertaining to the record made by a person who has custody or knowledge of the record which is sent to the Central Authority by a foreign State or foreign entity in accordance with a request of the Republic, is admissible in evidence in proceedings in the Republic irrespective of the fact that a statement contained in the record, copy, affidavit, certificate or other statement is hearsay or a statement of opinion. (2) To determine the probative value of a record or a copy of the record admitted in evidence under this Act, the court may To determine the probative value of a record or a copy of the record admitted in evidence under this Act, the court may examine the record or a copy of the record, and examine the record or a copy of the record, and receive evidence orally or by affidavit, including evidence as to the circumstances in which the information contained in the record or copy of the record was written, recorded, stored or reproduced receive evidence orally or by affidavit, including evidence as to the circumstances in which the information contained in the record or copy of the record was written, recorded, stored or reproduced and draw a reasonable inference from the form or content of the record or copy of the record."
    },
    {
      "provision_ref": "s72",
      "section": "72",
      "title": "Foreign items",
      "content": "Despite a provision of the Evidence Act, 1975 (N.C.R.D. 323) an item or article, and an item or article, and an affidavit, certificate or other statement pertaining to the item or article made by a person in a foreign State or in the forum of a foreign entity as to the identity and possession of the item or article from the time it was obtained until it was sent to the Central Authority by the foreign State or foreign entity in accordance with a request by Ghana, an affidavit, certificate or other statement pertaining to the item or article made by a person in a foreign State or in the forum of a foreign entity as to the identity and possession of the item or article from the time it was obtained until it was sent to the Central Authority by the foreign State or foreign entity in accordance with a request by Ghana, is admissible in evidence in proceedings in Ghana irrespective of the fact that the affidavit, certificate or other statement pertaining to the item or article contains hearsay or a statement of opinion."
    },
    {
      "provision_ref": "s73",
      "section": "73",
      "title": "Authentication of documents",
      "content": "An affidavit, certificate, deposition, record of evidence or other statement in sections 71 and 72 shall in the absence of evidence to the contrary, be proof of the statements contained in it if it is purported to be signed or certified by a judge or magistrate, or to bear the stamp or seal of a Minister, government department or other competent authority, or purported to be signed or certified by a judge or magistrate, or to bear the stamp or seal of a Minister, government department or other competent authority, or verified by the oath of a witness or of a public officer of the foreign State or foreign entity from which the document or material emanates. verified by the oath of a witness or of a public officer of the foreign State or foreign entity from which the document or material emanates."
    },
    {
      "provision_ref": "s74",
      "section": "74",
      "title": "Requirement of notification for the admissibility of foreign documents and items",
      "content": "Unless otherwise determined by the court, a record, copy of a record, an item, affidavit, certificate or other statement under sections 71 and 72 shall not be received in evidence in proceedings before the court unless the party who intends to produce it has given to the party against whom it is intended to be produced seven working days notice of that intention accompanied with a copy of the record, affidavit, certificate or other statement, and the party who intends to produce it has given to the party against whom it is intended to be produced seven working days notice of that intention accompanied with a copy of the record, affidavit, certificate or other statement, and in the case of an item or article, the party who intends to produce it, has made it available for inspection by the party against whom it is intended to be produced during the subsequent five working days following a request by that party that it be made available. in the case of an item or article, the party who intends to produce it, has made it available for inspection by the party against whom it is intended to be produced during the subsequent five working days following a request by that party that it be made available."
    },
    {
      "provision_ref": "s75",
      "section": "75",
      "title": "Proof of service abroad",
      "content": "The service of a document in a foreign State may be proved by the affidavit of the person who served it. The service of a document in a foreign State may be proved by the affidavit of the person who served it."
    },
    {
      "provision_ref": "s76",
      "section": "76",
      "title": "Restriction on disclosure of foreign documents and use of materials obtained by mutual legal assistance",
      "content": "(1) Subject to section 70, a document sent to the Central Authority by a foreign State or foreign entity in accordance with a request by the Republic is privileged and a person shall not disclose to another person, Subject to section 70, a document sent to the Central Authority by a foreign State or foreign entity in accordance with a request by the Republic is privileged and a person shall not disclose to another person, the document or its purpose, or the document or its purpose, or the whole or part of the contents of the document except in compliance with the conditions for which it was sent and for the purpose of giving evidence. the whole or part of the contents of the document except in compliance with the conditions for which it was sent and for the purpose of giving evidence. (2) A person in possession of a document shall not be required except as provided under this Act A person in possession of a document shall not be required except as provided under this Act to give evidence relating to information that is contained in the document, or to give evidence relating to information that is contained in the document, or to produce the document. to produce the document. (3) Except as otherwise required by this Act in respect of the execution of a request by a foreign State or foreign entity for mutual legal assistance, a person shall not disclose Except as otherwise required by this Act in respect of the execution of a request by a foreign State or foreign entity for mutual legal assistance, a person shall not disclose the fact that the request has been received, or the fact that the request has been received, or the contents of the request. the contents of the request. (4) A person shall not use an article or item obtained from a foreign State or foreign entity following a request made by the Central Authority under this Act, for purposes of an investigation or proceedings other than the investigation or proceedings disclosed in the request, unless the Minister after consultation with that foreign State or foreign entity consents to the use. A person shall not use an article or item obtained from a foreign State or foreign entity following a request made by the Central Authority under this Act, for purposes of an investigation or proceedings other than the investigation or proceedings disclosed in the request, unless the Minister after consultation with that foreign State or foreign entity consents to the use. (5) A person who contravenes the provisions of this section commits an offence and is liable on summary conviction to a fine of not more than two hundred and fifty penalty units or to a term of imprisonment of not more than two years or to both. A person who contravenes the provisions of this section commits an offence and is liable on summary conviction to a fine of not more than two hundred and fifty penalty units or to a term of imprisonment of not more than two years or to both."
    },
    {
      "provision_ref": "s77",
      "section": "77",
      "title": "Consultation with foreign States and foreign entities",
      "content": "(1) The Minister and the Central Authority of a foreign State or the competent authority of a foreign entity shall consult promptly, at the request of the Central Authority of a foreign State or competent authority of a foreign entity in respect of a matter under this Act. The Minister and the Central Authority of a foreign State or the competent authority of a foreign entity shall consult promptly, at the request of the Central Authority of a foreign State or competent authority of a foreign entity in respect of a matter under this Act. (2) Where criminal proceedings are likely to be initiated or are pending in the Republic and in a foreign State or before a foreign entity against the same person in respect of the same conduct, the Minister and the Central Authority of that foreign State or competent authority of that foreign entity shall consider the appropriate venue for the proceedings to take place in the interests of the proper administration of justice. Where criminal proceedings are likely to be initiated or are pending in the Republic and in a foreign State or before a foreign entity against the same person in respect of the same conduct, the Minister and the Central Authority of that foreign State or competent authority of that foreign entity shall consider the appropriate venue for the proceedings to take place in the interests of the proper administration of justice. (3) In considering the appropriate venue, the Minister and the Central Authority of the foreign State or competent authority of the foreign entity shall take into account the following: In considering the appropriate venue, the Minister and the Central Authority of the foreign State or competent authority of the foreign entity shall take into account the following: location of the accused person, location of the accused person, location, protection and other interests of witnesses and third parties, location, protection and other interests of witnesses and third parties, interests of any victims, interests of any victims, location of documents, exhibits and relevant material, location of documents, exhibits and relevant material, the sanctions available in case of conviction, the sanctions available in case of conviction, ability to address sensitive or confidential information or material, ability to address sensitive or confidential information or material, possible delays, possible delays, possible problems in respect of obtaining evidence, possible problems in respect of obtaining evidence, resources and costs, resources and costs, confiscation and proceeds of crime, and confiscation and proceeds of crime, and any other matter of public interest and national security. any other matter of public interest and national security."
    },
    {
      "provision_ref": "s78",
      "section": "78",
      "title": "Voluntary assistance",
      "content": "(1) Where the Minister is of the opinion that assistance may be offered to a foreign State or foreign entity for the purpose of a criminal investigation without a request from that State or entity, the Minister shall inform the Central Authority of the foreign State or competent authority of the foreign entity concerned with stated reasons for the intended purpose of the assistance. Where the Minister is of the opinion that assistance may be offered to a foreign State or foreign entity for the purpose of a criminal investigation without a request from that State or entity, the Minister shall inform the Central Authority of the foreign State or competent authority of the foreign entity concerned with stated reasons for the intended purpose of the assistance. (2) The notification to offer assistance shall The notification to offer assistance shall indicate the authority responsible for the assistance, indicate the authority responsible for the assistance, specify the criminal conduct under investigation, and specify the criminal conduct under investigation, and specify the expected duration of the assistance. specify the expected duration of the assistance. (3) The notice shall require the foreign State or foreign entity to The notice shall require the foreign State or foreign entity to confirm or decline the offer of assistance, or confirm or decline the offer of assistance, or enter into an administrative arrangement for the purpose of the assistance, enter into an administrative arrangement for the purpose of the assistance, within ninety days after the receipt of the notice."
    },
    {
      "provision_ref": "s79",
      "section": "79",
      "title": "Delegation",
      "content": "The Minister may delegate in writing any of the Minister's functions of office under this Act to a competent authority or to an authorised public officer but the Minister shall not be relieved from ultimate responsibility for the discharge of the delegated function. The Minister may delegate in writing any of the Minister's functions of office under this Act to a competent authority or to an authorised public officer but the Minister shall not be relieved from ultimate responsibility for the discharge of the delegated function."
    },
    {
      "provision_ref": "s80",
      "section": "80",
      "title": "Modification",
      "content": "(1) An enactment in force at the commencement of this Act, shall have effect with modifications that may be necessary to give effect to the provisions of this Act. An enactment in force at the commencement of this Act, shall have effect with modifications that may be necessary to give effect to the provisions of this Act. (2) An agreement or arrangement in existence before the commencement of this Act shall have effect subject to the modifications that may be necessary to give effect to this Act. An agreement or arrangement in existence before the commencement of this Act shall have effect subject to the modifications that may be necessary to give effect to this Act."
    },
    {
      "provision_ref": "s81",
      "section": "81",
      "title": "Regulations",
      "content": "The Minister may by legislative instrument make Regulations to make and receive requests; to make and receive requests; to provide for the form and content of requests; to provide for the form and content of requests; to prescribe conditions for the grant of requests; to prescribe conditions for the grant of requests; to deal with the confidentiality of requests; to deal with the confidentiality of requests; for the refusal of requests; for the refusal of requests; for the transfer of detained persons to Ghana; for the transfer of detained persons to Ghana; for evidence gathering; for evidence gathering; for the interception of telecommunications in Ghana; for the interception of telecommunications in Ghana; for the interception of items in the course of carriage by a postal service; for the interception of items in the course of carriage by a postal service; to preserve communications data; to preserve communications data; for investigative measures; for investigative measures; for the seizure and confiscation of the proceeds of crime; for the seizure and confiscation of the proceeds of crime; for the disposal, release and sharing of confiscated property; for the disposal, release and sharing of confiscated property; to transfer criminal proceedings from Ghana to a foreign State or foreign entity; to transfer criminal proceedings from Ghana to a foreign State or foreign entity; to amend the Schedule; and to amend the Schedule; and to provide for any other matter necessary for the effective implementation of this Act. to provide for any other matter necessary for the effective implementation of this Act."
    },
    {
      "provision_ref": "s82",
      "section": "82",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires“agreement” means a treaty, convention or other international agreement that is in force, to which Ghana is a party and that contains a provision respecting mutual legal assistance in criminal matters;“appeal” includes proceedings by way of discharging or setting aside a judgment, and an application for a stay of execution;“Central Authority” means(a)the designated Ministry of Justice under section 6, and(b)the designated person, of a foreign State or foreign entity responsible for the transmission, receipt and handling of requests for mutual legal assistance;“communications” includes telecommunications and the transmission of an item through the public postal service;“communications data” means(a)traffic data,(b)subscriber information, and(c)information that is not traffic data or subscriber information held or obtained by a service provider of a postal service or a telecommunications service which relates to the provision of that service;“competent authority” includes(a)the Serious Fraud Office, the Commission on Human Rights and Administrative Justice, the Narcotic Control Board, and any other organisation, agency or body of the Republic authorised by the Minister;(b)an organisation, agency or body of a foreign State or a foreign entity ordinarily competent or authorised by the Central Authority of that State or by that foreign entity to handle, submit or receive mutual legal assistance requests;\"computer data\" includes a representation of facts, information or concepts in a form suitable for processing in a computer system, and includes a program suitable to cause a computer system to perform a function;“computer system” means a device or a group of interconnected or related devices including the internet, one or more of which, pursuant to a program, performs automatic processing of data;“confiscation” means the permanent deprivation of property by order of a court or other competent authority as a penalty for the commission of a serious offence under this Act;“content data” means the subject or purpose of the communication or the message or information that is being conveyed by communication irrespective of the requirement of an interpretation process, mechanism or device to make the communication intelligible;“court” means the High Court or Circuit Court;“covert electronic surveillance” means covert surveillance carried out by or with an electronic surveillance device which transmits, records or otherwise captures audio product or visual images;“covert surveillance” means surveillance carried out in a manner that is calculated to ensure that the subject to the surveillance is unaware that the surveillance is or may be taking place;“criminal activity” means an act engaged in by a person which constitutes an offence(a)in Ghana;(b)by virtue of a foreign categorisation of crime which is binding on Ghana because of an international agreement; or(c)in a foreign State with which Ghana has a mutual legal assistance agreement or arrangement;“criminal investigation” means an investigation into an offence;“criminal matter” includes an investigation or proceedings that relate to the(a)forfeiture or confiscation of property in respect of a prescribed offence,(b)imposition or recovery of a pecuniary penalty in respect of a prescribed offence, and(c)restraint of dealings in property or the freezing of assets that may be forfeited or confiscated, or that may be needed to satisfy a pecuniary penalty imposed in respect of a prescribed offence;“criminal proceedings” includes(a)a trial of a person for an offence,(b)any proceeding to determine whether a person should be tried for an offence, or(c)the preferment of a voluntary bill of indictment;“data” means representation in any form of information or concept;“document” means a record of information, and includes anything on which there are writings, marks, figures, symbols, perforations for interpretation, or anything from which sounds, images or writings can be produced with or without the aid of anything else, or a map, plan, drawing, photograph or similar thing;“dual criminality” means conduct which would constitute the conduct for an offence under the laws of the Republic, a foreign State and customary international law as recognised;“essential public interests” includes sovereignty, security, national interests, public order and an excessive burden on the resources of the Republic;“foreign entity” includes an international criminal tribunal and an international organisation specified in the Schedule as designated under section 2;“foreign State” includes each Commonwealth member State being a State or political subdivision of the State, a province, a colony, dependency, possession, protectorate, condominium, trust territory or a territory which falls under the jurisdiction of that State, that is a party to an agreement with the Republic and a State designated under section 2;\"gateway\" means a hardware or software set up that translates between two dissimilar protocols to enable the passage of data;“in writing” includes e-mail, facsimile or other agreed form of electronic transmission with approved levels of security and authentication in place;“instrumentalities of crime” means any property(a)used in, or in connection with, the commission of an offence or unlawful activity; or(b)intended to be used in or in connection with the commission of an offence or unlawful activity, irrespective of the location of the property or the location of the commission of the offence;“interception of communications” means the disrupting, destroying, opening, interrupting, suppressing, stopping, seizing, recording, copying, listening to and viewing of communications in the course of its transmission so as to make some or all of the contents of the communications available, while being transmitted, to a person other than the sender or intended recipient of the communication;“juvenile” means a person who is under the age of eighteen years who is in conflict with the law;“military offence” means a service offence within the meaning of the Armed Forces Act, 1962 (Act 105) committed by a member of the Armed Forces;“Minister” means the Attorney-General and Minister responsible for Justice;“offence”(a)means an offence within the meaning of the relevant agreement, and(b)includes a serious offence under the laws of the Republic;“police officer” means a person below the rank of Assistant Superintendent of Police;“postal item” means any letter, package or other item that is being carried or will be carried by a public postal service;“postal service” includes a service licensed to(a)collect, sort, convey, distribute and deliver postal items; and(b)offer or provide as the main purpose a means to facilitate transmission from place to place of postal items containing communication;“premises” includes the whole or a part of a structure, building, aircraft or vessel;“preservation of communications data” means the protection of data which already exists in a stored form from unauthorised modification or deletion, or from anything that would cause its current quality or condition to change or deteriorate, but excludes communications data that is stored on a highly transitory basis as an integral function of the technology used in its transmission and which already exists in a stored form;“proceedings” means a procedure conducted by or under the supervision of a judge or magistrate or judicial officer however described in relation to an alleged or proven offence or property derived from that offence, and includes an inquiry, investigation, preliminary or final determination of facts;“proceeds of crime” means any property derived or obtained or realised directly or indirectly through the commission of an offence;“property” means assets of any kind situated in this country or elsewhere, whether movable or immovable, tangible or intangible, legal documents and instruments evidencing title of an interest in the assets;“record” means a material on which data is recorded or marked and which is capable of being read or understood by a person, computer system or other device;“Republic” means the Republic of Ghana;“request” means a request for mutual legal assistance presented for the purposes of this Act;“serious offence” includes(a)participation in an organised criminal group, terrorism and terrorist financing, money laundering, human trafficking, people smuggling, rape, defilement, illicit trafficking in stolen and other goods, corruption and bribery, serious fraud, counterfeiting and piracy of products, smuggling, extortion, forgery, insider trading and market(b)Murder grievous bodily harm, armed robbery or theft where there are predicate offences for a serious offence; and(c)any other similar or related, prohibited activity punishable with imprisonment for a period of not less than twelve months;“service provider” means(a)licensed public or private entity that provides to users of its service the ability to communicate by means of a computer system, and(b)a licensed entity that processes or stores communications data on behalf of a communication service or user of that service,and that is designated by the Minister to intercept telecommunications in accordance with the provisions of this Act;“share-out” means the proportionate sharing of confiscated property;“stored communication” means the content data that is no longer in the course of transmission and which has been stored in a form allowing retrieval;“subscriber information” means any information that is held by a provider of a postal service or telecommunications service relating to subscribers to its services and by which can be established the subscriber's identity, affairs or personal particulars but does not include traffic data;“surveillance” includes(a)monitoring, observing or listening to persons, their movements, conversations or other activities or communications;(b)recording anything monitored, observed or listened to in the course of surveillance; and(c)activities in paragraphs (b) and (c) with the assistance of a surveillance device;“telecommunication” means a communication transmitted or received by means of a guided or unguided electromagnetic or other form of energy;“telecommunication service” means a communication provided to any person for the transmission and receipt of telecommunications, which enables communications to be transmitted or received over a telecommunications system operated by a service provider;“telecommunications system” means any system which exists for the purpose of transmitting and receiving telecommunications; and“traffic data” means any information(a)that is attached or associated with communication by means of which the communication has been, is being or may be transmitted or received, and(b)by which can be established the use by any person of any postal service or telecommunication service. In this Act, unless the context otherwise requires “agreement” means a treaty, convention or other international agreement that is in force, to which Ghana is a party and that contains a provision respecting mutual legal assistance in criminal matters; “appeal” includes proceedings by way of discharging or setting aside a judgment, and an application for a stay of execution; the designated Ministry of Justice under section 6, and the designated person, of a foreign State or foreign entity responsible for the transmission, receipt and handling of requests for mutual legal assistance; “communications” includes telecommunications and the transmission of an item through the public postal service; traffic data, subscriber information, and information that is not traffic data or subscriber information held or obtained by a service provider of a postal service or a telecommunications service which relates to the provision of that service; the Serious Fraud Office, the Commission on Human Rights and Administrative Justice, the Narcotic Control Board, and any other organisation, agency or body of the Republic authorised by the Minister; an organisation, agency or body of a foreign State or a foreign entity ordinarily competent or authorised by the Central Authority of that State or by that foreign entity to handle, submit or receive mutual legal assistance requests; \"computer data\" includes a representation of facts, information or concepts in a form suitable for processing in a computer system, and includes a program suitable to cause a computer system to perform a function; “computer system” means a device or a group of interconnected or related devices including the internet, one or more of which, pursuant to a program, performs automatic processing of data; “confiscation” means the permanent deprivation of property by order of a court or other competent authority as a penalty for the commission of a serious offence under this Act; “content data” means the subject or purpose of the communication or the message or information that is being conveyed by communication irrespective of the requirement of an interpretation process, mechanism or device to make the communication intelligible; “court” means the High Court or Circuit Court; “covert electronic surveillance” means covert surveillance carried out by or with an electronic surveillance device which transmits, records or otherwise captures audio product or visual images; “covert surveillance” means surveillance carried out in a manner that is calculated to ensure that the subject to the surveillance is unaware that the surveillance is or may be taking place; in Ghana; by virtue of a foreign categorisation of crime which is binding on Ghana because of an international agreement; or in a foreign State with which Ghana has a mutual legal assistance agreement or arrangement; “criminal investigation” means an investigation into an offence; forfeiture or confiscation of property in respect of a prescribed offence, imposition or recovery of a pecuniary penalty in respect of a prescribed offence, and restraint of dealings in property or the freezing of assets that may be forfeited or confiscated, or that may be needed to satisfy a pecuniary penalty imposed in respect of a prescribed offence; a trial of a person for an offence, any proceeding to determine whether a person should be tried for an offence, or the preferment of a voluntary bill of indictment; “data” means representation in any form of information or concept; “document” means a record of information, and includes anything on which there are writings, marks, figures, symbols, perforations for interpretation, or anything from which sounds, images or writings can be produced with or without the aid of anything else, or a map, plan, drawing, photograph or similar thing; “dual criminality” means conduct which would constitute the conduct for an offence under the laws of the Republic, a foreign State and customary international law as recognised; “essential public interests” includes sovereignty, security, national interests, public order and an excessive burden on the resources of the Republic; “foreign entity” includes an international criminal tribunal and an international organisation specified in the Schedule as designated under section 2; “foreign State” includes each Commonwealth member State being a State or political subdivision of the State, a province, a colony, dependency, possession, protectorate, condominium, trust territory or a territory which falls under the jurisdiction of that State, that is a party to an agreement with the Republic and a State designated under section 2; \"gateway\" means a hardware or software set up that translates between two dissimilar protocols to enable the passage of data; “in writing” includes e-mail, facsimile or other agreed form of electronic transmission with approved levels of security and authentication in place; used in, or in connection with, the commission of an offence or unlawful activity; or intended to be used in or in connection with the commission of an offence or unlawful activity, irrespective of the location of the property or the location of the commission of the offence; “interception of communications” means the disrupting, destroying, opening, interrupting, suppressing, stopping, seizing, recording, copying, listening to and viewing of communications in the course of its transmission so as to make some or all of the contents of the communications available, while being transmitted, to a person other than the sender or intended recipient of the communication; “juvenile” means a person who is under the age of eighteen years who is in conflict with the law; “military offence” means a service offence within the meaning of the Armed Forces Act, 1962 (Act 105) committed by a member of the Armed Forces; “Minister” means the Attorney-General and Minister responsible for Justice; means an offence within the meaning of the relevant agreement, and includes a serious offence under the laws of the Republic; “police officer” means a person below the rank of Assistant Superintendent of Police; “postal item” means any letter, package or other item that is being carried or will be carried by a public postal service; collect, sort, convey, distribute and deliver postal items; and offer or provide as the main purpose a means to facilitate transmission from place to place of postal items containing communication; “premises” includes the whole or a part of a structure, building, aircraft or vessel; “preservation of communications data” means the protection of data which already exists in a stored form from unauthorised modification or deletion, or from anything that would cause its current quality or condition to change or deteriorate, but excludes communications data that is stored on a highly transitory basis as an integral function of the technology used in its transmission and which already exists in a stored form; “proceedings” means a procedure conducted by or under the supervision of a judge or magistrate or judicial officer however described in relation to an alleged or proven offence or property derived from that offence, and includes an inquiry, investigation, preliminary or final determination of facts; “proceeds of crime” means any property derived or obtained or realised directly or indirectly through the commission of an offence; “property” means assets of any kind situated in this country or elsewhere, whether movable or immovable, tangible or intangible, legal documents and instruments evidencing title of an interest in the assets; “record” means a material on which data is recorded or marked and which is capable of being read or understood by a person, computer system or other device; “Republic” means the Republic of Ghana; “request” means a request for mutual legal assistance presented for the purposes of this Act; participation in an organised criminal group, terrorism and terrorist financing, money laundering, human trafficking, people smuggling, rape, defilement, illicit trafficking in stolen and other goods, corruption and bribery, serious fraud, counterfeiting and piracy of products, smuggling, extortion, forgery, insider trading and market Murder grievous bodily harm, armed robbery or theft where there are predicate offences for a serious offence; and any other similar or related, prohibited activity punishable with imprisonment for a period of not less than twelve months; licensed public or private entity that provides to users of its service the ability to communicate by means of a computer system, and a licensed entity that processes or stores communications data on behalf of a communication service or user of that service, “share-out” means the proportionate sharing of confiscated property; “stored communication” means the content data that is no longer in the course of transmission and which has been stored in a form allowing retrieval; “subscriber information” means any information that is held by a provider of a postal service or telecommunications service relating to subscribers to its services and by which can be established the subscriber's identity, affairs or personal particulars but does not include traffic data; monitoring, observing or listening to persons, their movements, conversations or other activities or communications; recording anything monitored, observed or listened to in the course of surveillance; and activities in paragraphs (b) and (c) with the assistance of a surveillance device; “telecommunication” means a communication transmitted or received by means of a guided or unguided electromagnetic or other form of energy; “telecommunication service” means a communication provided to any person for the transmission and receipt of telecommunications, which enables communications to be transmitted or received over a telecommunications system operated by a service provider; “telecommunications system” means any system which exists for the purpose of transmitting and receiving telecommunications; and that is attached or associated with communication by means of which the communication has been, is being or may be transmitted or received, and by which can be established the use by any person of any postal service or telecommunication service."
    }
  ],
  "definitions": [
    {
      "term": "agreement",
      "definition": "a treaty, convention or other international agreement that is in force, to which Ghana is a party and that contains a provision respecting mutual legal assistance in criminal matters",
      "source_provision": "s82"
    },
    {
      "term": "includes a representation of facts, information or concepts in a form suitable for processing in a computer system, and includes a program suitable to cause a computer system to perform a function;“computer system",
      "definition": "a device or a group of interconnected or related devices including the internet, one or more of which, pursuant to a program, performs automatic processing of data",
      "source_provision": "s82"
    },
    {
      "term": "confiscation",
      "definition": "the permanent deprivation of property by order of a court or other competent authority as a penalty for the commission of a serious offence under this Act",
      "source_provision": "s82"
    },
    {
      "term": "content data",
      "definition": "the subject or purpose of the communication or the message or information that is being conveyed by communication irrespective of the requirement of an interpretation process, mechanism or device to make the communication intelligible",
      "source_provision": "s82"
    },
    {
      "term": "court",
      "definition": "the High Court or Circuit Court",
      "source_provision": "s82"
    },
    {
      "term": "covert electronic surveillance",
      "definition": "covert surveillance carried out by or with an electronic surveillance device which transmits, records or otherwise captures audio product or visual images",
      "source_provision": "s82"
    },
    {
      "term": "covert surveillance",
      "definition": "surveillance carried out in a manner that is calculated to ensure that the subject to the surveillance is unaware that the surveillance is or may be taking place",
      "source_provision": "s82"
    },
    {
      "term": "criminal activity",
      "definition": "an act engaged in by a person which constitutes an offence(a)in Ghana",
      "source_provision": "s82"
    },
    {
      "term": "criminal investigation",
      "definition": "an investigation into an offence",
      "source_provision": "s82"
    },
    {
      "term": "data",
      "definition": "representation in any form of information or concept",
      "source_provision": "s82"
    },
    {
      "term": "document",
      "definition": "a record of information, and includes anything on which there are writings, marks, figures, symbols, perforations for interpretation, or anything from which sounds, images or writings can be produced with or without the aid of anything else, or a map, plan, drawing, photograph or similar thing",
      "source_provision": "s82"
    },
    {
      "term": "dual criminality",
      "definition": "conduct which would constitute the conduct for an offence under the laws of the Republic, a foreign State and customary international law as recognised",
      "source_provision": "s82"
    },
    {
      "term": "gateway",
      "definition": "a hardware or software set up that translates between two dissimilar protocols to enable the passage of data",
      "source_provision": "s82"
    },
    {
      "term": "instrumentalities of crime",
      "definition": "any property(a)used in, or in connection with, the commission of an offence or unlawful activity",
      "source_provision": "s82"
    },
    {
      "term": "interception of communications",
      "definition": "the disrupting, destroying, opening, interrupting, suppressing, stopping, seizing, recording, copying, listening to and viewing of communications in the course of its transmission so as to make some or all of the contents of the communications available, while being transmitted, to a person other than the sender or intended recipient of the communication",
      "source_provision": "s82"
    },
    {
      "term": "juvenile",
      "definition": "a person who is under the age of eighteen years who is in conflict with the law",
      "source_provision": "s82"
    },
    {
      "term": "military offence",
      "definition": "a service offence within the meaning of the Armed Forces Act, 1962 (Act 105) committed by a member of the Armed Forces",
      "source_provision": "s82"
    },
    {
      "term": "Minister",
      "definition": "the Attorney-General and Minister responsible for Justice",
      "source_provision": "s82"
    },
    {
      "term": "police officer",
      "definition": "a person below the rank of Assistant Superintendent of Police",
      "source_provision": "s82"
    },
    {
      "term": "postal item",
      "definition": "any letter, package or other item that is being carried or will be carried by a public postal service",
      "source_provision": "s82"
    },
    {
      "term": "preservation of communications data",
      "definition": "the protection of data which already exists in a stored form from unauthorised modification or deletion, or from anything that would cause its current quality or condition to change or deteriorate, but excludes communications data that is stored on a highly transitory basis as an integral function of the technology used in its transmission and which already exists in a stored form",
      "source_provision": "s82"
    },
    {
      "term": "proceedings",
      "definition": "a procedure conducted by or under the supervision of a judge or magistrate or judicial officer however described in relation to an alleged or proven offence or property derived from that offence, and includes an inquiry, investigation, preliminary or final determination of facts",
      "source_provision": "s82"
    },
    {
      "term": "proceeds of crime",
      "definition": "any property derived or obtained or realised directly or indirectly through the commission of an offence",
      "source_provision": "s82"
    },
    {
      "term": "property",
      "definition": "assets of any kind situated in this country or elsewhere, whether movable or immovable, tangible or intangible, legal documents and instruments evidencing title of an interest in the assets",
      "source_provision": "s82"
    },
    {
      "term": "record",
      "definition": "a material on which data is recorded or marked and which is capable of being read or understood by a person, computer system or other device",
      "source_provision": "s82"
    },
    {
      "term": "Republic",
      "definition": "the Republic of Ghana",
      "source_provision": "s82"
    },
    {
      "term": "request",
      "definition": "a request for mutual legal assistance presented for the purposes of this Act",
      "source_provision": "s82"
    },
    {
      "term": "share-out",
      "definition": "the proportionate sharing of confiscated property",
      "source_provision": "s82"
    },
    {
      "term": "stored communication",
      "definition": "the content data that is no longer in the course of transmission and which has been stored in a form allowing retrieval",
      "source_provision": "s82"
    },
    {
      "term": "subscriber information",
      "definition": "any information that is held by a provider of a postal service or telecommunications service relating to subscribers to its services and by which can be established the subscriber's identity, affairs or personal particulars but does not include traffic data",
      "source_provision": "s82"
    },
    {
      "term": "telecommunication",
      "definition": "a communication transmitted or received by means of a guided or unguided electromagnetic or other form of energy",
      "source_provision": "s82"
    },
    {
      "term": "telecommunication service",
      "definition": "a communication provided to any person for the transmission and receipt of telecommunications, which enables communications to be transmitted or received over a telecommunications system operated by a service provider",
      "source_provision": "s82"
    },
    {
      "term": "telecommunications system",
      "definition": "any system which exists for the purpose of transmitting and receiving telecommunications",
      "source_provision": "s82"
    },
    {
      "term": "traffic data",
      "definition": "any information(a)that is attached or associated with communication by means of which the communication has been, is being or may be transmitted or received, and(b)by which can be established the use by any person of any postal service or telecommunication service. In this Act, unless the context otherwise requires “agreement” means a treaty, convention or other international agreement that is in force, to which Ghana is a party and that contains a provision respecting mutual legal assistance in criminal matters",
      "source_provision": "s82"
    },
    {
      "term": "includes a representation of facts, information or concepts in a form suitable for processing in a computer system, and includes a program suitable to cause a computer system to perform a function; “computer system",
      "definition": "a device or a group of interconnected or related devices including the internet, one or more of which, pursuant to a program, performs automatic processing of data",
      "source_provision": "s82"
    },
    {
      "term": "confiscation",
      "definition": "the permanent deprivation of property by order of a court or other competent authority as a penalty for the commission of a serious offence under this Act",
      "source_provision": "s82"
    },
    {
      "term": "content data",
      "definition": "the subject or purpose of the communication or the message or information that is being conveyed by communication irrespective of the requirement of an interpretation process, mechanism or device to make the communication intelligible",
      "source_provision": "s82"
    },
    {
      "term": "court",
      "definition": "the High Court or Circuit Court",
      "source_provision": "s82"
    },
    {
      "term": "covert electronic surveillance",
      "definition": "covert surveillance carried out by or with an electronic surveillance device which transmits, records or otherwise captures audio product or visual images",
      "source_provision": "s82"
    },
    {
      "term": "covert surveillance",
      "definition": "surveillance carried out in a manner that is calculated to ensure that the subject to the surveillance is unaware that the surveillance is or may be taking place",
      "source_provision": "s82"
    },
    {
      "term": "criminal investigation",
      "definition": "an investigation into an offence",
      "source_provision": "s82"
    },
    {
      "term": "data",
      "definition": "representation in any form of information or concept",
      "source_provision": "s82"
    },
    {
      "term": "document",
      "definition": "a record of information, and includes anything on which there are writings, marks, figures, symbols, perforations for interpretation, or anything from which sounds, images or writings can be produced with or without the aid of anything else, or a map, plan, drawing, photograph or similar thing",
      "source_provision": "s82"
    },
    {
      "term": "dual criminality",
      "definition": "conduct which would constitute the conduct for an offence under the laws of the Republic, a foreign State and customary international law as recognised",
      "source_provision": "s82"
    },
    {
      "term": "gateway",
      "definition": "a hardware or software set up that translates between two dissimilar protocols to enable the passage of data",
      "source_provision": "s82"
    },
    {
      "term": "interception of communications",
      "definition": "the disrupting, destroying, opening, interrupting, suppressing, stopping, seizing, recording, copying, listening to and viewing of communications in the course of its transmission so as to make some or all of the contents of the communications available, while being transmitted, to a person other than the sender or intended recipient of the communication",
      "source_provision": "s82"
    },
    {
      "term": "juvenile",
      "definition": "a person who is under the age of eighteen years who is in conflict with the law",
      "source_provision": "s82"
    },
    {
      "term": "military offence",
      "definition": "a service offence within the meaning of the Armed Forces Act, 1962 (Act 105) committed by a member of the Armed Forces",
      "source_provision": "s82"
    },
    {
      "term": "Minister",
      "definition": "the Attorney-General and Minister responsible for Justice",
      "source_provision": "s82"
    },
    {
      "term": "police officer",
      "definition": "a person below the rank of Assistant Superintendent of Police",
      "source_provision": "s82"
    },
    {
      "term": "postal item",
      "definition": "any letter, package or other item that is being carried or will be carried by a public postal service",
      "source_provision": "s82"
    },
    {
      "term": "preservation of communications data",
      "definition": "the protection of data which already exists in a stored form from unauthorised modification or deletion, or from anything that would cause its current quality or condition to change or deteriorate, but excludes communications data that is stored on a highly transitory basis as an integral function of the technology used in its transmission and which already exists in a stored form",
      "source_provision": "s82"
    },
    {
      "term": "proceedings",
      "definition": "a procedure conducted by or under the supervision of a judge or magistrate or judicial officer however described in relation to an alleged or proven offence or property derived from that offence, and includes an inquiry, investigation, preliminary or final determination of facts",
      "source_provision": "s82"
    },
    {
      "term": "proceeds of crime",
      "definition": "any property derived or obtained or realised directly or indirectly through the commission of an offence",
      "source_provision": "s82"
    },
    {
      "term": "property",
      "definition": "assets of any kind situated in this country or elsewhere, whether movable or immovable, tangible or intangible, legal documents and instruments evidencing title of an interest in the assets",
      "source_provision": "s82"
    },
    {
      "term": "record",
      "definition": "a material on which data is recorded or marked and which is capable of being read or understood by a person, computer system or other device",
      "source_provision": "s82"
    },
    {
      "term": "Republic",
      "definition": "the Republic of Ghana",
      "source_provision": "s82"
    },
    {
      "term": "request",
      "definition": "a request for mutual legal assistance presented for the purposes of this Act",
      "source_provision": "s82"
    },
    {
      "term": "share-out",
      "definition": "the proportionate sharing of confiscated property",
      "source_provision": "s82"
    },
    {
      "term": "stored communication",
      "definition": "the content data that is no longer in the course of transmission and which has been stored in a form allowing retrieval",
      "source_provision": "s82"
    },
    {
      "term": "subscriber information",
      "definition": "any information that is held by a provider of a postal service or telecommunications service relating to subscribers to its services and by which can be established the subscriber's identity, affairs or personal particulars but does not include traffic data",
      "source_provision": "s82"
    },
    {
      "term": "telecommunication",
      "definition": "a communication transmitted or received by means of a guided or unguided electromagnetic or other form of energy",
      "source_provision": "s82"
    },
    {
      "term": "telecommunication service",
      "definition": "a communication provided to any person for the transmission and receipt of telecommunications, which enables communications to be transmitted or received over a telecommunications system operated by a service provider",
      "source_provision": "s82"
    },
    {
      "term": "telecommunications system",
      "definition": "any system which exists for the purpose of transmitting and receiving telecommunications",
      "source_provision": "s82"
    }
  ]
}