{
  "id": "act-832-2011",
  "type": "act",
  "title": "Renewable Energy Act, 2011",
  "short_name": "Renewable Energy Act, 2011 2011",
  "act_number": 832,
  "year": 2011,
  "status": "in_force",
  "issued_date": "2020-12-29",
  "url": "https://ghalii.org/akn/gh/act/2011/832",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Object of the Act",
      "content": "(1) The object of this Act is to provide for the development, management and utilisation of renewable energy sources for the production of heat and power in an efficient and environmentally sustainable manner. The object of this Act is to provide for the development, management and utilisation of renewable energy sources for the production of heat and power in an efficient and environmentally sustainable manner. (2) For the purpose of subsection (1), the object shall encompass For the purpose of subsection (1), the object shall encompass the provision of the provision of a framework to support the development and utilisation of renewable energy sources; and a framework to support the development and utilisation of renewable energy sources; and an enabling environment to attract investment in renewable energy sources; an enabling environment to attract investment in renewable energy sources; the promotion for the use of renewable energy; the promotion for the use of renewable energy; the diversification of supplies to safeguard energy security; the diversification of supplies to safeguard energy security; improved access to electricity through the use of renewable energy sources; improved access to electricity through the use of renewable energy sources; the building of indigenous capacity in technology for renewable energy sources; the building of indigenous capacity in technology for renewable energy sources; public education on renewable energy production and utilisation; and public education on renewable energy production and utilisation; and the regulation of the production and supply of woodfuel and bio-fuel. the regulation of the production and supply of woodfuel and bio-fuel."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Meaning of renewable energy",
      "content": "In this Act, “renewable energy” means energy obtained from non-depleting sources including(a)wind;(b)solar;(c)hydro;(d)biomass;(e)bio-fuel;(f)landfill gas;(g)sewage gas;(h)geothermal energy;(i)ocean energy; and(j)any other energy source designated in writing by the Minister. wind; solar; hydro; biomass; bio-fuel; landfill gas; sewage gas; geothermal energy; ocean energy; and any other energy source designated in writing by the Minister."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Ministerial responsibility",
      "content": "The Minister is responsible for providing policy direction for the achievement of the object of this Act. The Minister is responsible for providing policy direction for the achievement of the object of this Act."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Responsibilities of Energy Commission",
      "content": "The Energy Commission shall advise the Minister on renewable energy matters; advise the Minister on renewable energy matters; create a platform for collaboration between government and the private sector and civil society for the promotion of renewable energy sources; create a platform for collaboration between government and the private sector and civil society for the promotion of renewable energy sources; recommend and advise relevant stakeholders on the educational curriculum on efficient use of renewable energy sources and evolve programmes for its mainstreaming on the educational curriculum of educational institutions; recommend and advise relevant stakeholders on the educational curriculum on efficient use of renewable energy sources and evolve programmes for its mainstreaming on the educational curriculum of educational institutions; recommend for exemption from customs, levies and other duties, equipment and machinery necessary for the development, production and utilisation of renewable energy sources; recommend for exemption from customs, levies and other duties, equipment and machinery necessary for the development, production and utilisation of renewable energy sources; in consultation with the Public Utilities Regulatory Commission recommend financial incentives necessary for the development, production and utilisation of renewable energy sources; in consultation with the Public Utilities Regulatory Commission recommend financial incentives necessary for the development, production and utilisation of renewable energy sources; promote the local manufacture of components to facilitate the rapid growth of renewable energy sources; promote the local manufacture of components to facilitate the rapid growth of renewable energy sources; promote plans for training and supporting local experts in the field of renewable energy; promote plans for training and supporting local experts in the field of renewable energy; promote the benefits of renewable energy to facilitate its utilisation; promote the benefits of renewable energy to facilitate its utilisation; in consultation with relevant stakeholders set targets for the development and utilisation of renewable energy sources; and in consultation with relevant stakeholders set targets for the development and utilisation of renewable energy sources; and implement the provisions of this Act. implement the provisions of this Act."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Responsibilities of Public Utilities Regulatory Commission",
      "content": "The Public Utilities Regulatory Commission shall for the purpose of the implementation of this Act, approve rates chargeable for the purchase of electricity from renewable energy sources by public utilities; rates chargeable for the purchase of electricity from renewable energy sources by public utilities; charges for grid connection; and charges for grid connection; and rates chargeable for wheeling of electricity from renewable energy sources. rates chargeable for wheeling of electricity from renewable energy sources."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Public utilities",
      "content": "A public utility licensed under the Energy Commission Act, 1997 (Act 541) to transmit or distribute or sell electricity, shall comply with the relevant provisions of this Act and in general, facilitate the attainment of the object of this Act. A public utility licensed under the Energy Commission Act, 1997 (Act 541) to transmit or distribute or sell electricity, shall comply with the relevant provisions of this Act and in general, facilitate the attainment of the object of this Act."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Collaboration of relevant institutions",
      "content": "(1) The relevant institutions responsible for the development, promotion, management and utilisation of renewable energy sources shall collaborate with the Commission in the exercise of its powers and performance of its functions under this Act. The relevant institutions responsible for the development, promotion, management and utilisation of renewable energy sources shall collaborate with the Commission in the exercise of its powers and performance of its functions under this Act. (2) For the purposes of subsection (1), relevant institutions include For the purposes of subsection (1), relevant institutions include the Standards Authority; the Standards Authority; the Forestry Commission; the Forestry Commission; the Lands Commission; the Lands Commission; the Environmental Protection Agency; the Environmental Protection Agency; the Ministry of Food and Agriculture; the Ministry of Food and Agriculture; Metropolitan, Municipal and District Assemblies of Local Government; Metropolitan, Municipal and District Assemblies of Local Government; the National Petroleum Authority; the National Petroleum Authority; the Public Utilities Regulatory Commission; the Public Utilities Regulatory Commission; the Water Resources Commission; the Water Resources Commission; the Ghana Cocoa Board; the Ghana Cocoa Board; the Ministry of Environment, Science and Technology; the Ministry of Environment, Science and Technology; the Ghana Revenue Authority; and the Ghana Revenue Authority; and any other institution designated by the Minister by publication in the Gazette. any other institution designated by the Minister by publication in the Gazette."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Requirement for licence",
      "content": "(1) A person shall not engage in a commercial activity in the renewable energy industry without a licence granted under this Act. A person shall not engage in a commercial activity in the renewable energy industry without a licence granted under this Act. (2) For the purposes of this Act, the commercial activities in the renewable energy industry are For the purposes of this Act, the commercial activities in the renewable energy industry are production; production; transportation; transportation; storage; storage; distribution, sale and marketing; distribution, sale and marketing; importation; importation; exportation and re-exportation; and exportation and re-exportation; and installation and maintenance. installation and maintenance. (3) The Commission may by legislative instrument limit or expand the scope of activities under subsection (2). The Commission may by legislative instrument limit or expand the scope of activities under subsection (2). (4) A person who engages in a commercial activity in the renewable energy industry without a licence issued by the Commission as provided under this Act, commits an offence and is liable on summary conviction to a fine not exceeding two thousand penalty units or to a term of imprisonment not exceeding five years or to both. A person who engages in a commercial activity in the renewable energy industry without a licence issued by the Commission as provided under this Act, commits an offence and is liable on summary conviction to a fine not exceeding two thousand penalty units or to a term of imprisonment not exceeding five years or to both. (5) Where the offence is committed by a body corporate, that body corporate is liable on summary conviction to a fine not exceeding five thousand penalty units. Where the offence is committed by a body corporate, that body corporate is liable on summary conviction to a fine not exceeding five thousand penalty units."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Qualification for licence",
      "content": "A licence under this Act may only be granted to a citizen, a citizen, a body corporate registered under the Companies Act, 1963 (Act 179) or under any other law of Ghana; or a body corporate registered under the Companies Act, 1963 (Act 179) or under any other law of Ghana; or a partnership registered under the Incorporated Private Partnerships Act, 1962 (Act 152). a partnership registered under the Incorporated Private Partnerships Act, 1962 (Act 152)."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Application for licence",
      "content": "(1) An application for a licence shall be made to the Commission in the prescribed form accompanied with the prescribed fee and information required by the Commission. An application for a licence shall be made to the Commission in the prescribed form accompanied with the prescribed fee and information required by the Commission. (2) The Board shall The Board shall acknowledge receipt of an application within five working days after receipt, and acknowledge receipt of an application within five working days after receipt, and inform the applicant in writing of the decision of the Board within sixty days after the five days. inform the applicant in writing of the decision of the Board within sixty days after the five days."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Grant of licence",
      "content": "(1) Where an applicant meets the conditions required by this Act for a licence to engage in commercial activity in the renewable energy industry, the Board shall grant the application and issue the applicant with the licence. Where an applicant meets the conditions required by this Act for a licence to engage in commercial activity in the renewable energy industry, the Board shall grant the application and issue the applicant with the licence. (2) Despite subsection (1), the Board may for reasons founded on Despite subsection (1), the Board may for reasons founded on technical data; technical data; national security; national security; public safety; public safety; food security; food security; health; and health; and environmental safety environmental safety reject the application for a licence to engage in commercial activity in the renewable energy industry."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Conditions of licence",
      "content": "(1) A licence granted by the Commission is subject to the conditions specified in the licence. A licence granted by the Commission is subject to the conditions specified in the licence. (2) Without limiting subsection (1), a licence granted under this Act may include conditions requiring the licensee to provide the Commission with the documents, accounts, estimates, returns, environmental impact assessment and management plans or any other information that the Board may require for the purpose of performing its functions under this Act in the manner and at the times as may be reasonably required. Without limiting subsection (1), a licence granted under this Act may include conditions requiring the licensee to provide the Commission with the documents, accounts, estimates, returns, environmental impact assessment and management plans or any other information that the Board may require for the purpose of performing its functions under this Act in the manner and at the times as may be reasonably required."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Non-transferability of licence",
      "content": "A licence granted under this Act is not transferable except with the prior written approval of the Board. A licence granted under this Act is not transferable except with the prior written approval of the Board."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Duration and renewal of licence",
      "content": "(1) A licence granted under this Act is for the period specified in the licence and may be renewed. A licence granted under this Act is for the period specified in the licence and may be renewed. (2) An application for the renewal of a licence shall be made to the Commission not later than sixty days before the licence expires. An application for the renewal of a licence shall be made to the Commission not later than sixty days before the licence expires. (3) The procedure for the renewal of a licence granted under this Act shall be the same as that applicable to the granting of the original licence. The procedure for the renewal of a licence granted under this Act shall be the same as that applicable to the granting of the original licence. (4) A licensee who fails to renew the licence or that has the application for the renewal of the licence rejected by the Board shall cease to provide the services to which the licence relates. A licensee who fails to renew the licence or that has the application for the renewal of the licence rejected by the Board shall cease to provide the services to which the licence relates."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Power to modify licence",
      "content": "(1) Subject to this Act and Regulations made under it, the Board may modify a licence granted under this Act if the modification is permissible under the terms of the licence or is required in the public interest. Subject to this Act and Regulations made under it, the Board may modify a licence granted under this Act if the modification is permissible under the terms of the licence or is required in the public interest. (2) A modification shall not be made unless the Board has given the licensee and the general public at least sixty working days notice A modification shall not be made unless the Board has given the licensee and the general public at least sixty working days notice stating that the Board proposes to make the modification; stating that the Board proposes to make the modification; setting out the effect of the modification; and setting out the effect of the modification; and inviting representations or objections regarding the modification for consideration. inviting representations or objections regarding the modification for consideration. (3) The Board shall consider the representations or objections that are made to it before the modification is made. The Board shall consider the representations or objections that are made to it before the modification is made. (4) The notice shall be given by The notice shall be given by publication, in the manner that the Board considers appropriate; and publication, in the manner that the Board considers appropriate; and sending a personal copy of the notice to the licensee sending a personal copy of the notice to the licensee for the purposes of bringing the matters to which the notice relates to the attention of persons likely to be affected by it. (5) The expense incurred or damage caused as a result of a modification to a licence shall be considered as part of the capital expenditure of the licensee. The expense incurred or damage caused as a result of a modification to a licence shall be considered as part of the capital expenditure of the licensee."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Suspension or cancellation of licence",
      "content": "(1) Where the Board is satisfied that a licensee is not complying with or has not complied with any of the conditions of the licence, the Board may suspend or cancel the licence. Where the Board is satisfied that a licensee is not complying with or has not complied with any of the conditions of the licence, the Board may suspend or cancel the licence. (2) A suspension or cancellation shall not be made unless the Board has given the licensee A suspension or cancellation shall not be made unless the Board has given the licensee written notice specifying in it, the cause of dissatisfaction of the Board requiring the suspension or cancellation of the licence, written notice specifying in it, the cause of dissatisfaction of the Board requiring the suspension or cancellation of the licence, the directions for the rectification of the breach, and the directions for the rectification of the breach, and the action proposed to be taken by the Board in the event of non compliance with the notice. the action proposed to be taken by the Board in the event of non compliance with the notice. (3) The Board shall The Board shall not suspend or cancel a licence without first giving the licensee an opportunity of being heard, and not suspend or cancel a licence without first giving the licensee an opportunity of being heard, and where it considers it appropriate, give a period that the Board considers reasonable for the compliance with the directions of the Board. where it considers it appropriate, give a period that the Board considers reasonable for the compliance with the directions of the Board. (4) The Board shall consider the extent to which a person is likely to sustain loss or damage as a result of the suspension or cancellation of the licence in determining whether it is necessary to suspend or cancel the licence. The Board shall consider the extent to which a person is likely to sustain loss or damage as a result of the suspension or cancellation of the licence in determining whether it is necessary to suspend or cancel the licence. (5) A licence which is not utilised within one year after the date of its grant may be cancelled by the Board after notice of not less than thirty days has been served on the licensee. A licence which is not utilised within one year after the date of its grant may be cancelled by the Board after notice of not less than thirty days has been served on the licensee."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Complaint to the Minister",
      "content": "(1) A person who is aggrieved by A person who is aggrieved by a refusal to grant a licence or the renewal of a licence under this Act; a refusal to grant a licence or the renewal of a licence under this Act; the modification, suspension or cancellation of a licence under this Act the modification, suspension or cancellation of a licence under this Act may within thirty days of the decision of the Board lodge a complaint with the Minister. (2) The Minister shall within thirty days of receipt of the complaint The Minister shall within thirty days of receipt of the complaint investigate and take a decision in respect of the complaints; or investigate and take a decision in respect of the complaints; or set up an arbitration panel under the Alternative Dispute Resolution Act, 2010 (Act 798) to settle the matter amicable with the aggrieved person. set up an arbitration panel under the Alternative Dispute Resolution Act, 2010 (Act 798) to settle the matter amicable with the aggrieved person. (3) Where the Minister and the aggrieved person are unable to reach an amicable settlement or the Minister fails to take a decision under paragraphs (a) or (b) respectively of subsection (2), the aggrieved person may within a period of fourteen days after the decision pursue the matter in the High Court. Where the Minister and the aggrieved person are unable to reach an amicable settlement or the Minister fails to take a decision under paragraphs (a) or (b) respectively of subsection (2), the aggrieved person may within a period of fourteen days after the decision pursue the matter in the High Court."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Settlement of disputes by arbitration",
      "content": "(1) The Board shall on its own initiative or at the request of a licensed person set up an arbitration panel under the Alternative Dispute Resolution Act, 2010 (Act 798). The Board shall on its own initiative or at the request of a licensed person set up an arbitration panel under the Alternative Dispute Resolution Act, 2010 (Act 798). (2) The arbitration panel is to arbitrate and settle any dispute that arises between licensees where the parties concerned cannot reach an agreement. The arbitration panel is to arbitrate and settle any dispute that arises between licensees where the parties concerned cannot reach an agreement."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Application",
      "content": "Without limiting the provisions of section 12, section 20 to 24 shall apply to licences for the following activities: production; production; transportation; transportation; storage; storage; distribution; distribution; sale and marketing; sale and marketing; exportation and re-exportation; and exportation and re-exportation; and installation and maintenance. installation and maintenance."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Production and supply licence",
      "content": "Where the Board grants a licence to an applicant to produce and supply a renewable energy product, the licensee shall manufacture and assemble that renewable energy product; manufacture and assemble that renewable energy product; install, generate and supply electrical energy; or install, generate and supply electrical energy; or produce bio-fuel or woodfuel produce bio-fuel or woodfuel in accordance with the directives of the Commission."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Bulk storage licence",
      "content": "(1) Where the Board grants a licence to an applicant to store renewable energy products in commercial quantities, the licensee shall install a facility for the storage of the renewable energy products. Where the Board grants a licence to an applicant to store renewable energy products in commercial quantities, the licensee shall install a facility for the storage of the renewable energy products. (2) The suitability of a facility shall be determined by the Commission. The suitability of a facility shall be determined by the Commission. (3) The Commission shall determine what constitutes commercial quantities. The Commission shall determine what constitutes commercial quantities."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Marketing licence",
      "content": "Where the Board grants a licence to an applicant to market a renewable energy product, the licensee shall obtain from the Commission, approval for the export of each consignment of woodfuel and bio-fuel. Where the Board grants a licence to an applicant to market a renewable energy product, the licensee shall obtain from the Commission, approval for the export of each consignment of woodfuel and bio-fuel."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Installation and maintenance licence",
      "content": "(1) Where the Board grants a licence to an applicant to provide for the installation and maintenance services for a renewable energy system, the licensee shall engage in a commercial activity that correlates to the specific renewable energy technology. Where the Board grants a licence to an applicant to provide for the installation and maintenance services for a renewable energy system, the licensee shall engage in a commercial activity that correlates to the specific renewable energy technology. (2) For the purpose of this section, a ‘specific renewable energy technology’ includes technologies for solar, wind, mini hydro, biogas digester, charcoal kilns and a bio-fuel processing plant. For the purpose of this section, a ‘specific renewable energy technology’ includes technologies for solar, wind, mini hydro, biogas digester, charcoal kilns and a bio-fuel processing plant."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Bulk transportation licence",
      "content": "(1) Where the Board grants a licence to an applicant to transport renewable energy products, the licensee shall Where the Board grants a licence to an applicant to transport renewable energy products, the licensee shall transport bio-fuel products, or woodfuel, and transport bio-fuel products, or woodfuel, and use a registered vehicle to transport the bio-fuel product or woodfuel product use a registered vehicle to transport the bio-fuel product or woodfuel product in accordance with the directives of the Commission. (2) For the purpose of this section, ‘a registered vehicle’ is a vehicle that has been registered with the Commission to transport bio-fuel and woodfuel products. For the purpose of this section, ‘a registered vehicle’ is a vehicle that has been registered with the Commission to transport bio-fuel and woodfuel products."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Competitive procurement scheme",
      "content": "(1) There is established by this Act, a competitive procurement scheme for the purpose of attracting a competitive market rate for electricity generated from a renewable energy source. There is established by this Act, a competitive procurement scheme for the purpose of attracting a competitive market rate for electricity generated from a renewable energy source. (2) The competitive procurement scheme shall consist of The competitive procurement scheme shall consist of a tendering process; and a tendering process; and an auction scheme. an auction scheme. (3) The Commission shall, in consultation with the Public Utilities Regulatory Commission, determine targets as part of the annual energy supply and demand plans. The Commission shall, in consultation with the Public Utilities Regulatory Commission, determine targets as part of the annual energy supply and demand plans. (4) Electricity procured from a wholesale supplier shall be procured in accordance with the annual energy supply and demand plans and subsection (2). Electricity procured from a wholesale supplier shall be procured in accordance with the annual energy supply and demand plans and subsection (2). (5) A public utility shall not negotiate for a Power Purchase Agreement with a generator of electricity or contract power for electricity generated from a renewable energy source unless the contracted power has gone through an open competitive and transparent procurement process. A public utility shall not negotiate for a Power Purchase Agreement with a generator of electricity or contract power for electricity generated from a renewable energy source unless the contracted power has gone through an open competitive and transparent procurement process. (6) A public utility that contravenes subsection (5) commits an offence and is liable on summary conviction to a fine of not more than ten thousand penalty units. A public utility that contravenes subsection (5) commits an offence and is liable on summary conviction to a fine of not more than ten thousand penalty units."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Renewable energy purchase obligation",
      "content": "(1) An electricity distribution utility shall procure electricity from a renewable energy source from a consumer generator in accordance with section 30A. An electricity distribution utility shall procure electricity from a renewable energy source from a consumer generator in accordance with section 30A. (2) The Public Utilities Regulatory Commission shall, in consultation with the Commission and the distribution utilities, determine the price at which a distribution utility shall procure electricity from a consumer generator under a net metering scheme at any specific time. The Public Utilities Regulatory Commission shall, in consultation with the Commission and the distribution utilities, determine the price at which a distribution utility shall procure electricity from a consumer generator under a net metering scheme at any specific time. (3) A fossil fuel based wholesale electricity supplier, a fossil fuel producer and any other company that contributes to greenhouse gas emission shall invest in a non-utility scale renewable energy to offset the greenhouse gas emission and mitigate the impact of climate change. A fossil fuel based wholesale electricity supplier, a fossil fuel producer and any other company that contributes to greenhouse gas emission shall invest in a non-utility scale renewable energy to offset the greenhouse gas emission and mitigate the impact of climate change. (4) The Board shall, in consultation with The Board shall, in consultation with the Public Utilities Regulatory Commission, and the Public Utilities Regulatory Commission, and the distribution utilities the distribution utilities determine the level of the non-utility scale renewable energy and technology required to be invested in under subsection (3). (5) A bulk customer who holds a valid permit issued by the Commission shall purchase electricity from a renewable energy source at a price negotiated between the bulk customer and a wholesale supplier. A bulk customer who holds a valid permit issued by the Commission shall purchase electricity from a renewable energy source at a price negotiated between the bulk customer and a wholesale supplier. (6) The Public Utilities Regulatory Commission shall, in consultation with the Commission, specify the percentage level of electricity to be purchased by the bulk customer. The Public Utilities Regulatory Commission shall, in consultation with the Commission, specify the percentage level of electricity to be purchased by the bulk customer."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "",
      "content": "[section 27 repealed by section 3 of Act 1045 of 2020] [section 27 repealed by section 3 of Act 1045 of 2020]"
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "",
      "content": "[section 28 repealed by section 3 of Act 1045 of 2020] [section 28 repealed by section 3 of Act 1045 of 2020]"
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "",
      "content": "[section 29 repealed by section 3 of Act 1045 of 2020] [section 29 repealed by section 3 of Act 1045 of 2020]"
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Connection to transmission and distribution systems",
      "content": "(1) An operator of a transmission or distribution system shall connect a generator of electricity from a renewable energy source within the coverage area of the transmission or distribution system where a generator of electricity from renewable energy sources so requests. An operator of a transmission or distribution system shall connect a generator of electricity from a renewable energy source within the coverage area of the transmission or distribution system where a generator of electricity from renewable energy sources so requests. (2) An operator of a transmission or distribution system shall An operator of a transmission or distribution system shall upgrade the transmission or distribution system at reasonable economic expense to feed in the electricity from the generator of electricity from renewable energy sources; and upgrade the transmission or distribution system at reasonable economic expense to feed in the electricity from the generator of electricity from renewable energy sources; and upgrade the transmission and distribution system as soon as practicable if so requested by a generator interested in feeding in electricity. upgrade the transmission and distribution system as soon as practicable if so requested by a generator interested in feeding in electricity. (3) The cost associated with connecting installations to the metering point of the grid shall be borne by the generator of electricity from renewable energy sources. The cost associated with connecting installations to the metering point of the grid shall be borne by the generator of electricity from renewable energy sources. (4) An operator of a transmission or distribution system that commits an offence under this section is liable on summary conviction to a fine not exceeding ten thousand penalty units and the Commission may in addition to the fine suspend the licence of that operator. An operator of a transmission or distribution system that commits an offence under this section is liable on summary conviction to a fine not exceeding ten thousand penalty units and the Commission may in addition to the fine suspend the licence of that operator. (5) For the purposes of subsection (1), the operator of a transmission or distribution system shall enter into a connection agreement with a generator of electricity from renewable energy sources within the coverage area of the transmission or distribution system. For the purposes of subsection (1), the operator of a transmission or distribution system shall enter into a connection agreement with a generator of electricity from renewable energy sources within the coverage area of the transmission or distribution system."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "30A. Net-metering scheme",
      "content": "There is established by this Act, a net-metering scheme for the purpose of encouraging self-generation of electricity from a renewable energy source on a power cost reduction or a climate change mitigation basis and not for income generation.[section 30A inserted by section 4 of Act 1045 of 2020] There is established by this Act, a net-metering scheme for the purpose of encouraging self-generation of electricity from a renewable energy source on a power cost reduction or a climate change mitigation basis and not for income generation. [section 30A inserted by section 4 of Act 1045 of 2020]"
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Establishment of the Renewable Energy Fund",
      "content": "There is established by this Act the Renewable Energy Fund. There is established by this Act the Renewable Energy Fund."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Object of the Fund",
      "content": "(1) The object of the Fund is to provide financial resources for the promotion, development, sustainable management and utilisation of renewable energy sources. The object of the Fund is to provide financial resources for the promotion, development, sustainable management and utilisation of renewable energy sources. (2) For the purposes of achieving the object of the Fund, moneys from the Fund shall be applied primarily to the provision of financial incentives, capital subsidies, production based subsidies and equity participation for For the purposes of achieving the object of the Fund, moneys from the Fund shall be applied primarily to the provision of financial incentives, capital subsidies, production based subsidies and equity participation for grid interactive renewable electricity; grid interactive renewable electricity; mini-grid and off-grid renewable power systems for remote areas and islands; mini-grid and off-grid renewable power systems for remote areas and islands; renewable energy projects for non-electricity purposes; and renewable energy projects for non-electricity purposes; and any other renewable energy activity that the Commission may determine. any other renewable energy activity that the Commission may determine. [subsection (2) substituted by section 5 of Act 1045 of 2020] (3) Moneys from the Fund may be applied for Moneys from the Fund may be applied for the promotion of the promotion of scientific, technological and innovative research into renewable energy; scientific, technological and innovative research into renewable energy; research into the establishment of standards for the utilisation of renewable energy; research into the establishment of standards for the utilisation of renewable energy; the production or fabrication of equipment for the development and utilisation of renewable energy in the country; the production or fabrication of equipment for the development and utilisation of renewable energy in the country; programmes to adopt international best practices; and programmes to adopt international best practices; and innovative approaches to the development and utilisation of renewable energy sources; and innovative approaches to the development and utilisation of renewable energy sources; and the development of the development of infrastructure for renewable energy; and infrastructure for renewable energy; and capacity building for renewable energy development. capacity building for renewable energy development. (4) For the purposes of this section, ‘equity participation’ means the participation in the ownership of an organisation or venture through an investment for renewable energy. For the purposes of this section, ‘equity participation’ means the participation in the ownership of an organisation or venture through an investment for renewable energy."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Sources of money for the Fund",
      "content": "The sources of money for the Fund are moneys approved by Parliament, moneys approved by Parliament, the premium payable under section 26 (4) (b), the premium payable under section 26 (4) (b), donations, grants and gifts received for renewable energy activities, donations, grants and gifts received for renewable energy activities, money which is generated by the Commission from the provision of services for renewable energy activities; money which is generated by the Commission from the provision of services for renewable energy activities; moneys approved by the Board from the Energy Fund established under the Energy Commission Act, 1997 (Act 541) for the promotion of projects for the development, management and utilisation of renewable energy resources, including solar energy, moneys approved by the Board from the Energy Fund established under the Energy Commission Act, 1997 (Act 541) for the promotion of projects for the development, management and utilisation of renewable energy resources, including solar energy, the proportion of Government levy from the export of bio-fuel as approved by Parliament, and the proportion of Government levy from the export of bio-fuel as approved by Parliament, and any other moneys that are provided by the Minister responsible for Finance. any other moneys that are provided by the Minister responsible for Finance."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Bank account for the Fund",
      "content": "(1) The moneys for the Fund shall be paid into a bank account for the purpose, opened by the Commission with the approval of the Controller and Accountant-General. The moneys for the Fund shall be paid into a bank account for the purpose, opened by the Commission with the approval of the Controller and Accountant-General. (2) The bank account for the Fund shall be kept separate from the bank account for any other Fund that relates to energy resources. The bank account for the Fund shall be kept separate from the bank account for any other Fund that relates to energy resources. (3) A person in possession of money intended for the Fund shall pay the money into a bank account opened under subsection (1) on the next working day after receipt of the money. A person in possession of money intended for the Fund shall pay the money into a bank account opened under subsection (1) on the next working day after receipt of the money."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Management of the Fund",
      "content": "(1) Moneys for the Fund shall be vested in the Board. Moneys for the Fund shall be vested in the Board. (2) The Board of the Energy Commission is responsible for the management of the Fund subject to the Financial Administration Act, 2003 (Act 654). The Board of the Energy Commission is responsible for the management of the Fund subject to the Financial Administration Act, 2003 (Act 654). (3) The Board shall The Board shall pursue policies to achieve the object of the Fund; pursue policies to achieve the object of the Fund; collect or arrange to be collected, moneys lawful due to the Fund, through procedures determined by the Minister; collect or arrange to be collected, moneys lawful due to the Fund, through procedures determined by the Minister; ensure accountability of the Fund by defining appropriate procedures for the utilisation of the Fund; ensure accountability of the Fund by defining appropriate procedures for the utilisation of the Fund; prepare and publish the criteria for the disbursement of moneys from the Fund with the approval of the Minister; prepare and publish the criteria for the disbursement of moneys from the Fund with the approval of the Minister; disburse moneys from the Fund; disburse moneys from the Fund; receive and examine reports from designated persons or institutions in respect of financial assistance granted those persons or institutions; and receive and examine reports from designated persons or institutions in respect of financial assistance granted those persons or institutions; and perform any other function assigned to it under this Act or incidental to the achievement of the object of the Fund. perform any other function assigned to it under this Act or incidental to the achievement of the object of the Fund."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Internally generated funds",
      "content": "(1) Subject to the Ministries, Departments and Agencies (Retention of Funds) Act, 2007 (Act 735), the Fund is authorised to retain all moneys realised in the performance of its functions. Subject to the Ministries, Departments and Agencies (Retention of Funds) Act, 2007 (Act 735), the Fund is authorised to retain all moneys realised in the performance of its functions. (2) The preparation and submission of estimates and the reporting and accounting of estimates are subject to the Financial Administration Act, 2003 (Act 654). The preparation and submission of estimates and the reporting and accounting of estimates are subject to the Financial Administration Act, 2003 (Act 654). (3) The provisions of Article 187 of the Constitution which relate to the Auditor-General shall apply to the moneys retained under this Act. The provisions of Article 187 of the Constitution which relate to the Auditor-General shall apply to the moneys retained under this Act. (4) Despite any other provision in any enactment to the contrary, internally generated funds Despite any other provision in any enactment to the contrary, internally generated funds can only be utilised when the activities on which the expenditure will be incurred have been programmed and approved in the expenditure budget of the Fund; and can only be utilised when the activities on which the expenditure will be incurred have been programmed and approved in the expenditure budget of the Fund; and shall not be used for the payment of salaries, staff benefits and other allowances except where the allowances are directly related to the provision of services that will lead to increased revenue. shall not be used for the payment of salaries, staff benefits and other allowances except where the allowances are directly related to the provision of services that will lead to increased revenue."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Tax exemption",
      "content": "The Fund is exempt from payment of tax. The Fund is exempt from payment of tax."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Administrative expenses of the Fund",
      "content": "The administrative expenses of the Fund related to the management of the Fund shall be charged on the Fund. The administrative expenses of the Fund related to the management of the Fund shall be charged on the Fund."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books of account and proper records in relation to them in the form determined and approved by the Auditor-General. The Board shall keep books of account and proper records in relation to them in the form determined and approved by the Auditor-General. (2) The Board shall submit the account of the Fund to the Auditor-General for audit within three months after the end of the financial year. The Board shall submit the account of the Fund to the Auditor-General for audit within three months after the end of the financial year. (3) The Auditor-General shall conduct the audit of the account exclusively for the Fund. The Auditor-General shall conduct the audit of the account exclusively for the Fund. (4) The Auditor-General shall, not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister. The Auditor-General shall, not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister. (5) The financial year of the Commission shall be the same as the financial year of the Government. The financial year of the Commission shall be the same as the financial year of the Government."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall within one month after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Fund for the year to which the report relates. The Board shall within one month after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Fund for the year to which the report relates. (2) The annual report shall include the report of the Auditor-General. The annual report shall include the report of the Auditor-General. (3) The Minister shall within one month after receipt of the annual report submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall within one month after receipt of the annual report submit the report to Parliament with a statement that the Minister considers necessary. (4) The Board shall also submit to the Minister any other report which the Minister may require in writing. The Board shall also submit to the Minister any other report which the Minister may require in writing."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Feedstock production",
      "content": "A licensee that has been granted a licence under this Act to produce bio-fuel from feedstock, shall obtain the relevant permit from the Ministry of Food and Agriculture and the Environmental Protection Agency. A licensee that has been granted a licence under this Act to produce bio-fuel from feedstock, shall obtain the relevant permit from the Ministry of Food and Agriculture and the Environmental Protection Agency."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Designation and pricing of bio-fuel blend",
      "content": "(1) The Minister shall on the commencement of this Act, designate bio-fuel blend as a petroleum product in accordance with the National Petroleum Authority Act, 2005 (Act 691). The Minister shall on the commencement of this Act, designate bio-fuel blend as a petroleum product in accordance with the National Petroleum Authority Act, 2005 (Act 691). (2) The National Petroleum Authority shall be responsible for the pricing of bio-fuel blend in accordance with the prescribed petroleum pricing formula provided for under the National Petroleum Authority Act, 2005 (Act 691). The National Petroleum Authority shall be responsible for the pricing of bio-fuel blend in accordance with the prescribed petroleum pricing formula provided for under the National Petroleum Authority Act, 2005 (Act 691)."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Sale of bio-fuel blend",
      "content": "(1) The proportion of bio-fuel in bio-fuel blend offered for sale to consumers at the point of sale, shall be determined from time to time by the National Petroleum Authority in consultation with the Energy Commission. The proportion of bio-fuel in bio-fuel blend offered for sale to consumers at the point of sale, shall be determined from time to time by the National Petroleum Authority in consultation with the Energy Commission. (2) A person who sells bio-fuel blend at the point of sale shall display conspicuously the proportion of the bio-fuel contained in the biofuel blend. A person who sells bio-fuel blend at the point of sale shall display conspicuously the proportion of the bio-fuel contained in the biofuel blend."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Sustainability of woodfuel production",
      "content": "The Commission shall collaborate with the Forestry Commission, the Forestry Commission, the Environmental Protection Agency, the Environmental Protection Agency, the relevant Metropolitan, Municipal or District Assembly, and the relevant Metropolitan, Municipal or District Assembly, and any other relevant institution to ensure the development and implementation of programmes to sustain wood fuel production and consumption. any other relevant institution to ensure the development and implementation of programmes to sustain wood fuel production and consumption."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Duty of renewable energy producers",
      "content": "A person licensed under this Act to produce renewable energy shall maintain the equipment and property used in the provision of the service in a condition that would enable it to effectively provide the service; maintain the equipment and property used in the provision of the service in a condition that would enable it to effectively provide the service; comply with technical standards and guidelines established by the Commission; and comply with technical standards and guidelines established by the Commission; and comply with the terms of the respective environmental impact assessment permit. comply with the terms of the respective environmental impact assessment permit."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Integration of renewable energy projects into energy system",
      "content": "(1) The Public Utilities Regulatory Commission and the Energy Commission shall in developing Regulations and guidelines for the provision of electricity, take into account the particular nature of the electricity generated from renewable energy sources to ensure that relevant renewable energy projects are integrated into the power system. The Public Utilities Regulatory Commission and the Energy Commission shall in developing Regulations and guidelines for the provision of electricity, take into account the particular nature of the electricity generated from renewable energy sources to ensure that relevant renewable energy projects are integrated into the power system. (2) The National Petroleum Authority shall in developing guidelines for the provision of petroleum products take into account the particular nature of the fuel produced from renewable energy sources to ensure that relevant renewable energy projects are integrated into the fuel supply system. The National Petroleum Authority shall in developing guidelines for the provision of petroleum products take into account the particular nature of the fuel produced from renewable energy sources to ensure that relevant renewable energy projects are integrated into the fuel supply system."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Other offences and penalties",
      "content": "A person who fails to obtain the relevant permit from the Ministry of Food and Agriculture after the grant of the licence contrary to section 41; obtain the relevant permit from the Ministry of Food and Agriculture after the grant of the licence contrary to section 41; display at the point of sale the proportion of bio-fuel contained in the bio-fuel blend contrary to section 43; display at the point of sale the proportion of bio-fuel contained in the bio-fuel blend contrary to section 43; maintain the equipment and property used in the provision of the service contrary to paragraph (a) of section 45; or maintain the equipment and property used in the provision of the service contrary to paragraph (a) of section 45; or comply with the technical standards established by the Commission comply with the technical standards established by the Commission commits an offence and is liable on summary conviction to a fine of not more than five thousand penalty units and in the case of a continuing offence to a further fine of not more than fifty penalty units for each day during which the offence continues after written notice has been served on the offender."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Modification of existing enactments",
      "content": "The provisions of the Energy Commission Act or any other relevant enactment shall have effect subject to the modifications necessary to give effect to this Act and to the extent that the provisions of an enactment are inconsistent with this Act, the provisions of this Act shall prevail. The provisions of the Energy Commission Act or any other relevant enactment shall have effect subject to the modifications necessary to give effect to this Act and to the extent that the provisions of an enactment are inconsistent with this Act, the provisions of this Act shall prevail."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Guidelines and codes of practice",
      "content": "(1) The Commission may issue guidelines for the The Commission may issue guidelines for the development, efficient management and utilisation of renewable energy sources; development, efficient management and utilisation of renewable energy sources; connection of electricity generated from renewable energy sources to transmission or distribution systems; and connection of electricity generated from renewable energy sources to transmission or distribution systems; and technical standards for the use of renewable energy sources. technical standards for the use of renewable energy sources. (1A) The Commission may, in consultation with the Public Utilities Regulatory Commission, issue guidelines for the The Commission may, in consultation with the Public Utilities Regulatory Commission, issue guidelines for the competitive procurement of power from a renewable energy source; and competitive procurement of power from a renewable energy source; and implementation of the net-metering scheme. implementation of the net-metering scheme. [subsection (1A) inserted by section 6 (a) of Act 1045 of 2020] (1B) The guidelines issued pursuant to paragraph (a) of subsection (1A) shall take into account The guidelines issued pursuant to paragraph (a) of subsection (1A) shall take into account the technology being used in the renewable energy industry; the technology being used in the renewable energy industry; the location of the generation facility; the location of the generation facility; the operating norms for the specific technology under consideration; and the operating norms for the specific technology under consideration; and maintaining a balance between the interest of the consumer, the public utilities and an investor. maintaining a balance between the interest of the consumer, the public utilities and an investor. [subsection (1B) inserted by section 6 (a) of Act 1045 of 2020] (2) The Commission shall publish guidelines in the Gazette or in at least one national daily newspaper. The Commission shall publish guidelines in the Gazette or in at least one national daily newspaper. (3) Where the Commission amends or revokes a guideline, it shall publish the amendment or revocation in the Gazette or in at least one national daily newspaper. Where the Commission amends or revokes a guideline, it shall publish the amendment or revocation in the Gazette or in at least one national daily newspaper. (4) The Board may impose the following sanctions for failure to apply the guidelines: The Board may impose the following sanctions for failure to apply the guidelines: imposition of an administrative penalty of three thousand penalty units;[paragraph (a) substituted by section 6 (b) of Act 1045 of 2020] imposition of an administrative penalty of three thousand penalty units; [paragraph (a) substituted by section 6 (b) of Act 1045 of 2020] suspension or revocation of a licence, and suspension or revocation of a licence, and any other administrative sanction determined by the Board. any other administrative sanction determined by the Board. (5) In any proceedings, where the Court is satisfied that a guideline is relevant to the determination of a matter In any proceedings, where the Court is satisfied that a guideline is relevant to the determination of a matter the guideline shall be admissible in evidence, and the guideline shall be admissible in evidence, and proof as to whether or not a person contravened a guideline may be relied on by any party to the proceedings to establish or negate the matter. proof as to whether or not a person contravened a guideline may be relied on by any party to the proceedings to establish or negate the matter. (6) The Board may issue a code of practice for the purpose of giving effect to the provisions of this Act. The Board may issue a code of practice for the purpose of giving effect to the provisions of this Act."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Regulations",
      "content": "The Minister may on the recommendation of the Board, by legislative instrument make Regulations to prescribe fees and charges; to prescribe fees and charges; for the conditions of licences; for the conditions of licences; to prescribe standards for construction, operation and maintenance of facilities and installations in respect of bio-fuel and electricity from renewable energy sources; to prescribe standards for construction, operation and maintenance of facilities and installations in respect of bio-fuel and electricity from renewable energy sources; to prescribe standards of performance for the development, management and utilisation of renewable energy resources; to prescribe standards of performance for the development, management and utilisation of renewable energy resources; to prescribe technical standards for the use of renewable energy sources; to prescribe technical standards for the use of renewable energy sources; for the control and management of bio-fuel, and bio-fuel, and woodfuel; woodfuel; to establish a scheme for creating, trading and extinguishing of renewable energy certificates; to establish a scheme for creating, trading and extinguishing of renewable energy certificates; to review the percentage level of the proportion of bio-fuel referred to in section 43 (2); and percentage level of the proportion of bio-fuel referred to in section 43 (2); and producer prices for bio-fuel; producer prices for bio-fuel; to provide for financial and other incentives necessary for the development, production and utilisation of renewable energy sources; and to provide for financial and other incentives necessary for the development, production and utilisation of renewable energy sources; and to provide for any other matter necessary for the effective implementation of the provisions of this Act. to provide for any other matter necessary for the effective implementation of the provisions of this Act."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Interpretation",
      "content": "In this Bill unless the context otherwise requires,“animal waste” means livestock, manure or any other material like bedding, milk house waste, soil, hair, feathers or debris normally included in animal waste handling operations;“Auditor-General” includes an auditor appointed by the Auditor-General;“bio-degradable” means material that has the(a)ability to break down safely and relatively quickly by biological means, into the raw materials of nature; or(b)proven capability to decompose into non-toxic soil, water, carbon dioxide or methane;“bio-fuel” means non fossil fuel produced from crops and plants;“bio-fuel blend” means the mixture of a proportion of bio-fuel and petroleum-based fuel;“bio-fuel production” means the process and method employed to transform energy crops and plants into bio-fuel;“biogas” means gas that comprises primarily of methane and carbon dioxide produced by the biological breakdown of organic matter in the absence of oxygen and produced by anaerobic digestion or fermentation of bio-degradable materials like biomass manure sewage, municipal waste, green waste and energy crops;“biogas digester” means an equipment that has the capacity to degrade organic matter to produce biogas;“biomass” means organic matter like agricultural crops and residue, wood and wood waste, animal waste, aquatic plants and organic components of municipal and industrial waste;“Board” means the governing body of the Energy Commission;“bulk customer” means a customer that purchases or receives electricity in the amount or level specified by the Board;“Commission” means the Energy Commission established under the Energy Commission Act, 1997 (Act, 541);“clean energy alternative” includes nuclear energy;[definition of “clean energy alternative” inserted by section 7 (a) of Act 1045 of 2020]“distribution system” means the portion of the equipment used to deliver electricity between the distribution utility and the bulk customer or consumer;“distribution utility” means a person licensed to distribute and sell electricity without discrimination to consumers in an area or zone designated by the Board;“energy crop” includes a plant(a)that can be directly exploited for its energy content,(b)that is grown for the sole purpose of energy production but not for food production, or(c)that is grown specifically for its fuel value;“energy security” means the availability, adequacy, reliability and environmental sustainability of energy supply;“energy sources” includes coal, wind, oil, gas or wood consumed in the generation of power;“end-user-tariff” means the rate per unit of electricity paid by consumers of the distribution utility;“feed in tariff” [definition of “feed-in-tariff” deleted by section 7 (b) of Act 1045 of 2020];“feed in-tariff scheme” [definition of “feed-in-tariff scheme” deleted by section 7 (c) of Act 1045 of 2020];“feedstock” means a material that can be used to produce bio-fuel;“generator of electricity” means the person that generates electricity from renewable energy sources and supplies it to the general public;“geothermal energy” means energy extracted from heat available in the earth;“grid connection” means the physical linkage between a renewable energy system and the utility grid;“grid interactive renewable electricity” means a system which has the capacity to feed electricity from renewable energy source into the utility grid;“hydro” means a water-based energy system which produces electricity;[definition of “hydro” substituted by section 7 (d) of Act 1045 of 2020]“industrial hazardous waste” means discarded solid or liquid waste from industrial activity that(a)contains any solvent, pesticide or paint stripper and one or more of 39 carcinogenic, mutagenic or teratogenic compounds at levels that exceed established limits;(b)can catch fire easily like gasoline, paints and solvents;(c)is reactive or unstable enough to explode or release toxic fumes including acids, bases, ammonia and chlorine bleach, or(d)is capable of corroding metal containers like tanks, drums and barrels, industrial cleaning agents and oven and drain cleaners;“industrial waste” means waste produced as a result of the industrial activity in a factory, mill or mine but that is neither hazardous nor toxic as waste fiber produced by agriculture and logging;“landfill gas” means the gas produced in landfills due to the anaerobic digestion by microbes on any organic matter which can be collected and flared off or used to generate electricity;“licensed facility” means a part of or the whole portion of a building, structure, equipment or plant that is licensed for the purpose of activities in the renewable energy industry;“mini grid renewable power system” means a network of electricity supply from renewable energy technologies which is not connected to the grid;Minister” means the Minister responsible for Energy;“municipal area” includes a metropolis, municipality or district;“municipal waste” includes waste that arises from domestic activity and is predominantly household, commercial waste collected within a municipal area in a liquid, solid or semi solid form but excludes industrial hazardous or toxic waste;“net-metering” means a billing related mechanism designed to encourage an electricity consumer to supplement the purchase of electricity with grid-connected renewable energy self-generation;[definition of “net-metering” inserted by section 7 (e) of Act 1045 of 2020]“non-depleting resources” means resources that replenish themselves or reproduce easily;“ocean energy” means energy created by the power of ocean currents, waves and tides with the use of technology;“off grid renewable power system” means electricity supply from renewable energy technologies which is not connected to the grid;“premium” means the amount payable by the bulk customer instead of the purchase of electricity required under subsection (4) (a) of section 26;“power system” means the interconnected system of generation units, transmission and distribution system operated as an integrated arrangement for the supply of electricity;“Power Purchase Agreement” means an agreement that sets out the rights and liabilities between the generator of electricity and the distribution utility or bulk customer;“production based subsidy” means financial assistance given for the generation of electricity;“Public Utilities Regulatory Commission” means the Public Utilities Regulatory Commission established under the Public Utilities Regulatory Commission, Act 1997 (Act 538);“public utility” means a person licensed under the Energy Commission Act, 1997 (Act 541) to provide transmission and interconnection services for electricity without discrimination throughout the country or a person licensed under that Act to distribute and sell electricity without discrimination to consumers in an area or zone designated by the Board of the Commission.“renewable energy certificates” means a tradable environmental commodity that represents proof that electricity was generated from an acceptable source and which can be sold, traded or bartered by the owner of the certificate claiming to have purchased renewable energy;“renewable energy product” means goods and services produced from renewable energy;“renewable energy resources” includes natural resources such as sunlight, wind, rain, tides and geothermal plant, which are renewable and naturally replenished;“renewable energy sources” means renewable non-fossil energy sources like wind, solar, geothermal, wave, tidal, hydro-power, biomass, landfill gas;“renewable energy system” means equipment that transforms renewable energy sources into electrical or heat energy;“sewage gas” means biogas produced by the digestion and incineration of sewage sludge which can be used to generate energy;“transmission system” means an interconnected group of electric transmission lines and associated equipment for moving or transferring electrical energy in bulk between points of supply and points at which it is transformed for delivery over the distribution system lines to consumers or is delivered to other electric systems;“wheeling” means the use of the facilities of one transmission system to transmit power and energy from one power system to another;“wholesale supplier” means a person licensed under the Energy Commission Act to install and operate a facility to procure or produce electricity for sale to bulk customers or to a distribution utility for distribution and sale to customers; and“woodfuel” includes(a)firewood;(b)charcoal;(c)briquette; and(d)pellet.[definition of “woodfuel” substituted by section 7 (f) of Act 1045 of 2020] In this Bill unless the context otherwise requires, “animal waste” means livestock, manure or any other material like bedding, milk house waste, soil, hair, feathers or debris normally included in animal waste handling operations; “Auditor-General” includes an auditor appointed by the Auditor-General; ability to break down safely and relatively quickly by biological means, into the raw materials of nature; or proven capability to decompose into non-toxic soil, water, carbon dioxide or methane; “bio-fuel” means non fossil fuel produced from crops and plants; “bio-fuel blend” means the mixture of a proportion of bio-fuel and petroleum-based fuel; “bio-fuel production” means the process and method employed to transform energy crops and plants into bio-fuel; “biogas” means gas that comprises primarily of methane and carbon dioxide produced by the biological breakdown of organic matter in the absence of oxygen and produced by anaerobic digestion or fermentation of bio-degradable materials like biomass manure sewage, municipal waste, green waste and energy crops; “biogas digester” means an equipment that has the capacity to degrade organic matter to produce biogas; “biomass” means organic matter like agricultural crops and residue, wood and wood waste, animal waste, aquatic plants and organic components of municipal and industrial waste; “Board” means the governing body of the Energy Commission; “bulk customer” means a customer that purchases or receives electricity in the amount or level specified by the Board; “Commission” means the Energy Commission established under the Energy Commission Act, 1997 (Act, 541); “clean energy alternative” includes nuclear energy; [definition of “clean energy alternative” inserted by section 7 (a) of Act 1045 of 2020] “distribution system” means the portion of the equipment used to deliver electricity between the distribution utility and the bulk customer or consumer; “distribution utility” means a person licensed to distribute and sell electricity without discrimination to consumers in an area or zone designated by the Board; that can be directly exploited for its energy content, that is grown for the sole purpose of energy production but not for food production, or that is grown specifically for its fuel value; “energy security” means the availability, adequacy, reliability and environmental sustainability of energy supply; “energy sources” includes coal, wind, oil, gas or wood consumed in the generation of power; “end-user-tariff” means the rate per unit of electricity paid by consumers of the distribution utility; “feed in tariff” [definition of “feed-in-tariff” deleted by section 7 (b) of Act 1045 of 2020]; “feed in-tariff scheme” [definition of “feed-in-tariff scheme” deleted by section 7 (c) of Act 1045 of 2020]; “feedstock” means a material that can be used to produce bio-fuel; “generator of electricity” means the person that generates electricity from renewable energy sources and supplies it to the general public; “geothermal energy” means energy extracted from heat available in the earth; “grid connection” means the physical linkage between a renewable energy system and the utility grid; “grid interactive renewable electricity” means a system which has the capacity to feed electricity from renewable energy source into the utility grid; “hydro” means a water-based energy system which produces electricity; [definition of “hydro” substituted by section 7 (d) of Act 1045 of 2020] contains any solvent, pesticide or paint stripper and one or more of 39 carcinogenic, mutagenic or teratogenic compounds at levels that exceed established limits; can catch fire easily like gasoline, paints and solvents; is reactive or unstable enough to explode or release toxic fumes including acids, bases, ammonia and chlorine bleach, or is capable of corroding metal containers like tanks, drums and barrels, industrial cleaning agents and oven and drain cleaners; “industrial waste” means waste produced as a result of the industrial activity in a factory, mill or mine but that is neither hazardous nor toxic as waste fiber produced by agriculture and logging; “landfill gas” means the gas produced in landfills due to the anaerobic digestion by microbes on any organic matter which can be collected and flared off or used to generate electricity; “licensed facility” means a part of or the whole portion of a building, structure, equipment or plant that is licensed for the purpose of activities in the renewable energy industry; “mini grid renewable power system” means a network of electricity supply from renewable energy technologies which is not connected to the grid; Minister” means the Minister responsible for Energy; “municipal area” includes a metropolis, municipality or district; “municipal waste” includes waste that arises from domestic activity and is predominantly household, commercial waste collected within a municipal area in a liquid, solid or semi solid form but excludes industrial hazardous or toxic waste; “net-metering” means a billing related mechanism designed to encourage an electricity consumer to supplement the purchase of electricity with grid-connected renewable energy self-generation; [definition of “net-metering” inserted by section 7 (e) of Act 1045 of 2020] “non-depleting resources” means resources that replenish themselves or reproduce easily; “ocean energy” means energy created by the power of ocean currents, waves and tides with the use of technology; “off grid renewable power system” means electricity supply from renewable energy technologies which is not connected to the grid; “premium” means the amount payable by the bulk customer instead of the purchase of electricity required under subsection (4) (a) of section 26; “power system” means the interconnected system of generation units, transmission and distribution system operated as an integrated arrangement for the supply of electricity; “Power Purchase Agreement” means an agreement that sets out the rights and liabilities between the generator of electricity and the distribution utility or bulk customer; “production based subsidy” means financial assistance given for the generation of electricity; “Public Utilities Regulatory Commission” means the Public Utilities Regulatory Commission established under the Public Utilities Regulatory Commission, Act 1997 (Act 538); “public utility” means a person licensed under the Energy Commission Act, 1997 (Act 541) to provide transmission and interconnection services for electricity without discrimination throughout the country or a person licensed under that Act to distribute and sell electricity without discrimination to consumers in an area or zone designated by the Board of the Commission. “renewable energy certificates” means a tradable environmental commodity that represents proof that electricity was generated from an acceptable source and which can be sold, traded or bartered by the owner of the certificate claiming to have purchased renewable energy; “renewable energy product” means goods and services produced from renewable energy; “renewable energy resources” includes natural resources such as sunlight, wind, rain, tides and geothermal plant, which are renewable and naturally replenished; “renewable energy sources” means renewable non-fossil energy sources like wind, solar, geothermal, wave, tidal, hydro-power, biomass, landfill gas; “renewable energy system” means equipment that transforms renewable energy sources into electrical or heat energy; “sewage gas” means biogas produced by the digestion and incineration of sewage sludge which can be used to generate energy; “transmission system” means an interconnected group of electric transmission lines and associated equipment for moving or transferring electrical energy in bulk between points of supply and points at which it is transformed for delivery over the distribution system lines to consumers or is delivered to other electric systems; “wheeling” means the use of the facilities of one transmission system to transmit power and energy from one power system to another; “wholesale supplier” means a person licensed under the Energy Commission Act to install and operate a facility to procure or produce electricity for sale to bulk customers or to a distribution utility for distribution and sale to customers; and firewood; charcoal; briquette; and pellet."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Consequential amendments",
      "content": "(1) The National Petroleum Authority Act, 2005 (Act 691) is amended in subsection (2) of section 2 The National Petroleum Authority Act, 2005 (Act 691) is amended in subsection (2) of section 2 by the insertion after paragraph (m) of the new paragraph“(ma)establish producer prices for bio-fuel and review these prices periodically”; and by the insertion after paragraph (m) of the new paragraph establish producer prices for bio-fuel and review these prices periodically”; and establish producer prices for bio-fuel and review these prices periodically”; and in section 81 by the insertion of the definition of“bio-fuel” means non fossil fuel produced from crops and plants;”after “Basel Convention”. in section 81 by the insertion of the definition of “bio-fuel” means non fossil fuel produced from crops and plants;” after “Basel Convention”."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Transitional provisions",
      "content": "Until such time that a Renewable Energy Authority is established, the Renewable Energy Directorate under the Ministry of Energy shall oversee the implementation of renewable energy activities in the country; and the Renewable Energy Directorate under the Ministry of Energy shall oversee the implementation of renewable energy activities in the country; and the Minister may designate a public entity to execute renewable energy projects initiated by the State or in which the State has an interest; execute renewable energy projects initiated by the State or in which the State has an interest; manage the assets in the renewable energy sector on behalf of the State; and manage the assets in the renewable energy sector on behalf of the State; and undertake a renewable energy activity and any other clean energy alternative activity for the purpose of generating electric power. undertake a renewable energy activity and any other clean energy alternative activity for the purpose of generating electric power. [section 53 substituted by section 8 of Act 1045 of 2020]"
    }
  ],
  "definitions": [
    {
      "term": "animal waste",
      "definition": "livestock, manure or any other material like bedding, milk house waste, soil, hair, feathers or debris normally included in animal waste handling operations",
      "source_provision": "s51"
    },
    {
      "term": "bio-degradable",
      "definition": "material that has the(a)ability to break down safely and relatively quickly by biological means, into the raw materials of nature",
      "source_provision": "s51"
    },
    {
      "term": "bio-fuel",
      "definition": "non fossil fuel produced from crops and plants",
      "source_provision": "s51"
    },
    {
      "term": "bio-fuel blend",
      "definition": "the mixture of a proportion of bio-fuel and petroleum-based fuel",
      "source_provision": "s51"
    },
    {
      "term": "bio-fuel production",
      "definition": "the process and method employed to transform energy crops and plants into bio-fuel",
      "source_provision": "s51"
    },
    {
      "term": "biogas",
      "definition": "gas that comprises primarily of methane and carbon dioxide produced by the biological breakdown of organic matter in the absence of oxygen and produced by anaerobic digestion or fermentation of bio-degradable materials like biomass manure sewage, municipal waste, green waste and energy crops",
      "source_provision": "s51"
    },
    {
      "term": "biogas digester",
      "definition": "an equipment that has the capacity to degrade organic matter to produce biogas",
      "source_provision": "s51"
    },
    {
      "term": "biomass",
      "definition": "organic matter like agricultural crops and residue, wood and wood waste, animal waste, aquatic plants and organic components of municipal and industrial waste",
      "source_provision": "s51"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Energy Commission",
      "source_provision": "s51"
    },
    {
      "term": "bulk customer",
      "definition": "a customer that purchases or receives electricity in the amount or level specified by the Board",
      "source_provision": "s51"
    },
    {
      "term": "Commission",
      "definition": "the Energy Commission established under the Energy Commission Act, 1997 (Act, 541)",
      "source_provision": "s51"
    },
    {
      "term": "distribution system",
      "definition": "the portion of the equipment used to deliver electricity between the distribution utility and the bulk customer or consumer",
      "source_provision": "s51"
    },
    {
      "term": "distribution utility",
      "definition": "a person licensed to distribute and sell electricity without discrimination to consumers in an area or zone designated by the Board",
      "source_provision": "s51"
    },
    {
      "term": "energy security",
      "definition": "the availability, adequacy, reliability and environmental sustainability of energy supply",
      "source_provision": "s51"
    },
    {
      "term": "end-user-tariff",
      "definition": "the rate per unit of electricity paid by consumers of the distribution utility",
      "source_provision": "s51"
    },
    {
      "term": "feedstock",
      "definition": "a material that can be used to produce bio-fuel",
      "source_provision": "s51"
    },
    {
      "term": "generator of electricity",
      "definition": "the person that generates electricity from renewable energy sources and supplies it to the general public",
      "source_provision": "s51"
    },
    {
      "term": "geothermal energy",
      "definition": "energy extracted from heat available in the earth",
      "source_provision": "s51"
    },
    {
      "term": "grid connection",
      "definition": "the physical linkage between a renewable energy system and the utility grid",
      "source_provision": "s51"
    },
    {
      "term": "grid interactive renewable electricity",
      "definition": "a system which has the capacity to feed electricity from renewable energy source into the utility grid",
      "source_provision": "s51"
    },
    {
      "term": "hydro",
      "definition": "a water-based energy system which produces electricity",
      "source_provision": "s51"
    },
    {
      "term": "industrial hazardous waste",
      "definition": "discarded solid or liquid waste from industrial activity that(a)contains any solvent, pesticide or paint stripper and one or more of 39 carcinogenic, mutagenic or teratogenic compounds at levels that exceed established limits",
      "source_provision": "s51"
    },
    {
      "term": "industrial waste",
      "definition": "waste produced as a result of the industrial activity in a factory, mill or mine but that is neither hazardous nor toxic as waste fiber produced by agriculture and logging",
      "source_provision": "s51"
    },
    {
      "term": "landfill gas",
      "definition": "the gas produced in landfills due to the anaerobic digestion by microbes on any organic matter which can be collected and flared off or used to generate electricity",
      "source_provision": "s51"
    },
    {
      "term": "licensed facility",
      "definition": "a part of or the whole portion of a building, structure, equipment or plant that is licensed for the purpose of activities in the renewable energy industry",
      "source_provision": "s51"
    },
    {
      "term": "mini grid renewable power system",
      "definition": "a network of electricity supply from renewable energy technologies which is not connected to the grid",
      "source_provision": "s51"
    },
    {
      "term": "net-metering",
      "definition": "a billing related mechanism designed to encourage an electricity consumer to supplement the purchase of electricity with grid-connected renewable energy self-generation",
      "source_provision": "s51"
    },
    {
      "term": "non-depleting resources",
      "definition": "resources that replenish themselves or reproduce easily",
      "source_provision": "s51"
    },
    {
      "term": "ocean energy",
      "definition": "energy created by the power of ocean currents, waves and tides with the use of technology",
      "source_provision": "s51"
    },
    {
      "term": "off grid renewable power system",
      "definition": "electricity supply from renewable energy technologies which is not connected to the grid",
      "source_provision": "s51"
    },
    {
      "term": "premium",
      "definition": "the amount payable by the bulk customer instead of the purchase of electricity required under subsection (4) (a) of section 26",
      "source_provision": "s51"
    },
    {
      "term": "power system",
      "definition": "the interconnected system of generation units, transmission and distribution system operated as an integrated arrangement for the supply of electricity",
      "source_provision": "s51"
    },
    {
      "term": "Power Purchase Agreement",
      "definition": "an agreement that sets out the rights and liabilities between the generator of electricity and the distribution utility or bulk customer",
      "source_provision": "s51"
    },
    {
      "term": "production based subsidy",
      "definition": "financial assistance given for the generation of electricity",
      "source_provision": "s51"
    },
    {
      "term": "Public Utilities Regulatory Commission",
      "definition": "the Public Utilities Regulatory Commission established under the Public Utilities Regulatory Commission, Act 1997 (Act 538)",
      "source_provision": "s51"
    },
    {
      "term": "public utility",
      "definition": "a person licensed under the Energy Commission Act, 1997 (Act 541) to provide transmission and interconnection services for electricity without discrimination throughout the country or a person licensed under that Act to distribute and sell electricity without discrimination to consumers in an area or zone designated by the Board of the Commission.“renewable energy certificates” means a tradable environmental commodity that represents proof that electricity was generated from an acceptable source and which can be sold, traded or bartered by the owner of the certificate claiming to have purchased renewable energy",
      "source_provision": "s51"
    },
    {
      "term": "renewable energy product",
      "definition": "goods and services produced from renewable energy",
      "source_provision": "s51"
    },
    {
      "term": "renewable energy sources",
      "definition": "renewable non-fossil energy sources like wind, solar, geothermal, wave, tidal, hydro-power, biomass, landfill gas",
      "source_provision": "s51"
    },
    {
      "term": "renewable energy system",
      "definition": "equipment that transforms renewable energy sources into electrical or heat energy",
      "source_provision": "s51"
    },
    {
      "term": "sewage gas",
      "definition": "biogas produced by the digestion and incineration of sewage sludge which can be used to generate energy",
      "source_provision": "s51"
    },
    {
      "term": "transmission system",
      "definition": "an interconnected group of electric transmission lines and associated equipment for moving or transferring electrical energy in bulk between points of supply and points at which it is transformed for delivery over the distribution system lines to consumers or is delivered to other electric systems",
      "source_provision": "s51"
    },
    {
      "term": "wheeling",
      "definition": "the use of the facilities of one transmission system to transmit power and energy from one power system to another",
      "source_provision": "s51"
    },
    {
      "term": "wholesale supplier",
      "definition": "a person licensed under the Energy Commission Act to install and operate a facility to procure or produce electricity for sale to bulk customers or to a distribution utility for distribution and sale to customers",
      "source_provision": "s51"
    },
    {
      "term": "animal waste",
      "definition": "livestock, manure or any other material like bedding, milk house waste, soil, hair, feathers or debris normally included in animal waste handling operations",
      "source_provision": "s51"
    },
    {
      "term": "bio-fuel",
      "definition": "non fossil fuel produced from crops and plants",
      "source_provision": "s51"
    },
    {
      "term": "bio-fuel blend",
      "definition": "the mixture of a proportion of bio-fuel and petroleum-based fuel",
      "source_provision": "s51"
    },
    {
      "term": "bio-fuel production",
      "definition": "the process and method employed to transform energy crops and plants into bio-fuel",
      "source_provision": "s51"
    },
    {
      "term": "biogas",
      "definition": "gas that comprises primarily of methane and carbon dioxide produced by the biological breakdown of organic matter in the absence of oxygen and produced by anaerobic digestion or fermentation of bio-degradable materials like biomass manure sewage, municipal waste, green waste and energy crops",
      "source_provision": "s51"
    },
    {
      "term": "biogas digester",
      "definition": "an equipment that has the capacity to degrade organic matter to produce biogas",
      "source_provision": "s51"
    },
    {
      "term": "biomass",
      "definition": "organic matter like agricultural crops and residue, wood and wood waste, animal waste, aquatic plants and organic components of municipal and industrial waste",
      "source_provision": "s51"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Energy Commission",
      "source_provision": "s51"
    },
    {
      "term": "bulk customer",
      "definition": "a customer that purchases or receives electricity in the amount or level specified by the Board",
      "source_provision": "s51"
    },
    {
      "term": "Commission",
      "definition": "the Energy Commission established under the Energy Commission Act, 1997 (Act, 541)",
      "source_provision": "s51"
    },
    {
      "term": "distribution system",
      "definition": "the portion of the equipment used to deliver electricity between the distribution utility and the bulk customer or consumer",
      "source_provision": "s51"
    },
    {
      "term": "distribution utility",
      "definition": "a person licensed to distribute and sell electricity without discrimination to consumers in an area or zone designated by the Board",
      "source_provision": "s51"
    },
    {
      "term": "energy security",
      "definition": "the availability, adequacy, reliability and environmental sustainability of energy supply",
      "source_provision": "s51"
    },
    {
      "term": "end-user-tariff",
      "definition": "the rate per unit of electricity paid by consumers of the distribution utility",
      "source_provision": "s51"
    },
    {
      "term": "feedstock",
      "definition": "a material that can be used to produce bio-fuel",
      "source_provision": "s51"
    },
    {
      "term": "generator of electricity",
      "definition": "the person that generates electricity from renewable energy sources and supplies it to the general public",
      "source_provision": "s51"
    },
    {
      "term": "geothermal energy",
      "definition": "energy extracted from heat available in the earth",
      "source_provision": "s51"
    },
    {
      "term": "grid connection",
      "definition": "the physical linkage between a renewable energy system and the utility grid",
      "source_provision": "s51"
    },
    {
      "term": "grid interactive renewable electricity",
      "definition": "a system which has the capacity to feed electricity from renewable energy source into the utility grid",
      "source_provision": "s51"
    },
    {
      "term": "hydro",
      "definition": "a water-based energy system which produces electricity",
      "source_provision": "s51"
    },
    {
      "term": "industrial waste",
      "definition": "waste produced as a result of the industrial activity in a factory, mill or mine but that is neither hazardous nor toxic as waste fiber produced by agriculture and logging",
      "source_provision": "s51"
    },
    {
      "term": "landfill gas",
      "definition": "the gas produced in landfills due to the anaerobic digestion by microbes on any organic matter which can be collected and flared off or used to generate electricity",
      "source_provision": "s51"
    },
    {
      "term": "licensed facility",
      "definition": "a part of or the whole portion of a building, structure, equipment or plant that is licensed for the purpose of activities in the renewable energy industry",
      "source_provision": "s51"
    },
    {
      "term": "mini grid renewable power system",
      "definition": "a network of electricity supply from renewable energy technologies which is not connected to the grid",
      "source_provision": "s51"
    },
    {
      "term": "net-metering",
      "definition": "a billing related mechanism designed to encourage an electricity consumer to supplement the purchase of electricity with grid-connected renewable energy self-generation",
      "source_provision": "s51"
    },
    {
      "term": "non-depleting resources",
      "definition": "resources that replenish themselves or reproduce easily",
      "source_provision": "s51"
    },
    {
      "term": "ocean energy",
      "definition": "energy created by the power of ocean currents, waves and tides with the use of technology",
      "source_provision": "s51"
    },
    {
      "term": "off grid renewable power system",
      "definition": "electricity supply from renewable energy technologies which is not connected to the grid",
      "source_provision": "s51"
    },
    {
      "term": "premium",
      "definition": "the amount payable by the bulk customer instead of the purchase of electricity required under subsection (4) (a) of section 26",
      "source_provision": "s51"
    },
    {
      "term": "power system",
      "definition": "the interconnected system of generation units, transmission and distribution system operated as an integrated arrangement for the supply of electricity",
      "source_provision": "s51"
    },
    {
      "term": "Power Purchase Agreement",
      "definition": "an agreement that sets out the rights and liabilities between the generator of electricity and the distribution utility or bulk customer",
      "source_provision": "s51"
    },
    {
      "term": "production based subsidy",
      "definition": "financial assistance given for the generation of electricity",
      "source_provision": "s51"
    },
    {
      "term": "Public Utilities Regulatory Commission",
      "definition": "the Public Utilities Regulatory Commission established under the Public Utilities Regulatory Commission, Act 1997 (Act 538)",
      "source_provision": "s51"
    },
    {
      "term": "public utility",
      "definition": "a person licensed under the Energy Commission Act, 1997 (Act 541) to provide transmission and interconnection services for electricity without discrimination throughout the country or a person licensed under that Act to distribute and sell electricity without discrimination to consumers in an area or zone designated by the Board of the Commission. “renewable energy certificates” means a tradable environmental commodity that represents proof that electricity was generated from an acceptable source and which can be sold, traded or bartered by the owner of the certificate claiming to have purchased renewable energy",
      "source_provision": "s51"
    },
    {
      "term": "renewable energy product",
      "definition": "goods and services produced from renewable energy",
      "source_provision": "s51"
    },
    {
      "term": "renewable energy sources",
      "definition": "renewable non-fossil energy sources like wind, solar, geothermal, wave, tidal, hydro-power, biomass, landfill gas",
      "source_provision": "s51"
    },
    {
      "term": "renewable energy system",
      "definition": "equipment that transforms renewable energy sources into electrical or heat energy",
      "source_provision": "s51"
    },
    {
      "term": "sewage gas",
      "definition": "biogas produced by the digestion and incineration of sewage sludge which can be used to generate energy",
      "source_provision": "s51"
    },
    {
      "term": "transmission system",
      "definition": "an interconnected group of electric transmission lines and associated equipment for moving or transferring electrical energy in bulk between points of supply and points at which it is transformed for delivery over the distribution system lines to consumers or is delivered to other electric systems",
      "source_provision": "s51"
    },
    {
      "term": "wheeling",
      "definition": "the use of the facilities of one transmission system to transmit power and energy from one power system to another",
      "source_provision": "s51"
    },
    {
      "term": "wholesale supplier",
      "definition": "a person licensed under the Energy Commission Act to install and operate a facility to procure or produce electricity for sale to bulk customers or to a distribution utility for distribution and sale to customers",
      "source_provision": "s51"
    }
  ]
}