{
  "id": "act-846-2012",
  "type": "act",
  "title": "Mental Health Act, 2012",
  "short_name": "Mental Health Act, 2012 2012",
  "act_number": 846,
  "year": 2012,
  "status": "in_force",
  "issued_date": "2012-06-08",
  "url": "https://ghalii.org/akn/gh/act/2012/846",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Mental Health Authority",
      "content": "(1) There is established by this Act a body to be known as the Mental Health Authority. There is established by this Act a body to be known as the Mental Health Authority. (2) Where there is hindrance to the acquisition of property, the property may be acquired for the Authority under the State Property and Contracts Act, 1960 (C. A 6) or the State Lands Act, 1962 (Act 125). Where there is hindrance to the acquisition of property, the property may be acquired for the Authority under the State Property and Contracts Act, 1960 (C. A 6) or the State Lands Act, 1962 (Act 125)."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Authority",
      "content": "The object of the Authority is to propose mental health policies and ensure their implementation; propose mental health policies and ensure their implementation; implement mental health policies; implement mental health policies; promote mental health and provide humane care including treatment and rehabilitation in a least restrictive environment; and promote mental health and provide humane care including treatment and rehabilitation in a least restrictive environment; and promote a culturally appropriate, affordable, accessible and equitably distributed, integrated and specialised mental health care that will involve both the public and the private sectors. promote a culturally appropriate, affordable, accessible and equitably distributed, integrated and specialised mental health care that will involve both the public and the private sectors."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Authority",
      "content": "To achieve its object, the Authority shall consult persons with experience as service users as well as family members for the formulation, development and implementation of mental health policies; consult persons with experience as service users as well as family members for the formulation, development and implementation of mental health policies; provide a mental health service that shall collaborate with the general health care system at the primary, district, regional and national levels and specialised services as necessary; provide a mental health service that shall collaborate with the general health care system at the primary, district, regional and national levels and specialised services as necessary; collaborate with the relevant regulatory bodies to ensure compliance with accreditation and other standards of mental health care; collaborate with the relevant regulatory bodies to ensure compliance with accreditation and other standards of mental health care; provide service for substance use disorders at the primary care, district, regional and national levels; provide service for substance use disorders at the primary care, district, regional and national levels; collaborate with other healthcare service providers to ensure the best care of persons with mental disorder; collaborate with other healthcare service providers to ensure the best care of persons with mental disorder; protect the rights and responsibilities of persons with mental disorder; protect the rights and responsibilities of persons with mental disorder; ensure and guarantee the fundamental human rights of persons with mental disorder against discrimination and stigmatization; ensure and guarantee the fundamental human rights of persons with mental disorder against discrimination and stigmatization; provide mental health care service to voluntary and involuntary patients with mental disorder; provide mental health care service to voluntary and involuntary patients with mental disorder; provide for safety concerning persons suffering from mental disorder; provide for safety concerning persons suffering from mental disorder; provide psychiatric in-patient care which is of an equitable standard to physical in-patient care; provide psychiatric in-patient care which is of an equitable standard to physical in-patient care; provide for educational, vocational and leisure opportunities within mental health facilities; provide for educational, vocational and leisure opportunities within mental health facilities; provide for the safety of staff of the Authority; provide for the safety of staff of the Authority; collaborate with the Traditional and Alternative Medicine Council and other providers of unorthodox mental health care to ensure the best interest of persons with mental disorder; and collaborate with the Traditional and Alternative Medicine Council and other providers of unorthodox mental health care to ensure the best interest of persons with mental disorder; and attract and retain the right mix of human resource through appropriate emoluments, remuneration, allowances and incentive package and conditions of service. attract and retain the right mix of human resource through appropriate emoluments, remuneration, allowances and incentive package and conditions of service."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Governing body of the Authority",
      "content": "(1) The governing body of the Authority is a Board consisting of The governing body of the Authority is a Board consisting of a chairperson, a chairperson, the Chief Executive of the Mental Health Authority who shall be the secretary to the Board, the Chief Executive of the Mental Health Authority who shall be the secretary to the Board, one representative from the Ministry responsible for Social Welfare not below the rank of a director, one representative from the Ministry responsible for Social Welfare not below the rank of a director, one representative of the Attorney-General not below the level of Principal State Attorney, one representative of the Attorney-General not below the level of Principal State Attorney, one representative from the Ministry of Health not below the rank of a director, one representative from the Ministry of Health not below the rank of a director, one representative from the Ministry of the Interior not below the rank of a director, one representative from the Ministry of the Interior not below the rank of a director, one representative from the Ghana Health Service not below the rank of a director, one representative from the Ghana Health Service not below the rank of a director, one person from a tertiary medical training institution nominated by the tertiary medical training institutions, and one person from a tertiary medical training institution nominated by the tertiary medical training institutions, and three non-governmental persons nominated by the Minister, at least one of whom is a woman. three non-governmental persons nominated by the Minister, at least one of whom is a woman. (2) The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. (3) The Board shall ensure the proper and effective performance of the functions of the Authority. The Board shall ensure the proper and effective performance of the functions of the Authority."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Tenure of office of members",
      "content": "(1) A member of the Board shall hold office for a period not exceeding four years and is eligible for re-appointment, but a member shall not be appointed for more than two terms. A member of the Board shall hold office for a period not exceeding four years and is eligible for re-appointment, but a member shall not be appointed for more than two terms. (2) Subsection (1) does not apply to the Chief Executive of the Mental Health Authority. Subsection (1) does not apply to the Chief Executive of the Mental Health Authority. (3) A member of the Board may at any time resign from office in writing addressed to the President through the Minister. A member of the Board may at any time resign from office in writing addressed to the President through the Minister. (4) A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (5) The President may by letter addressed to a member revoke the appointment of that member. The President may by letter addressed to a member revoke the appointment of that member. (6) Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in a declaration of a vacancy for the unexpired tenure of office of that member. Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in a declaration of a vacancy for the unexpired tenure of office of that member. (7) Where there is a vacancy Where there is a vacancy under subsection (3), (4) or 7(2), or under subsection (3), (4) or 7(2), or as a result of a declaration under subsection (6), or as a result of a declaration under subsection (6), or by reason of the death of a member by reason of the death of a member the Minister shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months for the despatch of business at the times and in the places determined by the chairperson. The Board shall meet at least once every three months for the despatch of business at the times and in the places determined by the chairperson. (2) The chairperson shall, at the request in writing of not less than one-third of the membership of the Board, convene an extraordinary meeting of the Board at the place and time determined by the chairperson. The chairperson shall, at the request in writing of not less than one-third of the membership of the Board, convene an extraordinary meeting of the Board at the place and time determined by the chairperson. (3) The quorum at a meeting of the Board is six members of the Board or a greater number determined by the Board in respect of an important matter. The quorum at a meeting of the Board is six members of the Board or a greater number determined by the Board in respect of an important matter. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. (5) Matters before the Board shall be decided by a majority of the members present and voting and in the event of equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a meeting of the Board but that person shall not vote on a matter for decision at the meeting. The Board may co-opt a person to attend a meeting of the Board but that person shall not vote on a matter for decision at the meeting. (7) The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. (8) Subject to this section, the Board may determine the procedure for its meetings. Subject to this section, the Board may determine the procedure for its meetings."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for con­sideration A member of the Board who has an interest in a matter for con­sideration shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and shall not participate in the deliberations of the Board in respect of that matter. shall not participate in the deliberations of the Board in respect of that matter. (2) A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and fails to disclose that interest, or fails to disclose that interest, or participates in the deliberations of the matter. participates in the deliberations of the matter."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members or both to perform a function. The Board may establish committees consisting of members of the Board or non-members or both to perform a function. (2) Despite subsection (1), the Board shall establish a Hospital Management Committee in each psychiatric hospital. Despite subsection (1), the Board shall establish a Hospital Management Committee in each psychiatric hospital."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Ministerial directives",
      "content": "The Minister may give directives to the Board on matters of policy. The Minister may give directives to the Board on matters of policy."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Establishment of an integrated Mental Health Authority",
      "content": "The Authority shall create and utilise existing facilities at the primary, district, regional and national levels, create and utilise existing facilities at the primary, district, regional and national levels, provide multi-disciplinary services at the primary, district and regional levels in communities, facilities, prisons, children’s homes, educational establishments and other areas of need to promote mental health, promote mental health, prevent and treat mental disorder, prevent and treat mental disorder, rehabilitate and counsel persons with mental disorder, and rehabilitate and counsel persons with mental disorder, and develop a multi-disciplinary human resource plan for the basic, post basic and continuing professional development of staff. develop a multi-disciplinary human resource plan for the basic, post basic and continuing professional development of staff."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Appointment and functions of the Chief Executive of the Mental Health Authority",
      "content": "(1) There shall be a Chief Executive who shall be the head of the i Mental Health Authority and the Secretary to the Board. There shall be a Chief Executive who shall be the head of the i Mental Health Authority and the Secretary to the Board. (2) The Chief Executive shall be appointed by the President in accordance with article 195 of the Constitution. The Chief Executive shall be appointed by the President in accordance with article 195 of the Constitution. (3) The Chief Executive shall hold office on the terms and conditions specified in the letter of appointment. The Chief Executive shall hold office on the terms and conditions specified in the letter of appointment. (4) The Chief Executive is responsible for planning, organisation, administration, co-ordination, monitoring and evaluation of mental health services in the country. The Chief Executive is responsible for planning, organisation, administration, co-ordination, monitoring and evaluation of mental health services in the country. (5) The Chief Executive shall perform any other functions determined by the Board. The Chief Executive shall perform any other functions determined by the Board. (6) The Chief Executive may delegate a function to an officer of the Authority but shall not be relieved from the ultimate responsibility for the performance of the delegated function. The Chief Executive may delegate a function to an officer of the Authority but shall not be relieved from the ultimate responsibility for the performance of the delegated function. (7) The Chief Executive shall provide the Minister through the Board with technical advice on mental health that may be required. The Chief Executive shall provide the Minister through the Board with technical advice on mental health that may be required. (8) The Chief Executive shall have a secretariat with designated personnel to assist with the running of the Authority. The Chief Executive shall have a secretariat with designated personnel to assist with the running of the Authority."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Divisions of the Mental Health Authority",
      "content": "(1) The Board shall with the approval of the Minister The Board shall with the approval of the Minister create the following Divisions or Units within the Mental Health Authority at the national level as considered necessary for the efficient performance of the functions of the Authority: create the following Divisions or Units within the Mental Health Authority at the national level as considered necessary for the efficient performance of the functions of the Authority: Technical Division; Technical Division; Administrative Division; Administrative Division; Finance Unit; Finance Unit; Internal Audit Unit; and Internal Audit Unit; and any other Divisions or Units determined by the Board; and any other Divisions or Units determined by the Board; and abolish or re-organise a Division or a Unit. abolish or re-organise a Division or a Unit. (2) Each Division or Unit shall have a head who shall report to the Chief Executive of the Mental Health Authority. Each Division or Unit shall have a head who shall report to the Chief Executive of the Mental Health Authority."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Appointment of Hospital Director",
      "content": "(1) The Board shall appoint a Hospital Director of a psychiatric hospital with the requisite managerial skill and training. The Board shall appoint a Hospital Director of a psychiatric hospital with the requisite managerial skill and training. (2) The Hospital Director shall be the head of the psychiatric hospital. The Hospital Director shall be the head of the psychiatric hospital. (3) The Hospital Director shall hold office on the terms and conditions in the letter of appointment. The Hospital Director shall hold office on the terms and conditions in the letter of appointment. (4) The Hospital Director is responsible for the day-to-day administration of a psychiatric hospital and for the execution of the policies and decisions of the Board. The Hospital Director is responsible for the day-to-day administration of a psychiatric hospital and for the execution of the policies and decisions of the Board."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Appointment of Clinical Co-ordinator",
      "content": "(1) The Board shall appoint a Clinical Co-ordinator of a psychiatric hospital. The Board shall appoint a Clinical Co-ordinator of a psychiatric hospital. (2) The Clinical Co-ordinator is responsible for The Clinical Co-ordinator is responsible for the day-to-day technical service of the hospital, and the day-to-day technical service of the hospital, and the quality of service of the psychiatric hospital and is answerable to the Hospital Director. the quality of service of the psychiatric hospital and is answerable to the Hospital Director."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Appointment of other staff of the Mental Health Authority",
      "content": "(1) The President shall in accordance with article 195 of the Constitution appoint other staff of the Mental Health Authority. The President shall in accordance with article 195 of the Constitution appoint other staff of the Mental Health Authority. (2) Other public officers may be transferred or seconded to the Authority or may otherwise give assistance to it. Other public officers may be transferred or seconded to the Authority or may otherwise give assistance to it. (3) The Board may engage the services of advisers to perform its functions on the advice of the Chief Executive. The Board may engage the services of advisers to perform its functions on the advice of the Chief Executive."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Management at regional and district levels",
      "content": "(1) There shall be established at the regional and district lev­els, sub-committees of the District and Regional Health Management Teams to be known as There shall be established at the regional and district lev­els, sub-committees of the District and Regional Health Management Teams to be known as Regional Mental Health Sub-Committees; and Regional Mental Health Sub-Committees; and District Mental Health Sub-Committees. District Mental Health Sub-Committees. (2) The sub-committees shall be responsible for mental health at the regional and district levels The sub-committees shall be responsible for mental health at the regional and district levels"
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Regional Mental Health Sub-Committee",
      "content": "(1) A Regional Mental Health Sub-Committee shall comprise A Regional Mental Health Sub-Committee shall comprise a chairperson, a chairperson, the Regional Mental Health Co-ordinator who shall be the secretary to the Sub-Committee, the Regional Mental Health Co-ordinator who shall be the secretary to the Sub-Committee, a representative of the Regional Health Directorate, nominated by the head of the Regional Health Directorate, a representative of the Regional Health Directorate, nominated by the head of the Regional Health Directorate, a representative of the Regional Co-ordinating Council, nominated by the Regional Co-ordinating Council, a representative of the Regional Co-ordinating Council, nominated by the Regional Co-ordinating Council, a representative of the social welfare department nominated by the Regional Co-ordinating Council, and a representative of the social welfare department nominated by the Regional Co-ordinating Council, and two other persons, one of whom is a woman. two other persons, one of whom is a woman. (2) The members of the Regional Mental Health Sub-Committee shall be appointed by the Board in consultation with the Regional Health Management Team. The members of the Regional Mental Health Sub-Committee shall be appointed by the Board in consultation with the Regional Health Management Team."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Functions of the Regional Mental Health Sub-Committee",
      "content": "A Regional Mental Health Sub-Committee shall advise the Regional Mental Health Co-ordinator in the execution of policies and co-ordina­tion of mental health services in the region. A Regional Mental Health Sub-Committee shall advise the Regional Mental Health Co-ordinator in the execution of policies and co-ordina­tion of mental health services in the region."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Regional Mental Health Co-ordinator",
      "content": "(1) The Board shall appoint for each region, a Regional Mental Health Co-ordinator who shall be responsible for the execution of policies and co-ordination of mental health policies at the regional level. The Board shall appoint for each region, a Regional Mental Health Co-ordinator who shall be responsible for the execution of policies and co-ordination of mental health policies at the regional level. (2) A Regional Mental Health Co-ordinator shall be a member of the Regional Health Management Team. A Regional Mental Health Co-ordinator shall be a member of the Regional Health Management Team. (3) A Regional Mental Health Co-ordinator shall collaborate closely with the Regional Health Directorate in the performance of the Regional Mental Health Co-ordinator’s functions. A Regional Mental Health Co-ordinator shall collaborate closely with the Regional Health Directorate in the performance of the Regional Mental Health Co-ordinator’s functions. (4) A Regional Mental Health Co-ordinator shall in the performance of functions be answerable to the Chief Executive of the Authority and shall send copies of relevant reports to the Regional Director of Health Services. A Regional Mental Health Co-ordinator shall in the performance of functions be answerable to the Chief Executive of the Authority and shall send copies of relevant reports to the Regional Director of Health Services."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "District Mental Health Sub-Committee",
      "content": "(1) A District Mental Health Sub-Committee shall comprise A District Mental Health Sub-Committee shall comprise a chairperson, a chairperson, a District Mental Health Co-ordinator who shall be the secretary to the Sub-Committee, a District Mental Health Co-ordinator who shall be the secretary to the Sub-Committee, a representative of the District Health Directorate nominated by the head of the District Health Directorate, a representative of the District Health Directorate nominated by the head of the District Health Directorate, a representative of the District Assembly nominated by the District Assembly, a representative of the District Assembly nominated by the District Assembly, a representative of the Social Welfare Department nominated by the District Assembly, and a representative of the Social Welfare Department nominated by the District Assembly, and two other persons, one of whom is a woman. two other persons, one of whom is a woman. (2) The members of the District Mental Health Sub-Committee shall be appointed by the Board in consultation with the District Health Management Team. The members of the District Mental Health Sub-Committee shall be appointed by the Board in consultation with the District Health Management Team."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Functions of the District Mental Health Sub-Committee",
      "content": "A District Mental Health Sub-Committee shall advise the District Mental Health Co-ordinator in the execution of policies and co-ordina­tion of mental health services in the district. A District Mental Health Sub-Committee shall advise the District Mental Health Co-ordinator in the execution of policies and co-ordina­tion of mental health services in the district."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "District Mental Health Co-ordinator",
      "content": "(1) The Board shall appoint for each district, a District Mental Health Co-ordinator who shall be responsible for the execution of policies and co-ordination of mental health policies at the district level. The Board shall appoint for each district, a District Mental Health Co-ordinator who shall be responsible for the execution of policies and co-ordination of mental health policies at the district level. (2) A District Mental Health Co-ordinator shall be a member of the District Health Management Team. A District Mental Health Co-ordinator shall be a member of the District Health Management Team. (3) A District Mental Health Co-ordinator shall collaborate closely with the District Health Directorate in the performance of the District Mental Health Co-ordinator’s functions. A District Mental Health Co-ordinator shall collaborate closely with the District Health Directorate in the performance of the District Mental Health Co-ordinator’s functions. (4) A District Mental Health Co-ordinator shall in the performance of functions be answerable to the Regional Co-ordinator of Mental Health and will report administratively to the District Director of Health Services. A District Mental Health Co-ordinator shall in the performance of functions be answerable to the Regional Co-ordinator of Mental Health and will report administratively to the District Director of Health Services."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Mental Health Review Tribunal",
      "content": "There is established by the Board a Mental Health Review Tribunal. There is established by the Board a Mental Health Review Tribunal."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Composition of the Tribunal",
      "content": "(1) The Board shall appoint members of the Tribunal. The Board shall appoint members of the Tribunal. (2) The Tribunal at each sitting consists of The Tribunal at each sitting consists of a chairperson who is a legal practitioner of not less than ten years standing nominated by the Attorney-General, a chairperson who is a legal practitioner of not less than ten years standing nominated by the Attorney-General, a psychiatrist, a psychiatrist, two other persons with background in psychology or social worker at least one of whom is a woman; and two other persons with background in psychology or social worker at least one of whom is a woman; and a service user. a service user."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Functions of the Tribunal",
      "content": "(1) The Tribunal shall hear and investigate complaints in respect of persons detained under this Act. The Tribunal shall hear and investigate complaints in respect of persons detained under this Act. (2) The Tribunal shall review and monitor The Tribunal shall review and monitor cases of involuntary admissions and treatment processes, and cases of involuntary admissions and treatment processes, and long-term stay voluntary admissions. long-term stay voluntary admissions. (3) The Tribunal may approve requests for intrusive or irreversible treatments. The Tribunal may approve requests for intrusive or irreversible treatments. (4) The Tribunal shall in the performance of its functions determine its own procedures. The Tribunal shall in the performance of its functions determine its own procedures. (5) The Tribunal shall, in consultation with relevant mental health and other experts, provide guidance on minimizing intrusive and irreversible treatments, seclusion or restraint. The Tribunal shall, in consultation with relevant mental health and other experts, provide guidance on minimizing intrusive and irreversible treatments, seclusion or restraint. (6) The Tribunal shall record the incidents referred to in subsec­tion (5). The Tribunal shall record the incidents referred to in subsec­tion (5)."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Meetings of the Tribunal",
      "content": "Section 6 shall apply to the Tribunal except that the chairperson, the psychiatrist and one other member constitute a quorum for the Tribunal and the Tribunal shall meet as required. Section 6 shall apply to the Tribunal except that the chairperson, the psychiatrist and one other member constitute a quorum for the Tribunal and the Tribunal shall meet as required."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Allowances for Tribunal members",
      "content": "Members of the Tribunal shall be paid allowances approved by die Minister in consultation with the Minister responsible for Finance. Members of the Tribunal shall be paid allowances approved by die Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Informed consent",
      "content": "The Tribunal shall ensure that informed consent is obtained for intrusive or irreversible procedures. The Tribunal shall ensure that informed consent is obtained for intrusive or irreversible procedures."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Discharge by the Tribunal",
      "content": "(1) The Tribunal may direct the discharge of a person detained under this Act despite a previous order of a court or Tribunal except in the case of a serious offence and may make the recommendations that it considers necessary to the head of the facility. The Tribunal may direct the discharge of a person detained under this Act despite a previous order of a court or Tribunal except in the case of a serious offence and may make the recommendations that it considers necessary to the head of the facility. (2) The Tribunal shall direct the discharge of a patient where it is satisfied The Tribunal shall direct the discharge of a patient where it is satisfied that the patient is no longer suffering from mental disorder, or that the patient is no longer suffering from mental disorder, or that it is not necessary in the interest of the health or safety of the patient or for the protection of other persons that the patient should continue to be detained, or that it is not necessary in the interest of the health or safety of the patient or for the protection of other persons that the patient should continue to be detained, or that the patient if released is not likely to act in a manner dangerous to the patient or to others, and that the patient if released is not likely to act in a manner dangerous to the patient or to others, and that admission is no longer the least restrictive form of treatment for the patient. that admission is no longer the least restrictive form of treatment for the patient."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Review of orders",
      "content": "The Tribunal may review a previous decision made by it. The Tribunal may review a previous decision made by it."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Application for review",
      "content": "(1) An application may be made to the Tribunal by or in respect of a person detained under this Act. An application may be made to the Tribunal by or in respect of a person detained under this Act. (2) The application may request The application may request a review of the conditions under which that person is detained, a review of the conditions under which that person is detained, a discharge, or a discharge, or any other appropriate action to be taken with respect to the circumstances of the mental disorder of that person. any other appropriate action to be taken with respect to the circumstances of the mental disorder of that person. (3) The Tribunal shall review die case and respond to the applicant within twenty-one days except where the application is against a new admission, in which case the response shall be within three days. The Tribunal shall review die case and respond to the applicant within twenty-one days except where the application is against a new admission, in which case the response shall be within three days. (4) Where a person is not satisfied with the decision of the Tribunal, that person may appeal to a Court. Where a person is not satisfied with the decision of the Tribunal, that person may appeal to a Court."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Annual report of Tribunal",
      "content": "The chairperson of the Tribunal shall submit an annual report of the Tribunal to the Minister through the Board. The chairperson of the Tribunal shall submit an annual report of the Tribunal to the Minister through the Board."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Visiting committees",
      "content": "The Board shall establish visiting committees for mental health service in each region and ensure annual allocation of recurrent funding for travel and subsistence costs. The Board shall establish visiting committees for mental health service in each region and ensure annual allocation of recurrent funding for travel and subsistence costs."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Membership of a visiting committee",
      "content": "(1) A visiting committee consists of A visiting committee consists of a representative of a Regional Co-ordinating Council not below the rank of a Director who shall be the chairperson; a representative of a Regional Co-ordinating Council not below the rank of a Director who shall be the chairperson; one psychiatrist or other mental health professional without a direct service role in the region; one psychiatrist or other mental health professional without a direct service role in the region; one legal practitioner of not less than ten years standing as a lawyer nominated by the Attorney-General; one legal practitioner of not less than ten years standing as a lawyer nominated by the Attorney-General; one representative of a social services sub-committee of a district assembly nominated by the Regional Minister; one representative of a social services sub-committee of a district assembly nominated by the Regional Minister; one member of the Regional Health Management Team of the Ghana Health Service; and one member of the Regional Health Management Team of the Ghana Health Service; and two other community representatives. two other community representatives. (2) The Board shall appoint the members of a visiting committee. The Board shall appoint the members of a visiting committee."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Duties and responsibility of a visiting committee",
      "content": "(1) A visiting committee shall collaborate with the relevant agency A visiting committee shall collaborate with the relevant agency to ensure that the rights of persons with mental disorder within the community are protected, to ensure that the rights of persons with mental disorder within the community are protected, to conduct inspections within the region of its responsibility at least once a year with or without prior notice, to conduct inspections within the region of its responsibility at least once a year with or without prior notice, to receive and enquire into a complaint preferred by or against an officer, staff or patient of a mental health facility, and to receive and enquire into a complaint preferred by or against an officer, staff or patient of a mental health facility, and to interview a patient without the presence of an officer of the facility in a public or private mental health facility or an unorthodox centre like a spiritual mental health facility. to interview a patient without the presence of an officer of the facility in a public or private mental health facility or an unorthodox centre like a spiritual mental health facility. (2) A visiting committee shall meet at least once every three months. A visiting committee shall meet at least once every three months."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Submission of report",
      "content": "A visiting committee shall report and may make recommenda­tions after each meeting to the Board with copies of the report to the relevant Regional and District Health Director, the head of the mental health facility and the collaborating relevant agency. A visiting committee shall report and may make recommenda­tions after each meeting to the Board with copies of the report to the relevant Regional and District Health Director, the head of the mental health facility and the collaborating relevant agency."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Other visitors",
      "content": "(1) The head of a mental health facility shall permit other visitors to the facility at the time and on the conditions determined by the head of the facility in consultation with the hospital management committee. The head of a mental health facility shall permit other visitors to the facility at the time and on the conditions determined by the head of the facility in consultation with the hospital management committee. (2) A visitor or a member of a visiting committee shall not be allowed to enter the room of a patient who a mental health practitioner considers dangerous except A visitor or a member of a visiting committee shall not be allowed to enter the room of a patient who a mental health practitioner considers dangerous except in the presence of and with the consent of the psychiatrist or head of the facility or any other person nominated in writing by the head of the facility, or in the presence of and with the consent of the psychiatrist or head of the facility or any other person nominated in writing by the head of the facility, or where the person states in writing in a form as specified in the Schedule that although a warning has been given that the patient is dangerous, the person still wishes to enter the room. where the person states in writing in a form as specified in the Schedule that although a warning has been given that the patient is dangerous, the person still wishes to enter the room. (3) The head of a facility shall ensure that interviews with patients are conducted in confidence in a safe situation. The head of a facility shall ensure that interviews with patients are conducted in confidence in a safe situation. (4) A visitor shall not take photographs, make audio-visual record­ings or conduct an interview without the permission of the head of the facility if the best interest of the patient will be affected. A visitor shall not take photographs, make audio-visual record­ings or conduct an interview without the permission of the head of the facility if the best interest of the patient will be affected."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Voluntary treatment at a mental health facility",
      "content": "(1) A person in need of treatment for mental disorder may receive treatment at a general health care facility and shall be referred to a mental health facility if necessary. A person in need of treatment for mental disorder may receive treatment at a general health care facility and shall be referred to a mental health facility if necessary. (2) Despite subsection (1), a person in need of treatment for mental disorder may go directly, with or without referral, to a mental health facility for treatment. Despite subsection (1), a person in need of treatment for mental disorder may go directly, with or without referral, to a mental health facility for treatment."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Admission of a voluntary patient",
      "content": "(1) Where a psychiatrist or head of facility is of the opinion that the nature of the mental disorder of a person justifies admission and that there are adequate facilities for the treatment of the patient, the psychiatrist or head of the facility may admit that person as a voluntary patient. Where a psychiatrist or head of facility is of the opinion that the nature of the mental disorder of a person justifies admission and that there are adequate facilities for the treatment of the patient, the psychiatrist or head of the facility may admit that person as a voluntary patient. (2) The consent of a voluntary patient shall be obtained before treatment is given. The consent of a voluntary patient shall be obtained before treatment is given. (3) A voluntary patient reserves the right to refuse treatment. A voluntary patient reserves the right to refuse treatment. (4) A person may be treated as a voluntary patient on in-patient or out-patient basis. A person may be treated as a voluntary patient on in-patient or out-patient basis. (5) At the time of admission, a voluntary patient shall be informed that a personal request for discharge may not be granted if the patient meets the requirements of involuntary admission at the time the request is made. At the time of admission, a voluntary patient shall be informed that a personal request for discharge may not be granted if the patient meets the requirements of involuntary admission at the time the request is made. (6) At the time of admission, the head of a facility or the representative of the head shall inform the patient of the relevant information pertaining to admission. At the time of admission, the head of a facility or the representative of the head shall inform the patient of the relevant information pertaining to admission. (7) The head of facility shall report cases of long term stay volun­tary patients and admission to the Tribunal established under section 24. The head of facility shall report cases of long term stay volun­tary patients and admission to the Tribunal established under section 24."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Discharge of a voluntary patient",
      "content": "(1) A voluntary patient shall be discharged in accordance with the normal rules of discharge in a facility. A voluntary patient shall be discharged in accordance with the normal rules of discharge in a facility. (2) A voluntary patient can request a discharge from a facility or mental health facility in writing against medical advice and the facility shall grant the request within twenty-four hours unless the patient meets the conditions for involuntary admission as specified in sections 49 and 50. A voluntary patient can request a discharge from a facility or mental health facility in writing against medical advice and the facility shall grant the request within twenty-four hours unless the patient meets the conditions for involuntary admission as specified in sections 49 and 50."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Recommendation to court for temporary involuntary treatment",
      "content": "(1) A person may make an application to a court for the involun­tary admission and treatment of a person believed to be suffering from severe mental disorder, where A person may make an application to a court for the involun­tary admission and treatment of a person believed to be suffering from severe mental disorder, where the person named is at personal risk or a risk to other people, or the person named is at personal risk or a risk to other people, or mere is a substantial risk that the mental disorder win deteriorate seriously. mere is a substantial risk that the mental disorder win deteriorate seriously. (2) The temporary treatment order will place the named person under the care, observation or treatment in a psychiatric hospital of any other facility which is approved under this Act for the care of involuntary patients in as least restrictive an environment as is compatible w the health and safety of the person and society. The temporary treatment order will place the named person under the care, observation or treatment in a psychiatric hospital of any other facility which is approved under this Act for the care of involuntary patients in as least restrictive an environment as is compatible w the health and safety of the person and society. (3) The recommendation shall be given on oath to the court and shall be supported by two medical recommendations one from a medi­cal practitioner and the other from a mental health practitioner. The recommendation shall be given on oath to the court and shall be supported by two medical recommendations one from a medi­cal practitioner and the other from a mental health practitioner. (4) The recommendation shall specify in full detail The recommendation shall specify in full detail the reasons why it is considered that that person is a proper subject for care, observation or treatment, the reasons why it is considered that that person is a proper subject for care, observation or treatment, the facts on which the opinion has been formed, distinguishing facts observed personally from those observed by somebody else, the facts on which the opinion has been formed, distinguishing facts observed personally from those observed by somebody else, that that person is suspected to lack capacity to make informed treatment decisions, and that that person is suspected to lack capacity to make informed treatment decisions, and that the treatment is necessary to bring about an improvement in the person’s condition, restore capacity to make treatment decisions, prevent serious deterioration or prevent injury or harm to self or others. that the treatment is necessary to bring about an improvement in the person’s condition, restore capacity to make treatment decisions, prevent serious deterioration or prevent injury or harm to self or others."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Examination of facts by court",
      "content": "(1) The court shall examine the facts or hold an enquiry within forty-eight hours to determine the state of mind of that person. The court shall examine the facts or hold an enquiry within forty-eight hours to determine the state of mind of that person. (2) The court may summon witnesses or administer oaths. The court may summon witnesses or administer oaths. (3) Where the court is satisfied that that person is suffering from severe mental disorder and meets the requirements of section 42, the court may order placement of that person under care, observation or treatment in a psychiatric hospital for a period not exceeding one month as determined by the court. Where the court is satisfied that that person is suffering from severe mental disorder and meets the requirements of section 42, the court may order placement of that person under care, observation or treatment in a psychiatric hospital for a period not exceeding one month as determined by the court."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Appeal",
      "content": "(1) The patient, the family of the patient or the personal represen­tative of the patient shall be informed of the reasons for the admission and their rights with respect to appeal to the Tribunal. The patient, the family of the patient or the personal represen­tative of the patient shall be informed of the reasons for the admission and their rights with respect to appeal to the Tribunal. (2) A patient or primary caregiver has the right to appeal against involuntary admission or treatment. A patient or primary caregiver has the right to appeal against involuntary admission or treatment. (3) A patient has the right to seek an independent medical opinion. A patient has the right to seek an independent medical opinion. (4) A patient or primary caregiver has the right to seek counsel or be represented in an appeal or complaint procedure and has right of access to the medical record of the patient. A patient or primary caregiver has the right to seek counsel or be represented in an appeal or complaint procedure and has right of access to the medical record of the patient. (5) Access to the medical record of a patient by the primary caregiver is subject to the consent of the patient or the personal repre­sentative of the patient. Access to the medical record of a patient by the primary caregiver is subject to the consent of the patient or the personal repre­sentative of the patient."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Treatment plan",
      "content": "(1) A patient, whether voluntary or involuntary, shall have a treat­ment plan which shall be regularly reviewed and revised as necessary. A patient, whether voluntary or involuntary, shall have a treat­ment plan which shall be regularly reviewed and revised as necessary. (2) An involuntary patient shall not be subjected to irreversible treat­ment such as psychosurgery. An involuntary patient shall not be subjected to irreversible treat­ment such as psychosurgery. (3) The treatment plan for a patient on involuntary admission shall be for one month after which it shall be reviewed. The treatment plan for a patient on involuntary admission shall be for one month after which it shall be reviewed. (4) A patient and the caregiver of the patient shall be involved in the treatment plan of the patient. A patient and the caregiver of the patient shall be involved in the treatment plan of the patient."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Order for prolonged treatment",
      "content": "(1) A psychiatrist or head of a facility may recommend the place­ment of a person under a temporary treatment court order for a pro­longed treatment in a psychiatric hospital if the psychiatrist or head of a facility is of the opinion that the severity of the condition warrants it. A psychiatrist or head of a facility may recommend the place­ment of a person under a temporary treatment court order for a pro­longed treatment in a psychiatric hospital if the psychiatrist or head of a facility is of the opinion that the severity of the condition warrants it. (2) This recommendation shall take into consideration the wel­fare of that person and the safety of the public. This recommendation shall take into consideration the wel­fare of that person and the safety of the public. (3) A patient or caregiver has the right to attend and participate in appeal and complaints procedures. A patient or caregiver has the right to attend and participate in appeal and complaints procedures. (4) The recommendation shall be made before the expiry of the court order for temporary treatment or its extension and shall be made on oath to the Tribunal. The recommendation shall be made before the expiry of the court order for temporary treatment or its extension and shall be made on oath to the Tribunal. (5) The recommendation shall The recommendation shall specify in full detail the reasons why that person is considered a proper subject for prolonged treatment, specify in full detail the reasons why that person is considered a proper subject for prolonged treatment, specify the nature and severity of the diagnosed mental disorder, the likelihood of complete or partial recovery, and the period which, in the opinion of the psychiatrist or head of a facility, is reasonably required to effect a complete or partial recovery, and specify the nature and severity of the diagnosed mental disorder, the likelihood of complete or partial recovery, and the period which, in the opinion of the psychiatrist or head of a facility, is reasonably required to effect a complete or partial recovery, and specify in full detail the facts on which the opinion is based, distinguishing facts observed personally from facts communicated by others. specify in full detail the facts on which the opinion is based, distinguishing facts observed personally from facts communicated by others. (6) The patient shall meet the criteria stated in section 42. The patient shall meet the criteria stated in section 42. (7) The Tribunal shall examine the person in a place considered convenient or hold an enquiry to determine the state of mind of that person, and for that purpose, The Tribunal shall examine the person in a place considered convenient or hold an enquiry to determine the state of mind of that person, and for that purpose, the Tribunal may summon witnesses or administer oaths, and the Tribunal may summon witnesses or administer oaths, and the Tribunal may order the placement of that person under prolonged treatment in a psychiatric hospital if from the examination or enquiry the person meets the criteria of section 42 and prolonged treatment is the least restrictive treatment available. the Tribunal may order the placement of that person under prolonged treatment in a psychiatric hospital if from the examination or enquiry the person meets the criteria of section 42 and prolonged treatment is the least restrictive treatment available."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Length of prolonged treatment order",
      "content": "(1) The period of the prolonged treatment order shall not exceed twelve months at a time. The period of the prolonged treatment order shall not exceed twelve months at a time. (2) An order for prolonged treatment of up to twelve months shall be reviewed at six months by the Tribunal. An order for prolonged treatment of up to twelve months shall be reviewed at six months by the Tribunal."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Procedure for certificate of urgency",
      "content": "(1) Despite section 42, in an emergency case where it is expedient either for the welfare of a person suspected to be suffering from mental disorder or for public safety because of the person suspected to be suffer­ing from mental disorder, a police officer, a relative or any other person with or without the assistance of a police officer may take the person to a facility or mental health facility for a certificate of urgency to be issued under sub-section (2). Despite section 42, in an emergency case where it is expedient either for the welfare of a person suspected to be suffering from mental disorder or for public safety because of the person suspected to be suffer­ing from mental disorder, a police officer, a relative or any other person with or without the assistance of a police officer may take the person to a facility or mental health facility for a certificate of urgency to be issued under sub-section (2). (2) At the facility or mental health facility a registered medical practitioner shall examine the person and if the person meets the criteria for treatment as an emergency case, the medical practitioner shall issue a certificate of urgency and place the person under care, observation and treatment. At the facility or mental health facility a registered medical practitioner shall examine the person and if the person meets the criteria for treatment as an emergency case, the medical practitioner shall issue a certificate of urgency and place the person under care, observation and treatment. (3) Where immediate admission to a facility or mental health fa­cility is impracticable, the person shall be received and detained in any other place of safe custody for a period not exceeding forty-eight hours pending transfer to a mental health facility. Where immediate admission to a facility or mental health fa­cility is impracticable, the person shall be received and detained in any other place of safe custody for a period not exceeding forty-eight hours pending transfer to a mental health facility."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Duration of admission for urgent case",
      "content": "(1) A person received into a mental health facility under a certificate of urgency may be detained in that mental health facility as an urgent case for a period not exceeding seventy-two hours. A person received into a mental health facility under a certificate of urgency may be detained in that mental health facility as an urgent case for a period not exceeding seventy-two hours. (2) Where the person detained is not discharged before seventy-two hours by the psychiatrist or head of the facility, information shall be given to the Tribunal in accordance with section 41 within that period unless the person opts to become a voluntary patient. Where the person detained is not discharged before seventy-two hours by the psychiatrist or head of the facility, information shall be given to the Tribunal in accordance with section 41 within that period unless the person opts to become a voluntary patient. (3) Where a court order for temporary treatment is not obtained within the seventy-two hours, the person detained shall be released at the expiry of that period or can opt to become a voluntary patient. Where a court order for temporary treatment is not obtained within the seventy-two hours, the person detained shall be released at the expiry of that period or can opt to become a voluntary patient."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Custody of involuntary patient",
      "content": "(1) Where a person is placed under the care, observation or treat­ment in a psychiatric hospital, that person is lawfully in the custody of \" that hospital and shall not leave the hospital without the consent of the psychiatrist or head of a facility. Where a person is placed under the care, observation or treat­ment in a psychiatric hospital, that person is lawfully in the custody of \" that hospital and shall not leave the hospital without the consent of the psychiatrist or head of a facility. (2) Where the patient leaves the hospital without the consent of the psychiatrist or head of the facility before the expiry of the period specified on admission, the psychiatry head of the facility, or any other person shall report to the police and the patient shall be arrested by a police officer without warrant and returned to the hospital for the specified period. Where the patient leaves the hospital without the consent of the psychiatrist or head of the facility before the expiry of the period specified on admission, the psychiatry head of the facility, or any other person shall report to the police and the patient shall be arrested by a police officer without warrant and returned to the hospital for the specified period."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Non-accredited facilities and involuntary patients",
      "content": "A facility which is not accredited under the Health Institutions and Facilities Act, 2011 (Act 829) or a body recognised by the Minister shall not admit involuntary patients for treatment. A facility which is not accredited under the Health Institutions and Facilities Act, 2011 (Act 829) or a body recognised by the Minister shall not admit involuntary patients for treatment."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Temporary discharge of involuntary patient",
      "content": "The psychiatrist or head of a facility may temporarily discharge an involuntary patient other than patients detained by a court order for a maximum of thirty days. The psychiatrist or head of a facility may temporarily discharge an involuntary patient other than patients detained by a court order for a maximum of thirty days."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Discharge of involuntary patient",
      "content": "(1) On the expiry of the period specified by a court or by this Act, the involuntary patient shall be discharged. On the expiry of the period specified by a court or by this Act, the involuntary patient shall be discharged. (2) Where the psychiatrist or head of a facility is satisfied that the involuntary patient warrants earlier discharge, the involuntary patient shall be discharged and information given to the court or Tribunal accordingly Where the psychiatrist or head of a facility is satisfied that the involuntary patient warrants earlier discharge, the involuntary patient shall be discharged and information given to the court or Tribunal accordingly (3) Where a referred patient who has been satisfactorily treated, is facing trial and is fit to stand trial, the head of the facility shall report the patient to the nearest police authority for the patient to be sent to the source of referral and the referring agency shall fetch the patient from the hospital within thirty days of the report. Where a referred patient who has been satisfactorily treated, is facing trial and is fit to stand trial, the head of the facility shall report the patient to the nearest police authority for the patient to be sent to the source of referral and the referring agency shall fetch the patient from the hospital within thirty days of the report. (4) Where the person is not fetched by the referring agency within thirty days of the report, the head of a facility shall report the case to the Tribunal which may discharge the patient. Where the person is not fetched by the referring agency within thirty days of the report, the head of a facility shall report the case to the Tribunal which may discharge the patient."
    },
    {
      "provision_ref": "s54",
      "section": "54",
      "title": "Non-discrimination",
      "content": "(1) A person with mental disorder is entitled to the fundamental human rights and freedoms as provided for in the Constitution. A person with mental disorder is entitled to the fundamental human rights and freedoms as provided for in the Constitution. (2) A person with past or present mental disorder shall not be sub­jected to discrimination and, whatever the cause, nature or degree of the mental disorder, has the same fundamental rights as a fellow citizen. A person with past or present mental disorder shall not be sub­jected to discrimination and, whatever the cause, nature or degree of the mental disorder, has the same fundamental rights as a fellow citizen. (3) A tenant or employee who develops mental disorder shall not be A tenant or employee who develops mental disorder shall not be evicted from the place of residence of that person, or evicted from the place of residence of that person, or dismissed from the place of employment of that person on the basis of mental disorder. dismissed from the place of employment of that person on the basis of mental disorder."
    },
    {
      "provision_ref": "s55",
      "section": "55",
      "title": "Basic human rights",
      "content": "(1) A person with mental disorder has the right to enjoy a decent life as normal and as full as possible which includes, the right to educa­tion, vocational training, leisure, recreational activities, full employment and participation in civil, economic, social, cultural and political activi­ties and any specific limitations on these rights shall be in accordance with an assessment of capacity. A person with mental disorder has the right to enjoy a decent life as normal and as full as possible which includes, the right to educa­tion, vocational training, leisure, recreational activities, full employment and participation in civil, economic, social, cultural and political activi­ties and any specific limitations on these rights shall be in accordance with an assessment of capacity. (2) A person with mental disorder is entitled to humane and dig­nified treatment at any time with respect to personal dignity and privacy. A person with mental disorder is entitled to humane and dig­nified treatment at any time with respect to personal dignity and privacy. (3) A person with mental disorder has A person with mental disorder has the right to wear personal clothes while in a treatment facility and to maintain personal belongings subject to space limitations, and the right to wear personal clothes while in a treatment facility and to maintain personal belongings subject to space limitations, and the right to have access to and spend personal money for personal purchases unless the mental capacity of the person does not allow that. the right to have access to and spend personal money for personal purchases unless the mental capacity of the person does not allow that. (4) A person with mental disorder has the right to information provided by newspapers and other media, A person with mental disorder has the right to information provided by newspapers and other media, (5) At the time of admission, patients, their caregivers or their personal representatives shall be informed of the relevant information pertaining to admission including their rights. At the time of admission, patients, their caregivers or their personal representatives shall be informed of the relevant information pertaining to admission including their rights."
    },
    {
      "provision_ref": "s56",
      "section": "56",
      "title": "Incapacity and human rights",
      "content": "A person who by reason of a mental disorder is unable to give consent shall not be deprived by another person of medical treatment, education or any other social or economic benefit. A person who by reason of a mental disorder is unable to give consent shall not be deprived by another person of medical treatment, education or any other social or economic benefit."
    },
    {
      "provision_ref": "s57",
      "section": "57",
      "title": "Standard of treatment",
      "content": "(1) A person with mental disorder has the right to the highest attainable standard of mental health care. A person with mental disorder has the right to the highest attainable standard of mental health care. (2) A person with mental disorder is entitled to the same standard of care as a person with physical health problems and shall be treated on an equitable basis including quality of in-patient food, bedding, sanitation, buildings, levels and qualifications of staff, medical and related services and access to essential medicines. A person with mental disorder is entitled to the same standard of care as a person with physical health problems and shall be treated on an equitable basis including quality of in-patient food, bedding, sanitation, buildings, levels and qualifications of staff, medical and related services and access to essential medicines. (3) A person with mental disorder shall not be subjected to torture, cruelty, forced labour and any other inhuman treatment. A person with mental disorder shall not be subjected to torture, cruelty, forced labour and any other inhuman treatment. (4) A person with mental disorder shall have access to psychotropic drugs and any other psychosocial rehabilitative interventions at different levels of care as appropriate. A person with mental disorder shall have access to psychotropic drugs and any other psychosocial rehabilitative interventions at different levels of care as appropriate. (5) Intrusive and irreversible treatment like electro-convulsive therapy and psychosurgery shall not be used for emergency cases. Intrusive and irreversible treatment like electro-convulsive therapy and psychosurgery shall not be used for emergency cases."
    },
    {
      "provision_ref": "s58",
      "section": "58",
      "title": "Seclusion and restraint",
      "content": "(1) A person may be placed in involuntary seclusion or minimal mechanical restraints only when there is imminent danger to the patient or others and tranquilisation is not appropriate or not readily available. A person may be placed in involuntary seclusion or minimal mechanical restraints only when there is imminent danger to the patient or others and tranquilisation is not appropriate or not readily available. (2) The seclusion or restraint shall be authorised by the head of the facility or the senior nurse in charge of the ward acting on behalf of the head of the facility. The seclusion or restraint shall be authorised by the head of the facility or the senior nurse in charge of the ward acting on behalf of the head of the facility. (3) The documentation of the seclusion and restraint shall be placed immediately in the clinical notes of the patient by the head of a facility or by the nurse in charge of the ward. The documentation of the seclusion and restraint shall be placed immediately in the clinical notes of the patient by the head of a facility or by the nurse in charge of the ward. (4) The seclusion or restraint shall be practiced under strict insti­tutional guidelines and shall not be used as punishment or for the conve­nience of staff. The seclusion or restraint shall be practiced under strict insti­tutional guidelines and shall not be used as punishment or for the conve­nience of staff."
    },
    {
      "provision_ref": "s59",
      "section": "59",
      "title": "Complaints about management",
      "content": "(1) Complaints from patients, their relatives or caregivers and staff shall be made and documented by a senior mental health personnel and the complaints shall be reported to the head of the facility who shall take appropriate action within forty-eight hours. Complaints from patients, their relatives or caregivers and staff shall be made and documented by a senior mental health personnel and the complaints shall be reported to the head of the facility who shall take appropriate action within forty-eight hours. (2) If the action by the head of the facility is not satisfactory to the parties concerned an appeal may be made to the Tribunal by the aggrieved party and the Tribunal shall respond within twenty-one days. If the action by the head of the facility is not satisfactory to the parties concerned an appeal may be made to the Tribunal by the aggrieved party and the Tribunal shall respond within twenty-one days."
    },
    {
      "provision_ref": "s60",
      "section": "60",
      "title": "Confidentiality",
      "content": "(1) A person with mental disorder has the right to confidentiality. A person with mental disorder has the right to confidentiality. (2) Records which identify a person, the manner of behaviour of the person as well as the diagnosis and treatment shall not be disclosed to another person or agency without the person’s written consent or the written consent of the personal representative of the person where the person is unable to give consent. Records which identify a person, the manner of behaviour of the person as well as the diagnosis and treatment shall not be disclosed to another person or agency without the person’s written consent or the written consent of the personal representative of the person where the person is unable to give consent. (3) Despite subsection (2), written consent to provide confiden­tial information may be waived where there is a risk of imminent danger to another person or where the disclosure is required by law. Despite subsection (2), written consent to provide confiden­tial information may be waived where there is a risk of imminent danger to another person or where the disclosure is required by law. (4) A patient, caregiver or the personal representative of the patient has the right to appeal to the Tribunal against waiving the right of the patient to non-disclosure of information. A patient, caregiver or the personal representative of the patient has the right to appeal to the Tribunal against waiving the right of the patient to non-disclosure of information."
    },
    {
      "provision_ref": "s61",
      "section": "61",
      "title": "Privacy and autonomy",
      "content": "(1) The rights of a person with mental disorder include freedom to receive in private, visits from a legal practitioner, relatives and any other visitors, unless the attending psychiatrist or head of the facility considers it unsafe. The rights of a person with mental disorder include freedom to receive in private, visits from a legal practitioner, relatives and any other visitors, unless the attending psychiatrist or head of the facility considers it unsafe. (2) A person with mental disorder has the right to be examined in private and in the absence of observers other than the psychiatrist or medical staff specifically required for the consultation or examination. A person with mental disorder has the right to be examined in private and in the absence of observers other than the psychiatrist or medical staff specifically required for the consultation or examination. (3) A person with mental disorder shall not be used for teaching and research purposes without informed consent and where that person is incapable of giving informed consent, the consent shall be given by the personal representative of that person. A person with mental disorder shall not be used for teaching and research purposes without informed consent and where that person is incapable of giving informed consent, the consent shall be given by the personal representative of that person. (4) Research shall not be conducted on a person incapable of giving informed consent if the research Research shall not be conducted on a person incapable of giving informed consent if the research can be conducted on a person capable of giving consent; and can be conducted on a person capable of giving consent; and is not necessary for promoting the health of the person or the health of the population represented by the patient. is not necessary for promoting the health of the person or the health of the population represented by the patient."
    },
    {
      "provision_ref": "s62",
      "section": "62",
      "title": "Access to information",
      "content": "(1) A patient shall have free and full access to information about the mental disorder and the treatment plan of that patient. A patient shall have free and full access to information about the mental disorder and the treatment plan of that patient. (2) Where the patient is incapable of understanding the treatment, the personal representative of that patient shall have access to this information. Where the patient is incapable of understanding the treatment, the personal representative of that patient shall have access to this information. (3) Access to that information may be granted or denied by the clinical representative of the head of the facility if the information is harmful to the well-being of the patient. Access to that information may be granted or denied by the clinical representative of the head of the facility if the information is harmful to the well-being of the patient. (4) Primary care givers shall have access to information about the illness of the patient except where the patient objects. Primary care givers shall have access to information about the illness of the patient except where the patient objects. (5) The objection may not apply if the information is absolutely essential in the interest of the patient or for the safety of the care giver. The objection may not apply if the information is absolutely essential in the interest of the patient or for the safety of the care giver."
    },
    {
      "provision_ref": "s63",
      "section": "63",
      "title": "Employment rights",
      "content": "(1) An employer shall not terminate the employment of a worker merely on the grounds of present or past mental disorder or while the worker is receiving treatment for mental disorder. An employer shall not terminate the employment of a worker merely on the grounds of present or past mental disorder or while the worker is receiving treatment for mental disorder. (2) Where an employer has reasonable cause to believe that a worker is suffering from mental disorder severe enough to affect the work output of the worker, the employer may assist the worker to seek medical advice in accordance with the prescribed procedure. Where an employer has reasonable cause to believe that a worker is suffering from mental disorder severe enough to affect the work output of the worker, the employer may assist the worker to seek medical advice in accordance with the prescribed procedure. (3) The employer may engage the worker at a level where the worker can best perform for medical reasons but where the worker is found to be unfit for employment the employer may terminate the contract of employment of the worker in accordance with the presence procedure. The employer may engage the worker at a level where the worker can best perform for medical reasons but where the worker is found to be unfit for employment the employer may terminate the contract of employment of the worker in accordance with the presence procedure. (4) The provisions of the Labour Act, 2003 (Act 651) shall apply with respect to the remuneration of a worker on the termination of a contract of employment. The provisions of the Labour Act, 2003 (Act 651) shall apply with respect to the remuneration of a worker on the termination of a contract of employment. (5) A worker aggrieved by a medical report provided in accor­dance with this Act may seek redress from the Commission on Human Rights and Administrative Justice under the Commission on Human Rights and Administrative Justice Act, 1993 (Act 456). A worker aggrieved by a medical report provided in accor­dance with this Act may seek redress from the Commission on Human Rights and Administrative Justice under the Commission on Human Rights and Administrative Justice Act, 1993 (Act 456). (6) The employer or another person may follow the procedure for a certificate of urgency under section 48 where the situation of a worker is suspected to be severe enough to be treated as an emergency case or where the worker is at personal risk or a risk to others or property. The employer or another person may follow the procedure for a certificate of urgency under section 48 where the situation of a worker is suspected to be severe enough to be treated as an emergency case or where the worker is at personal risk or a risk to others or property."
    },
    {
      "provision_ref": "s64",
      "section": "64",
      "title": "Females",
      "content": "(1) Female patients in a mental health facility shall have separate sleeping accommodation from male patients. Female patients in a mental health facility shall have separate sleeping accommodation from male patients. (2) Females with mental disorder shall have the same treatment as men with mental disorder in matters relating to civil, political, economic, social and cultural rights. Females with mental disorder shall have the same treatment as men with mental disorder in matters relating to civil, political, economic, social and cultural rights. (3) Female patients shall not be discriminated against with respect to treatment, community care, voluntary and involuntary treatment. Female patients shall not be discriminated against with respect to treatment, community care, voluntary and involuntary treatment. (4) Special provision shall be made for the accommodation of females whose conduct may at any time be harmful to them or other patients. Special provision shall be made for the accommodation of females whose conduct may at any time be harmful to them or other patients."
    },
    {
      "provision_ref": "s65",
      "section": "65",
      "title": "Children",
      "content": "(1) A child receiving psychiatric treatment shall as far as possible, be treated in a least restrictive environment. A child receiving psychiatric treatment shall as far as possible, be treated in a least restrictive environment. (2) In cases where they require admission, children shall be accommodated separately from adults, and their developmental needs shall be taken care of. In cases where they require admission, children shall be accommodated separately from adults, and their developmental needs shall be taken care of. (3) Parents or guardians of children under the age of eighteen years receiving psychiatric treatment shall represent them in matters concerning the mental well-being of the children including consent to treatment. Parents or guardians of children under the age of eighteen years receiving psychiatric treatment shall represent them in matters concerning the mental well-being of the children including consent to treatment. (4) Special provision shall be made for the accommodation of children whose conduct may at any time be harmful to them or other patients. Special provision shall be made for the accommodation of children whose conduct may at any time be harmful to them or other patients. (5) Irreversible treatments such as psychosurgery for mental disorders shall not be administered to children. Irreversible treatments such as psychosurgery for mental disorders shall not be administered to children. (6) The opinions of children shall be taken into consideration in issues of their care including treatment, depending on their age and capacity. The opinions of children shall be taken into consideration in issues of their care including treatment, depending on their age and capacity."
    },
    {
      "provision_ref": "s66",
      "section": "66",
      "title": "Aged",
      "content": "(1) The aged who require treatment for mental disorder shall be accommodated separately, and are entitled to free physical treatment in accordance with age exemption policy. The aged who require treatment for mental disorder shall be accommodated separately, and are entitled to free physical treatment in accordance with age exemption policy. (2) Special provision shall be made for the accommodation of the aged whose conduct may at any time be harmful to them or other aged patients. Special provision shall be made for the accommodation of the aged whose conduct may at any time be harmful to them or other aged patients. (3) Irreversible treatment for mental disorders shall not be administered on the aged. Irreversible treatment for mental disorders shall not be administered on the aged."
    },
    {
      "provision_ref": "s67",
      "section": "67",
      "title": "Persons with mental retardation",
      "content": "(1) A person shall not be admitted to a mental health facility merely for mental retardation unless there is evidence of gross misbehaviour or perceptual disturbances. A person shall not be admitted to a mental health facility merely for mental retardation unless there is evidence of gross misbehaviour or perceptual disturbances. (2) When a person with mental retardation is admitted to a mental health facility for mental health care, the person shall have separate accommodation. When a person with mental retardation is admitted to a mental health facility for mental health care, the person shall have separate accommodation. (3) Intrusive or irreversible treatment shall not be administered on a person with mental retardation unless authorised by the Tribunal. Intrusive or irreversible treatment shall not be administered on a person with mental retardation unless authorised by the Tribunal."
    },
    {
      "provision_ref": "s68",
      "section": "68",
      "title": "Competence, capacity and guardianship",
      "content": "(1) A person with mental disorder who is unable to manage that person’s personal affairs because of the mental disorder shall be protected in matters such as finances, business, occupation, marriage, the right to found a family, the right to treatment of choice, testamentary capacity and other legal issues for the benefit of that person. A person with mental disorder who is unable to manage that person’s personal affairs because of the mental disorder shall be protected in matters such as finances, business, occupation, marriage, the right to found a family, the right to treatment of choice, testamentary capacity and other legal issues for the benefit of that person. (2) Family members or a social welfare officer may apply to the court for the appointment of a guardian and on the assessment by a clinical team of mental health professionals including a psychiatrist, the appointment may be made. Family members or a social welfare officer may apply to the court for the appointment of a guardian and on the assessment by a clinical team of mental health professionals including a psychiatrist, the appointment may be made. (3) Where it is believed that that person’s affairs are being managed by others in a detrimental way due to that person’s apparent lack of mental capacity, an application may be made to the court for the appointment of a guardian. Where it is believed that that person’s affairs are being managed by others in a detrimental way due to that person’s apparent lack of mental capacity, an application may be made to the court for the appointment of a guardian. (4) Where, after an application to the court, a person is found to be lacking in mental capacity on examination by a clinical team of mental health professionals including a psychiatrist and the court finds the person not competent in the matters referred to in subsection (1), the court shall appoint a guardian for the personal protection of that person. Where, after an application to the court, a person is found to be lacking in mental capacity on examination by a clinical team of mental health professionals including a psychiatrist and the court finds the person not competent in the matters referred to in subsection (1), the court shall appoint a guardian for the personal protection of that person. (5) A person for whom a guardian is being appointed has the right, in person or through a representative, to contest the application for the guardianship. A person for whom a guardian is being appointed has the right, in person or through a representative, to contest the application for the guardianship. (6) A guardian shall consult with the incapacitated person where possible and is responsible for taking treatment, financial and any other welfare decisions on behalf of the incapacitated person using a high stan­dard of substituted judgement. A guardian shall consult with the incapacitated person where possible and is responsible for taking treatment, financial and any other welfare decisions on behalf of the incapacitated person using a high stan­dard of substituted judgement. (7) In case of death, incapacitation or absence of the guardian, a family member or social welfare officer shall apply to the court for the appointment of a guardian. In case of death, incapacitation or absence of the guardian, a family member or social welfare officer shall apply to the court for the appointment of a guardian. (8) The guardianship of a person with mental disorder shall always be a last resort. The guardianship of a person with mental disorder shall always be a last resort."
    },
    {
      "provision_ref": "s69",
      "section": "69",
      "title": "Limited guardianship",
      "content": "Where a person’s incapacity only requires assistance in decision­ making in a specific area, a limited guardian may be appointed by the court through the same procedure as stated in section 68 and the court shall specify the areas of guardianship reserving those areas in which the person retains capacity. Where a person’s incapacity only requires assistance in decision­ making in a specific area, a limited guardian may be appointed by the court through the same procedure as stated in section 68 and the court shall specify the areas of guardianship reserving those areas in which the person retains capacity."
    },
    {
      "provision_ref": "s70",
      "section": "70",
      "title": "Review of guardianship",
      "content": "(1) A decision on the need for continuous guardianship shall be reviewed annually or earlier by the court with recommendation by a mental health professional. A decision on the need for continuous guardianship shall be reviewed annually or earlier by the court with recommendation by a mental health professional. (2) The person whose capacity is in issue, a personal representa­tive of that person and any other interested person has the right to appeal against the decision of the court. The person whose capacity is in issue, a personal representa­tive of that person and any other interested person has the right to appeal against the decision of the court."
    },
    {
      "provision_ref": "s71",
      "section": "71",
      "title": "Special treatments",
      "content": "(1) A person with mental disorder shall not undergo sterilization, a major medical or surgical procedure without informed consent or the informed consent of a personal representative if that person is inca­pable of giving the consent. A person with mental disorder shall not undergo sterilization, a major medical or surgical procedure without informed consent or the informed consent of a personal representative if that person is inca­pable of giving the consent. (2) Where a delay in obtaining the informed consent may be dangerous to the life of that person, the procedure may be carried out and the Tribunal shall be informed at the earliest possible time after the procedure. Where a delay in obtaining the informed consent may be dangerous to the life of that person, the procedure may be carried out and the Tribunal shall be informed at the earliest possible time after the procedure. (3) In cases where inability to consent is likely to be long term, the head of the facility shall refer the matter to the Tribunal. In cases where inability to consent is likely to be long term, the head of the facility shall refer the matter to the Tribunal. (4) The presence of mental disorder shall not in itself be used as a reason for an abortion. The presence of mental disorder shall not in itself be used as a reason for an abortion. (5) Electro-convulsive therapy shall not be administered without informed consent and where the patient is incapable of giving consent, consent shall be obtained from the Tribunal. Electro-convulsive therapy shall not be administered without informed consent and where the patient is incapable of giving consent, consent shall be obtained from the Tribunal."
    },
    {
      "provision_ref": "s72",
      "section": "72",
      "title": "Psycho-social rehabilitation",
      "content": "The Minister and the Minister responsible for Social Welfare shall make provision for psycho-social rehabilitation and after care services of a patient including supervision, rehabilitation and vocational training. The Minister and the Minister responsible for Social Welfare shall make provision for psycho-social rehabilitation and after care services of a patient including supervision, rehabilitation and vocational training."
    },
    {
      "provision_ref": "s73",
      "section": "73",
      "title": "Persons with mental disorder found in public places",
      "content": "(1) A police officer may remove a person to a facility or mental health facility for assessment under a certificate of urgency if that person is found in a public place appearing to be suffering from mental disorder and is highly aggressive or showing out-of-control behaviour and appears to require immediate care, control and treatment. A police officer may remove a person to a facility or mental health facility for assessment under a certificate of urgency if that person is found in a public place appearing to be suffering from mental disorder and is highly aggressive or showing out-of-control behaviour and appears to require immediate care, control and treatment. (2) Family members, care givers, health professionals, social welfare officers and any other citizens may seek the assistance of the police to take a person to a facility or mental health facility under a certificate of urgency in a situation where that person in a public place is highly aggressive. Family members, care givers, health professionals, social welfare officers and any other citizens may seek the assistance of the police to take a person to a facility or mental health facility under a certificate of urgency in a situation where that person in a public place is highly aggressive. (3) A person being removed to a facility or mental health facility by the police may be taken to a place of safe custody for a period not exceeding forty-eight hours if the person cannot be transferred immedi­ately to a facility. A person being removed to a facility or mental health facility by the police may be taken to a place of safe custody for a period not exceeding forty-eight hours if the person cannot be transferred immedi­ately to a facility. (4) A District Assembly is responsible for the well-being of persons with mental disorder found in public places in the district. A District Assembly is responsible for the well-being of persons with mental disorder found in public places in the district. (5) A District Assembly shall liaise with the police, social welfare and health authorities to remove persons with mental disorder who are a danger to themselves or to others and found in public places m t e district to a facility or mental health facility for treatment and rehabilita­tion. A District Assembly shall liaise with the police, social welfare and health authorities to remove persons with mental disorder who are a danger to themselves or to others and found in public places m t e district to a facility or mental health facility for treatment and rehabilita­tion. (6) A District Assembly shall ensure, in consultation with the appropriate agencies that a person with mental disorder found in a public place, after treatment is adequately rehabilitated and integrated back into the society. A District Assembly shall ensure, in consultation with the appropriate agencies that a person with mental disorder found in a public place, after treatment is adequately rehabilitated and integrated back into the society. (7) A District Assembly shall make adequate budgetary allocation for the care of persons with mental disorder found in public places within the district. A District Assembly shall make adequate budgetary allocation for the care of persons with mental disorder found in public places within the district."
    },
    {
      "provision_ref": "s74",
      "section": "74",
      "title": "Warrant to search for and remove persons with mental disorder",
      "content": "(1) Where it appears to a court on information on oath given by a person that there is reasonable cause to suspect that a person believed to be suffering from mental disorder Where it appears to a court on information on oath given by a person that there is reasonable cause to suspect that a person believed to be suffering from mental disorder is or has been ill-treated, neglected or kept otherwise than under proper control in a place within the jurisdiction of the court, or is or has been ill-treated, neglected or kept otherwise than under proper control in a place within the jurisdiction of the court, or is living alone in a place and is unable to provide self-care, the court may issue a warrant authorising a police officer to enter the premises specified in the warrant to remove that person to a place of safe custody to make an application for that person under section 42 or to make any other arrangements for the treatment or care of that person. is living alone in a place and is unable to provide self-care, the court may issue a warrant authorising a police officer to enter the premises specified in the warrant to remove that person to a place of safe custody to make an application for that person under section 42 or to make any other arrangements for the treatment or care of that person. (2) A person who is removed to a place of safe custody in the execution of a warrant issued under this section may be detained there for a period not exceeding forty-eight hours. A person who is removed to a place of safe custody in the execution of a warrant issued under this section may be detained there for a period not exceeding forty-eight hours. (3) In the execution of the warrant, the police officer shall, where practicable, be accompanied by a psychiatric welfare officer or a commu­nity psychiatric nurse. In the execution of the warrant, the police officer shall, where practicable, be accompanied by a psychiatric welfare officer or a commu­nity psychiatric nurse. (4) It shall not be necessary in any information or warrant under this section to name the person concerned. It shall not be necessary in any information or warrant under this section to name the person concerned."
    },
    {
      "provision_ref": "s75",
      "section": "75",
      "title": "Security psychiatric hospitals",
      "content": "(1) The Minister responsible for Interior and the Minister shall collaborate to establish and administer security psychiatric hospitals where offenders with mental disorder shall be committed. The Minister responsible for Interior and the Minister shall collaborate to establish and administer security psychiatric hospitals where offenders with mental disorder shall be committed. (2) A person shall be committed to a security psychiatric hospital from detention in a prison if found to have mental disorder and after due examination by a psychiatrist. A person shall be committed to a security psychiatric hospital from detention in a prison if found to have mental disorder and after due examination by a psychiatrist. (3) The decision to commit a person from a prison to a security psychiatric hospital shall be taken by the Director-General of the Prison Service in consultation with the Director of the prison concerned on recommendation by a psychiatrist. The decision to commit a person from a prison to a security psychiatric hospital shall be taken by the Director-General of the Prison Service in consultation with the Director of the prison concerned on recommendation by a psychiatrist."
    },
    {
      "provision_ref": "s76",
      "section": "76",
      "title": "Offender with mental disorder",
      "content": "(1) A person arrested for a criminal act and in police custody shall be assessed by a mental health practitioner within forty-eight hours if there is suspicion of mental disorder. A person arrested for a criminal act and in police custody shall be assessed by a mental health practitioner within forty-eight hours if there is suspicion of mental disorder. (2) The provisions of the Criminal and other Offences Procedure Act, 1960 (Act 30) with respect to offenders with mental disorder shall apply to this Act. The provisions of the Criminal and other Offences Procedure Act, 1960 (Act 30) with respect to offenders with mental disorder shall apply to this Act. (3) An offender suspected to have mental disorder at the time of the commission of the offence shall be sent to a psychiatric hospital for assessment and if found to have mental disorder shall be committed to treatment. An offender suspected to have mental disorder at the time of the commission of the offence shall be sent to a psychiatric hospital for assessment and if found to have mental disorder shall be committed to treatment. (4) An offender undergoing treatment at a psychiatric hospital shall have the same rights as a non-offender in treatment, including the right to judicial review by the Court. An offender undergoing treatment at a psychiatric hospital shall have the same rights as a non-offender in treatment, including the right to judicial review by the Court. (5) An offender assessed and found not fit to stand trial shall have the charges stayed while undergoing treatment. An offender assessed and found not fit to stand trial shall have the charges stayed while undergoing treatment. (6) An offender with mental disorder at the sentencing stage shall not be imprisoned but be given probation in the form of a hospital order to be treated at a mental health facility or security psychiatric hospital depending on the severity of the crime and the risk to the public. An offender with mental disorder at the sentencing stage shall not be imprisoned but be given probation in the form of a hospital order to be treated at a mental health facility or security psychiatric hospital depending on the severity of the crime and the risk to the public. (7) An offender assessed and found to have had a mental disorder at the time of the offence and found by the court not to be responsible for a criminal act due to mental disorder, who on reassessment by the mental health facility is found no longer to have mental disorder, or is no longer in need of in-patient treatment shall be discharged if the offence is a minor offence otherwise a report shall be made to the court for further directive. An offender assessed and found to have had a mental disorder at the time of the offence and found by the court not to be responsible for a criminal act due to mental disorder, who on reassessment by the mental health facility is found no longer to have mental disorder, or is no longer in need of in-patient treatment shall be discharged if the offence is a minor offence otherwise a report shall be made to the court for further directive. (8) A convicted prisoner serving a sentence who becomes suffi­ciently mentally ill to warrant in-patient treatment shall be transferred to a security psychiatric hospital for treatment. A convicted prisoner serving a sentence who becomes suffi­ciently mentally ill to warrant in-patient treatment shall be transferred to a security psychiatric hospital for treatment. (9) A prisoner in a mental health facility shall not be kept longer than sentenced unless civil commitment procedures are followed. A prisoner in a mental health facility shall not be kept longer than sentenced unless civil commitment procedures are followed. (10) A Court may authorise for psychiatric assessment of a per­son who attempts to commit suicide. A Court may authorise for psychiatric assessment of a per­son who attempts to commit suicide."
    },
    {
      "provision_ref": "s77",
      "section": "77",
      "title": "Fees for mental health practitioners",
      "content": "A mental health practitioner who is appointed by a court to examine a person for the purposes of this Act shall be paid the fees determined by the Minister. A mental health practitioner who is appointed by a court to examine a person for the purposes of this Act shall be paid the fees determined by the Minister."
    },
    {
      "provision_ref": "s78",
      "section": "78",
      "title": "Removal of patients to country of origin",
      "content": "(1) The Minister responsible for the Interior in collaboration with the Minister responsible for Foreign Affairs may assist with the removal of a foreign patient from the country to the country of origin of the foreign patient with the consent of the patient or on request by the family of the foreign patient if the patient cannot consent where the patient is not The Minister responsible for the Interior in collaboration with the Minister responsible for Foreign Affairs may assist with the removal of a foreign patient from the country to the country of origin of the foreign patient with the consent of the patient or on request by the family of the foreign patient if the patient cannot consent where the patient is not committed to a psychiatric hospital in pursuance of a criminal charge, or committed to a psychiatric hospital in pursuance of a criminal charge, or admitted to a security psychiatric hospital from a prison. admitted to a security psychiatric hospital from a prison. (2) A patient of foreign origin may not be removed to the country of origin of the patient if the Minister on the advice of the Chief Executive of the Mental Health Authority considers it inappropriate. A patient of foreign origin may not be removed to the country of origin of the patient if the Minister on the advice of the Chief Executive of the Mental Health Authority considers it inappropriate."
    },
    {
      "provision_ref": "s79",
      "section": "79",
      "title": "Transfer of person on court order",
      "content": "(1) The district court from where a person is to be transferred for t treatment shall issue a warrant for removal in respect of the person to be transferred specifying who is to have ultimate responsibility for that person. The district court from where a person is to be transferred for t treatment shall issue a warrant for removal in respect of the person to be transferred specifying who is to have ultimate responsibility for that person. (2) The warrant issued is sufficient notice to a person to whom it is directed to receive and detain that person and make arrangements for the onward transmission for treatment to the ultimate destination. The warrant issued is sufficient notice to a person to whom it is directed to receive and detain that person and make arrangements for the onward transmission for treatment to the ultimate destination."
    },
    {
      "provision_ref": "s80",
      "section": "80",
      "title": "Establishment of Mental Health Fund",
      "content": "There is established by this Act a Mental Health Fund There is established by this Act a Mental Health Fund"
    },
    {
      "provision_ref": "s81",
      "section": "81",
      "title": "Object of the Fund",
      "content": "(1) The object of the Fund is to provide financial resources for the care and management of persons suffering from mental disorders. The object of the Fund is to provide financial resources for the care and management of persons suffering from mental disorders. (2) To achieve its object moneys of the Fund shall be applied for To achieve its object moneys of the Fund shall be applied for the skills training of persons with mental disorders; the skills training of persons with mental disorders; any matter connected with the rescue, rehabilitation and reintegration of persons with mental disorders; any matter connected with the rescue, rehabilitation and reintegration of persons with mental disorders; the construction of facilities for persons with mental disorders: and the construction of facilities for persons with mental disorders: and training, capacity building and research. training, capacity building and research."
    },
    {
      "provision_ref": "s82",
      "section": "82",
      "title": "Sources of money for the Fund",
      "content": "The moneys for the Fund include voluntary contributions to the fund from individuals, organisations and the private sector; voluntary contributions to the fund from individuals, organisations and the private sector; moneys approved by Parliament for payment into the Fund; moneys approved by Parliament for payment into the Fund; grants from bilateral and multilateral sources; grants from bilateral and multilateral sources; donations and gifts; and donations and gifts; and moneys from any other source approved by the Minister responsible for Finance. moneys from any other source approved by the Minister responsible for Finance."
    },
    {
      "provision_ref": "s83",
      "section": "83",
      "title": "Bank accounts for the Fund",
      "content": "The moneys for the Fund shall be paid into bank accounts opened for the Fund with the approval of the Controller and Accountant-General. The moneys for the Fund shall be paid into bank accounts opened for the Fund with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s84",
      "section": "84",
      "title": "Management of the Fund",
      "content": "(1) The Fund shall be managed by a Sub-Committee of die Board consisting of not more than five members of the Mental Health Authority which shall for this purpose include a representative of the Controller and Accountant-General. The Fund shall be managed by a Sub-Committee of die Board consisting of not more than five members of the Mental Health Authority which shall for this purpose include a representative of the Controller and Accountant-General. (2) The Sub-Committee shall appoint its own Chairperson. The Sub-Committee shall appoint its own Chairperson."
    },
    {
      "provision_ref": "s85",
      "section": "85",
      "title": "85 Functions of the management committee of the Fund",
      "content": "The Sub-Committee of the Board shall make recommendations to the Board on mental health matters; make recommendations to the Board on mental health matters; pursue policies to ensure the achievement of the object of the Fund pursue policies to ensure the achievement of the object of the Fund liaise with Government agencies and organisations to promote the rehabilitation and reintegration of persons suffering from mental disorders; liaise with Government agencies and organisations to promote the rehabilitation and reintegration of persons suffering from mental disorders; prepare guidelines and procedures for the management and disbursements from the Fund; prepare guidelines and procedures for the management and disbursements from the Fund; conduct research on international and regional developments and standards on mental health matters; and conduct research on international and regional developments and standards on mental health matters; and deal with any matter concerned with mental health. deal with any matter concerned with mental health."
    },
    {
      "provision_ref": "s86",
      "section": "86",
      "title": "Exemption",
      "content": "The Fund is exempt from the payment of tax. The Fund is exempt from the payment of tax."
    },
    {
      "provision_ref": "s87",
      "section": "87",
      "title": "Accounts and audit and annual reports of the Fund",
      "content": "The provisions on accounts and audit and submission of annual reports to Parliament in sections 91 and 92 of this Act apply to the Fund.” The provisions on accounts and audit and submission of annual reports to Parliament in sections 91 and 92 of this Act apply to the Fund.”"
    },
    {
      "provision_ref": "s88",
      "section": "88",
      "title": "Financing of mental health care",
      "content": "(1) Mental healthcare is free. Mental healthcare is free. (2) A person suffering from a mental disorder with a physical condi­tion is entitled to free health care under the National Health Insurance Scheme. A person suffering from a mental disorder with a physical condi­tion is entitled to free health care under the National Health Insurance Scheme. (3) The Minister responsible for Finance shall prescribe the appropriate levy or taxation for mental health care funding through Parliament. The Minister responsible for Finance shall prescribe the appropriate levy or taxation for mental health care funding through Parliament."
    },
    {
      "provision_ref": "s89",
      "section": "89",
      "title": "Funds of the Authority",
      "content": "The funds of the Authority include moneys approved by Parliament, moneys approved by Parliament, moneys derived from fees, moneys derived from fees, donations, grants and gifts, donations, grants and gifts, moneys derived from investments, and moneys derived from investments, and any other moneys that are approved by the Minister responsible for Finance. any other moneys that are approved by the Minister responsible for Finance."
    },
    {
      "provision_ref": "s90",
      "section": "90",
      "title": "Annual estimates",
      "content": "The Board shall submit to the Minister detailed budget estimates for each financial year not later than three months before the end of the financial year. The Board shall submit to the Minister detailed budget estimates for each financial year not later than three months before the end of the financial year."
    },
    {
      "provision_ref": "s91",
      "section": "91",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books of account and proper records in relation to them in the form approved by the Auditor-General. The Board shall keep books of account and proper records in relation to them in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Authority to the Auditor-General for audit within three months after the end of the financial-year. The Board shall submit the accounts of the Authority to the Auditor-General for audit within three months after the end of the financial-year. (3) The Auditor-General shall, not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister. The Auditor-General shall, not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister. (4) The financial year of the Authority shall be the same as the financial year of the Government. The financial year of the Authority shall be the same as the financial year of the Government."
    },
    {
      "provision_ref": "s92",
      "section": "92",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall within one month after the receipt of the audit report submit an annual report to the Minister covering the activities and the operations of the Authority for the year to which the report relates. The Board shall within one month after the receipt of the audit report submit an annual report to the Minister covering the activities and the operations of the Authority for the year to which the report relates. (2) The annual report shall include the report of the Auditor-­General. The annual report shall include the report of the Auditor-­General. (3) The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Board shall also submit to the Minister any other report which the Minister may require in writing. The Board shall also submit to the Minister any other report which the Minister may require in writing."
    },
    {
      "provision_ref": "s93",
      "section": "93",
      "title": "Notice of sudden death of patient",
      "content": "Where death occurs within twenty-four hours of admission, or where sudden death occurs in any mentally ill patient on admission or elsewhere or where the cause of death of any mentally ill person on f admission or elsewhere is unclear, the normal regulations related to sudden death in accordance with the Coroners Act, 1960 (Act 18) shall apply. Where death occurs within twenty-four hours of admission, or where sudden death occurs in any mentally ill patient on admission or elsewhere or where the cause of death of any mentally ill person on f admission or elsewhere is unclear, the normal regulations related to sudden death in accordance with the Coroners Act, 1960 (Act 18) shall apply."
    },
    {
      "provision_ref": "s94",
      "section": "94",
      "title": "Offences",
      "content": "Anybody who deliberately neglects a person with mental disorder or subjects a person with mental disorder to discrimination under section 54 or breaches other rights of the person, commits an offence and is liable summary conviction to a fine of not more than five hundred penalty units or a term of imprisonment of not more than two years or both the fine and imprisonment. Anybody who deliberately neglects a person with mental disorder or subjects a person with mental disorder to discrimination under section 54 or breaches other rights of the person, commits an offence and is liable summary conviction to a fine of not more than five hundred penalty units or a term of imprisonment of not more than two years or both the fine and imprisonment."
    },
    {
      "provision_ref": "s95",
      "section": "95",
      "title": "Application of Act",
      "content": "(1) This Act binds the Republic and applies to any place where a person with mental disorder is kept including public and private mental health facilities which shall be licensed under the Health Institutions and Facilities Act 2011, (Act 829) and any other law. This Act binds the Republic and applies to any place where a person with mental disorder is kept including public and private mental health facilities which shall be licensed under the Health Institutions and Facilities Act 2011, (Act 829) and any other law. (2) The provisions of this Act shall apply to a person with any degree of mental disorder including mental retardation but excluding personality disorders. The provisions of this Act shall apply to a person with any degree of mental disorder including mental retardation but excluding personality disorders."
    },
    {
      "provision_ref": "s96",
      "section": "96",
      "title": "Regulations",
      "content": "(1) The Minister, on the advice of the Board may, by legislative instrument, make Regulations to The Minister, on the advice of the Board may, by legislative instrument, make Regulations to provide for the organisation of the structures of the Mental Health Authority; provide for the organisation of the structures of the Mental Health Authority; provide for the management and administration of private and public mental health services and facilities; provide for the management and administration of private and public mental health services and facilities; provide for the admission, custody and discharge of patients; provide for the admission, custody and discharge of patients; provide for the promotion of mental health; provide for the promotion of mental health; provide the procedure to deal with the mental disorder of a worker; a provide the procedure to deal with the mental disorder of a worker; a provide for community mental health service; provide for community mental health service; provide for the welfare of patients and minimal conditions of environmental hygiene in mental health facilities including spiritual mental health facilities; provide for the welfare of patients and minimal conditions of environmental hygiene in mental health facilities including spiritual mental health facilities; provide standards for quality assurance and multi­disciplinary treatment for mental health care; provide standards for quality assurance and multi­disciplinary treatment for mental health care; provide mental health care forms under this Act; provide mental health care forms under this Act; provide for further matters in respect of the Tribunal; provide for further matters in respect of the Tribunal; provide for further matters in respect of visiting committees; provide for further matters in respect of visiting committees; provide for the treatment and rehabilitation of persons with substance use disorders in collaboration with general health care services and other stakeholders; provide for the treatment and rehabilitation of persons with substance use disorders in collaboration with general health care services and other stakeholders; prescribe the procedures for seclusion and restraint of a patient; and prescribe the procedures for seclusion and restraint of a patient; and provide generally for the implementation of the provisions of this Act. provide generally for the implementation of the provisions of this Act. (2) A person who commits an offence under the Regulations is liable on summary conviction to a fine of not more than five thousand penalty units or to a term of imprisonment of not more than ten years or to both. A person who commits an offence under the Regulations is liable on summary conviction to a fine of not more than five thousand penalty units or to a term of imprisonment of not more than ten years or to both."
    },
    {
      "provision_ref": "s97",
      "section": "97",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“after care” means the care and services to be rendered to persons with mental disorder after they have been discharged from institutional care;“Authority” means the Mental Health Authority established under section 1;“Board” means the governing body of the Authority;“capacity” means the functional ability to understand or form an intention with regard to an act and a person including someone with mental disorder is presumed to have capacity until reliably proven otherwise;“care giver” means a person or family member who looks after a person with mental disorder whether in a domestic setting or not;“certificate of urgency” means a certificate issued by a medical practitioner for involuntary admission initiated by the police or any other person for an urgent or emergency case;“child” means a person under eighteen years;“Chief Executive” means the Chief Executive of the Mental Health Authority appointed under section 12;“Clinical Co-ordinator” means the person responsible for the technical services of a psychiatric hospital;“competence” means sufficient capacity to understand an issue and manage a situation as determined by a court;“court” means a court of competent jurisdiction;“District Assembly” includes a Municipal and Metropolitan Assembly and decentralised government at the local level,“emergency case” means an urgent case;“facility” means health care facility;“guardian” means someone legally appointed to take care o the interest of a person with a mental disorder;“health practitioner” means a person with professional training in healthcare delivery;“Hospital Director” means the head of a psychiatric hospital;“hospital order” means an order imposed by a court on an offender with mental disorder for treatment at a mental health facility;“incapacity” means the lack of functional ability to understand or form an intention with regard to an act and this is determined by a clinical team of mental health professionals including a psychiatrist;“informed consent” means an agreement or consent for a procedure given freely without coercion by a person with capacity when the person has been made fully aware of the nature of the procedure, its implications and available alternative;“in-patient care” includes provision of quality housing, sanitation, food, lighting, beds, mosquito nets and essential medicine;“intrusive treatment” means a procedure associated with particularly or significantly unpleasant disturbing and potentially injurious effects on the individual before the therapeutic effect is achieved;“involuntary patient” means a person who is taken to a mental health facility for treatment without consent under a court order or a certificate of urgency;“irreversible treatment” means a medical or surgical treatment procedure which primarily results in a permanent anatomical change in the person;“least restrictive” means a regime of treating a person with mental disorder in a situation or environment where the freedom of movement, association and choice of the person is minimally constrained;“long term stay” means admission to the ward for six months or more;“medical record” includes reports and documents related to the mental disorder of a patient;“mental disorder” means a condition of the mind in which there is a clinically significant disturbance of mental or behaviour functioning associated with distress or interference of daily life and manifesting as disturbance of speech, perception, mood, thought, volition, orientation or other cognitive functions to such degree as to be considered pathological but excludes social deviance without personal dysfunction;“mental health” means the state of well-being of the mind in which one is capable of functioning at a satisfactory level of emotional, psychological and behavioural adjustment personally and with society;“mental health care” includes prevention and management of mental disorders and rehabilitation of persons with mental ' disorder;“mental health facility” means an establishment or a unit of it which has as its primary function, the provision of mental health care; ;“mental health practitioner”, “mental health professional\" and “mental health worker” are used interchangeably and mean a medical doctor, clinical psychologist, nurse, social worker or other appropriately trained or qualified person with specific skills relevant to mental health care who is practicing the skill;“mental health service” means the health service devoted to the promotion of mental health and includes mental healthcare;“mental retardation” means a condition of arrested or incomplete development of the mind leading to deficiency of intelligence and characterised by limitations of adaptation, thinking processes and cognitive functions such as orientation, attention, memory and judgement;“Minister” means Minister responsible for Health;“minor offence” means a criminal act such as petty theft, petty assault and threatening offences;“multi-disciplinary services” include medical, nursing, psychological, occupational and social forms of treatment;“patient” means a person with mental disorder receiving mental health care;“personal representative” means a person who represents me interest of a person with a mental disorder who may be a family relation or friend, whether appointed by the court or not.“personality disorder” means an enduring pattern of maladaptive behaviour and attributes which deviate markedly from the culturally expected and accepted norm;“primary caregiver” means the main person or family member who looks after a person with mental disorder;“psychiatric hospital” means a hospital primarily designated for the management of mental disorders which has in­patient facilities and where there is an established post for a psychiatrist;“psychiatrist” means a medical doctor with accredited specialist training in psychiatry;“psychiatry” means a medical discipline concerned with the provision of scientific treatment for mental disorders, rehabilitation of persons with mental disorders and the promotion of mental health;“psycho surgery” means an irreversible surgical treatment for mental disorder;“Regional Health Directorate” refers to the Directorate in the Health Service;“registered medical practitioner” means a medical doctor registered with the Medical and Dental Council;“relevant agency” means the relevant statutory bodies of the Ministry of Health;“restraint” means immobilisation of an acutely disturbed person with a mental disorder often through physical measures for a limited period for purposes of preventing harm to the person or others for administration of medication or transfer to a place of seclusion or to another mental health facility,“safe custody” means a secure place where a person with mental disorder may be temporarily detained pending transfer to a mental health facility and this may include a home, hospital or police station;“seclusion” means the confinement of a person with mental disorder for a specific period when the person’s disorder is severe enough to require separation from other persons while other measures are inappropriate;“security psychiatric hospital” means a facility or a unit of a facility, primarily designated for the management of offenders with mental disorder;“service user” means a person who has received mental health care;“social welfare officer” means a trained person employed by the Social Welfare Department to carry out professional social care;“spiritual mental health facility” means a faith-based facility for the treatment of persons with mental disorders;“sterilisation” means a procedure which renders a person permanently infertile;“substance use disorder” means the maladaptive pattern of use of alcohol and other drugs that has a tendency to cause dependence in a manner that is harmful or potentially harmful to the user;“Tribunal” means Mental Health Review Tribunal;“urgent case” includes an emergency case where a person’s mental disorder requires to be quickly addressed when there is a high risk or imminent danger of the condition seriously deteriorating or of the person causing personal harm, harming others or personal property;“voluntary patient” means a person who goes to a mental health facility for treatment on his or her own accord with or without referral; and“worker” means a person employed under a contract of employment whether on a continuous, part-time, temporary or casual basis. In this Act, unless the context otherwise requires, “after care” means the care and services to be rendered to persons with mental disorder after they have been discharged from institutional care; “Authority” means the Mental Health Authority established under section 1; “Board” means the governing body of the Authority; “capacity” means the functional ability to understand or form an intention with regard to an act and a person including someone with mental disorder is presumed to have capacity until reliably proven otherwise; “care giver” means a person or family member who looks after a person with mental disorder whether in a domestic setting or not; “certificate of urgency” means a certificate issued by a medical practitioner for involuntary admission initiated by the police or any other person for an urgent or emergency case; “child” means a person under eighteen years; “Chief Executive” means the Chief Executive of the Mental Health Authority appointed under section 12; “Clinical Co-ordinator” means the person responsible for the technical services of a psychiatric hospital; “competence” means sufficient capacity to understand an issue and manage a situation as determined by a court; “court” means a court of competent jurisdiction; “District Assembly” includes a Municipal and Metropolitan Assembly and decentralised government at the local level, “emergency case” means an urgent case; “facility” means health care facility; “guardian” means someone legally appointed to take care o the interest of a person with a mental disorder; “health practitioner” means a person with professional training in healthcare delivery; “Hospital Director” means the head of a psychiatric hospital; “hospital order” means an order imposed by a court on an offender with mental disorder for treatment at a mental health facility; “incapacity” means the lack of functional ability to understand or form an intention with regard to an act and this is determined by a clinical team of mental health professionals including a psychiatrist; “informed consent” means an agreement or consent for a procedure given freely without coercion by a person with capacity when the person has been made fully aware of the nature of the procedure, its implications and available alternative; “in-patient care” includes provision of quality housing, sanitation, food, lighting, beds, mosquito nets and essential medicine; “intrusive treatment” means a procedure associated with particularly or significantly unpleasant disturbing and potentially injurious effects on the individual before the therapeutic effect is achieved; “involuntary patient” means a person who is taken to a mental health facility for treatment without consent under a court order or a certificate of urgency; “irreversible treatment” means a medical or surgical treatment procedure which primarily results in a permanent anatomical change in the person; “least restrictive” means a regime of treating a person with mental disorder in a situation or environment where the freedom of movement, association and choice of the person is minimally constrained; “long term stay” means admission to the ward for six months or more; “medical record” includes reports and documents related to the mental disorder of a patient; “mental disorder” means a condition of the mind in which there is a clinically significant disturbance of mental or behaviour functioning associated with distress or interference of daily life and manifesting as disturbance of speech, perception, mood, thought, volition, orientation or other cognitive functions to such degree as to be considered pathological but excludes social deviance without personal dysfunction; “mental health” means the state of well-being of the mind in which one is capable of functioning at a satisfactory level of emotional, psychological and behavioural adjustment personally and with society; “mental health care” includes prevention and management of mental disorders and rehabilitation of persons with mental ' disorder; “mental health facility” means an establishment or a unit of it which has as its primary function, the provision of mental health care; ; “mental health practitioner”, “mental health professional\" and “mental health worker” are used interchangeably and mean a medical doctor, clinical psychologist, nurse, social worker or other appropriately trained or qualified person with specific skills relevant to mental health care who is practicing the skill; “mental health service” means the health service devoted to the promotion of mental health and includes mental healthcare; “mental retardation” means a condition of arrested or incomplete development of the mind leading to deficiency of intelligence and characterised by limitations of adaptation, thinking processes and cognitive functions such as orientation, attention, memory and judgement; “Minister” means Minister responsible for Health; “minor offence” means a criminal act such as petty theft, petty assault and threatening offences; “multi-disciplinary services” include medical, nursing, psychological, occupational and social forms of treatment; “patient” means a person with mental disorder receiving mental health care; “personal representative” means a person who represents me interest of a person with a mental disorder who may be a family relation or friend, whether appointed by the court or not. “personality disorder” means an enduring pattern of maladaptive behaviour and attributes which deviate markedly from the culturally expected and accepted norm; “primary caregiver” means the main person or family member who looks after a person with mental disorder; “psychiatric hospital” means a hospital primarily designated for the management of mental disorders which has in­patient facilities and where there is an established post for a psychiatrist; “psychiatrist” means a medical doctor with accredited specialist training in psychiatry; “psychiatry” means a medical discipline concerned with the provision of scientific treatment for mental disorders, rehabilitation of persons with mental disorders and the promotion of mental health; “psycho surgery” means an irreversible surgical treatment for mental disorder; “Regional Health Directorate” refers to the Directorate in the Health Service; “registered medical practitioner” means a medical doctor registered with the Medical and Dental Council; “relevant agency” means the relevant statutory bodies of the Ministry of Health; “restraint” means immobilisation of an acutely disturbed person with a mental disorder often through physical measures for a limited period for purposes of preventing harm to the person or others for administration of medication or transfer to a place of seclusion or to another mental health facility, “safe custody” means a secure place where a person with mental disorder may be temporarily detained pending transfer to a mental health facility and this may include a home, hospital or police station; “seclusion” means the confinement of a person with mental disorder for a specific period when the person’s disorder is severe enough to require separation from other persons while other measures are inappropriate; “security psychiatric hospital” means a facility or a unit of a facility, primarily designated for the management of offenders with mental disorder; “service user” means a person who has received mental health care; “social welfare officer” means a trained person employed by the Social Welfare Department to carry out professional social care; “spiritual mental health facility” means a faith-based facility for the treatment of persons with mental disorders; “sterilisation” means a procedure which renders a person permanently infertile; “substance use disorder” means the maladaptive pattern of use of alcohol and other drugs that has a tendency to cause dependence in a manner that is harmful or potentially harmful to the user; “Tribunal” means Mental Health Review Tribunal; “urgent case” includes an emergency case where a person’s mental disorder requires to be quickly addressed when there is a high risk or imminent danger of the condition seriously deteriorating or of the person causing personal harm, harming others or personal property; “voluntary patient” means a person who goes to a mental health facility for treatment on his or her own accord with or without referral; and “worker” means a person employed under a contract of employment whether on a continuous, part-time, temporary or casual basis."
    },
    {
      "provision_ref": "s98",
      "section": "98",
      "title": "Transitional provisions",
      "content": "(1) The provisions of this Act and any Regulations made under it shall apply to a person received or admitted to a mental health facility or otherwise dealt with under the Mental Health Act, 1972 (NRCD 30) as if that person were admitted or dealt with under this Act. The provisions of this Act and any Regulations made under it shall apply to a person received or admitted to a mental health facility or otherwise dealt with under the Mental Health Act, 1972 (NRCD 30) as if that person were admitted or dealt with under this Act. (2) Movable and immovable properties in use by mental health facilities under NRCD 30, shall on the commencement of this Act, be considered properties of the Mental Health Authority established under this Act. Movable and immovable properties in use by mental health facilities under NRCD 30, shall on the commencement of this Act, be considered properties of the Mental Health Authority established under this Act. (3) Staff of mental health facilities under NRCD 30 shall, on the commencement of this Act, be considered to be staff of the Mental Health Authority. Staff of mental health facilities under NRCD 30 shall, on the commencement of this Act, be considered to be staff of the Mental Health Authority."
    },
    {
      "provision_ref": "s99",
      "section": "99",
      "title": "Repeal",
      "content": "(1) The Mental Health Act, 1972 (NRCD 30) is hereby repealed. The Mental Health Act, 1972 (NRCD 30) is hereby repealed. (2) Despite the repeal of NRCD 30 any act or thing done or document executed under the repealed enactment shall be deemed to have been done or executed under this Act. Despite the repeal of NRCD 30 any act or thing done or document executed under the repealed enactment shall be deemed to have been done or executed under this Act."
    },
    {
      "provision_ref": "s100",
      "section": "100",
      "title": "Commencement",
      "content": "This Act shall commence six months after enacted. This Act shall commence six months after enacted."
    }
  ],
  "definitions": [
    {
      "term": "after care",
      "definition": "the care and services to be rendered to persons with mental disorder after they have been discharged from institutional care",
      "source_provision": "s97"
    },
    {
      "term": "Authority",
      "definition": "the Mental Health Authority established under section 1",
      "source_provision": "s97"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Authority",
      "source_provision": "s97"
    },
    {
      "term": "capacity",
      "definition": "the functional ability to understand or form an intention with regard to an act and a person including someone with mental disorder is presumed to have capacity until reliably proven otherwise",
      "source_provision": "s97"
    },
    {
      "term": "care giver",
      "definition": "a person or family member who looks after a person with mental disorder whether in a domestic setting or not",
      "source_provision": "s97"
    },
    {
      "term": "certificate of urgency",
      "definition": "a certificate issued by a medical practitioner for involuntary admission initiated by the police or any other person for an urgent or emergency case",
      "source_provision": "s97"
    },
    {
      "term": "child",
      "definition": "a person under eighteen years",
      "source_provision": "s97"
    },
    {
      "term": "Chief Executive",
      "definition": "the Chief Executive of the Mental Health Authority appointed under section 12",
      "source_provision": "s97"
    },
    {
      "term": "Clinical Co-ordinator",
      "definition": "the person responsible for the technical services of a psychiatric hospital",
      "source_provision": "s97"
    },
    {
      "term": "competence",
      "definition": "sufficient capacity to understand an issue and manage a situation as determined by a court",
      "source_provision": "s97"
    },
    {
      "term": "court",
      "definition": "a court of competent jurisdiction",
      "source_provision": "s97"
    },
    {
      "term": "emergency case",
      "definition": "an urgent case",
      "source_provision": "s97"
    },
    {
      "term": "facility",
      "definition": "health care facility",
      "source_provision": "s97"
    },
    {
      "term": "guardian",
      "definition": "someone legally appointed to take care o the interest of a person with a mental disorder",
      "source_provision": "s97"
    },
    {
      "term": "health practitioner",
      "definition": "a person with professional training in healthcare delivery",
      "source_provision": "s97"
    },
    {
      "term": "Hospital Director",
      "definition": "the head of a psychiatric hospital",
      "source_provision": "s97"
    },
    {
      "term": "hospital order",
      "definition": "an order imposed by a court on an offender with mental disorder for treatment at a mental health facility",
      "source_provision": "s97"
    },
    {
      "term": "incapacity",
      "definition": "the lack of functional ability to understand or form an intention with regard to an act and this is determined by a clinical team of mental health professionals including a psychiatrist",
      "source_provision": "s97"
    },
    {
      "term": "informed consent",
      "definition": "an agreement or consent for a procedure given freely without coercion by a person with capacity when the person has been made fully aware of the nature of the procedure, its implications and available alternative",
      "source_provision": "s97"
    },
    {
      "term": "intrusive treatment",
      "definition": "a procedure associated with particularly or significantly unpleasant disturbing and potentially injurious effects on the individual before the therapeutic effect is achieved",
      "source_provision": "s97"
    },
    {
      "term": "involuntary patient",
      "definition": "a person who is taken to a mental health facility for treatment without consent under a court order or a certificate of urgency",
      "source_provision": "s97"
    },
    {
      "term": "irreversible treatment",
      "definition": "a medical or surgical treatment procedure which primarily results in a permanent anatomical change in the person",
      "source_provision": "s97"
    },
    {
      "term": "least restrictive",
      "definition": "a regime of treating a person with mental disorder in a situation or environment where the freedom of movement, association and choice of the person is minimally constrained",
      "source_provision": "s97"
    },
    {
      "term": "long term stay",
      "definition": "admission to the ward for six months or more",
      "source_provision": "s97"
    },
    {
      "term": "mental disorder",
      "definition": "a condition of the mind in which there is a clinically significant disturbance of mental or behaviour functioning associated with distress or interference of daily life and manifesting as disturbance of speech, perception, mood, thought, volition, orientation or other cognitive functions to such degree as to be considered pathological but excludes social deviance without personal dysfunction",
      "source_provision": "s97"
    },
    {
      "term": "mental health",
      "definition": "the state of well-being of the mind in which one is capable of functioning at a satisfactory level of emotional, psychological and behavioural adjustment personally and with society",
      "source_provision": "s97"
    },
    {
      "term": "mental health facility",
      "definition": "an establishment or a unit of it which has as its primary function, the provision of mental health care",
      "source_provision": "s97"
    },
    {
      "term": "mental health service",
      "definition": "the health service devoted to the promotion of mental health and includes mental healthcare",
      "source_provision": "s97"
    },
    {
      "term": "mental retardation",
      "definition": "a condition of arrested or incomplete development of the mind leading to deficiency of intelligence and characterised by limitations of adaptation, thinking processes and cognitive functions such as orientation, attention, memory and judgement",
      "source_provision": "s97"
    },
    {
      "term": "Minister",
      "definition": "Minister responsible for Health",
      "source_provision": "s97"
    },
    {
      "term": "minor offence",
      "definition": "a criminal act such as petty theft, petty assault and threatening offences",
      "source_provision": "s97"
    },
    {
      "term": "patient",
      "definition": "a person with mental disorder receiving mental health care",
      "source_provision": "s97"
    },
    {
      "term": "personal representative",
      "definition": "a person who represents me interest of a person with a mental disorder who may be a family relation or friend, whether appointed by the court or not.“personality disorder” means an enduring pattern of maladaptive behaviour and attributes which deviate markedly from the culturally expected and accepted norm",
      "source_provision": "s97"
    },
    {
      "term": "primary caregiver",
      "definition": "the main person or family member who looks after a person with mental disorder",
      "source_provision": "s97"
    },
    {
      "term": "psychiatric hospital",
      "definition": "a hospital primarily designated for the management of mental disorders which has in­patient facilities and where there is an established post for a psychiatrist",
      "source_provision": "s97"
    },
    {
      "term": "psychiatrist",
      "definition": "a medical doctor with accredited specialist training in psychiatry",
      "source_provision": "s97"
    },
    {
      "term": "psychiatry",
      "definition": "a medical discipline concerned with the provision of scientific treatment for mental disorders, rehabilitation of persons with mental disorders and the promotion of mental health",
      "source_provision": "s97"
    },
    {
      "term": "psycho surgery",
      "definition": "an irreversible surgical treatment for mental disorder",
      "source_provision": "s97"
    },
    {
      "term": "registered medical practitioner",
      "definition": "a medical doctor registered with the Medical and Dental Council",
      "source_provision": "s97"
    },
    {
      "term": "relevant agency",
      "definition": "the relevant statutory bodies of the Ministry of Health",
      "source_provision": "s97"
    },
    {
      "term": "restraint",
      "definition": "immobilisation of an acutely disturbed person with a mental disorder often through physical measures for a limited period for purposes of preventing harm to the person or others for administration of medication or transfer to a place of seclusion or to another mental health facility,“safe custody” means a secure place where a person with mental disorder may be temporarily detained pending transfer to a mental health facility and this may include a home, hospital or police station",
      "source_provision": "s97"
    },
    {
      "term": "seclusion",
      "definition": "the confinement of a person with mental disorder for a specific period when the person’s disorder is severe enough to require separation from other persons while other measures are inappropriate",
      "source_provision": "s97"
    },
    {
      "term": "security psychiatric hospital",
      "definition": "a facility or a unit of a facility, primarily designated for the management of offenders with mental disorder",
      "source_provision": "s97"
    },
    {
      "term": "service user",
      "definition": "a person who has received mental health care",
      "source_provision": "s97"
    },
    {
      "term": "social welfare officer",
      "definition": "a trained person employed by the Social Welfare Department to carry out professional social care",
      "source_provision": "s97"
    },
    {
      "term": "spiritual mental health facility",
      "definition": "a faith-based facility for the treatment of persons with mental disorders",
      "source_provision": "s97"
    },
    {
      "term": "sterilisation",
      "definition": "a procedure which renders a person permanently infertile",
      "source_provision": "s97"
    },
    {
      "term": "substance use disorder",
      "definition": "the maladaptive pattern of use of alcohol and other drugs that has a tendency to cause dependence in a manner that is harmful or potentially harmful to the user",
      "source_provision": "s97"
    },
    {
      "term": "Tribunal",
      "definition": "Mental Health Review Tribunal",
      "source_provision": "s97"
    },
    {
      "term": "voluntary patient",
      "definition": "a person who goes to a mental health facility for treatment on his or her own accord with or without referral",
      "source_provision": "s97"
    },
    {
      "term": "worker",
      "definition": "a person employed under a contract of employment whether on a continuous, part-time, temporary or casual basis. In this Act, unless the context otherwise requires, “after care” means the care and services to be rendered to persons with mental disorder after they have been discharged from institutional care",
      "source_provision": "s97"
    },
    {
      "term": "Authority",
      "definition": "the Mental Health Authority established under section 1",
      "source_provision": "s97"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Authority",
      "source_provision": "s97"
    },
    {
      "term": "capacity",
      "definition": "the functional ability to understand or form an intention with regard to an act and a person including someone with mental disorder is presumed to have capacity until reliably proven otherwise",
      "source_provision": "s97"
    },
    {
      "term": "care giver",
      "definition": "a person or family member who looks after a person with mental disorder whether in a domestic setting or not",
      "source_provision": "s97"
    },
    {
      "term": "certificate of urgency",
      "definition": "a certificate issued by a medical practitioner for involuntary admission initiated by the police or any other person for an urgent or emergency case",
      "source_provision": "s97"
    },
    {
      "term": "child",
      "definition": "a person under eighteen years",
      "source_provision": "s97"
    },
    {
      "term": "Chief Executive",
      "definition": "the Chief Executive of the Mental Health Authority appointed under section 12",
      "source_provision": "s97"
    },
    {
      "term": "Clinical Co-ordinator",
      "definition": "the person responsible for the technical services of a psychiatric hospital",
      "source_provision": "s97"
    },
    {
      "term": "competence",
      "definition": "sufficient capacity to understand an issue and manage a situation as determined by a court",
      "source_provision": "s97"
    },
    {
      "term": "court",
      "definition": "a court of competent jurisdiction",
      "source_provision": "s97"
    },
    {
      "term": "emergency case",
      "definition": "an urgent case",
      "source_provision": "s97"
    },
    {
      "term": "facility",
      "definition": "health care facility",
      "source_provision": "s97"
    },
    {
      "term": "guardian",
      "definition": "someone legally appointed to take care o the interest of a person with a mental disorder",
      "source_provision": "s97"
    },
    {
      "term": "health practitioner",
      "definition": "a person with professional training in healthcare delivery",
      "source_provision": "s97"
    },
    {
      "term": "Hospital Director",
      "definition": "the head of a psychiatric hospital",
      "source_provision": "s97"
    },
    {
      "term": "hospital order",
      "definition": "an order imposed by a court on an offender with mental disorder for treatment at a mental health facility",
      "source_provision": "s97"
    },
    {
      "term": "incapacity",
      "definition": "the lack of functional ability to understand or form an intention with regard to an act and this is determined by a clinical team of mental health professionals including a psychiatrist",
      "source_provision": "s97"
    },
    {
      "term": "informed consent",
      "definition": "an agreement or consent for a procedure given freely without coercion by a person with capacity when the person has been made fully aware of the nature of the procedure, its implications and available alternative",
      "source_provision": "s97"
    },
    {
      "term": "intrusive treatment",
      "definition": "a procedure associated with particularly or significantly unpleasant disturbing and potentially injurious effects on the individual before the therapeutic effect is achieved",
      "source_provision": "s97"
    },
    {
      "term": "involuntary patient",
      "definition": "a person who is taken to a mental health facility for treatment without consent under a court order or a certificate of urgency",
      "source_provision": "s97"
    },
    {
      "term": "irreversible treatment",
      "definition": "a medical or surgical treatment procedure which primarily results in a permanent anatomical change in the person",
      "source_provision": "s97"
    },
    {
      "term": "least restrictive",
      "definition": "a regime of treating a person with mental disorder in a situation or environment where the freedom of movement, association and choice of the person is minimally constrained",
      "source_provision": "s97"
    },
    {
      "term": "long term stay",
      "definition": "admission to the ward for six months or more",
      "source_provision": "s97"
    },
    {
      "term": "mental disorder",
      "definition": "a condition of the mind in which there is a clinically significant disturbance of mental or behaviour functioning associated with distress or interference of daily life and manifesting as disturbance of speech, perception, mood, thought, volition, orientation or other cognitive functions to such degree as to be considered pathological but excludes social deviance without personal dysfunction",
      "source_provision": "s97"
    },
    {
      "term": "mental health",
      "definition": "the state of well-being of the mind in which one is capable of functioning at a satisfactory level of emotional, psychological and behavioural adjustment personally and with society",
      "source_provision": "s97"
    },
    {
      "term": "mental health facility",
      "definition": "an establishment or a unit of it which has as its primary function, the provision of mental health care",
      "source_provision": "s97"
    },
    {
      "term": "mental health service",
      "definition": "the health service devoted to the promotion of mental health and includes mental healthcare",
      "source_provision": "s97"
    },
    {
      "term": "mental retardation",
      "definition": "a condition of arrested or incomplete development of the mind leading to deficiency of intelligence and characterised by limitations of adaptation, thinking processes and cognitive functions such as orientation, attention, memory and judgement",
      "source_provision": "s97"
    },
    {
      "term": "Minister",
      "definition": "Minister responsible for Health",
      "source_provision": "s97"
    },
    {
      "term": "minor offence",
      "definition": "a criminal act such as petty theft, petty assault and threatening offences",
      "source_provision": "s97"
    },
    {
      "term": "patient",
      "definition": "a person with mental disorder receiving mental health care",
      "source_provision": "s97"
    },
    {
      "term": "personal representative",
      "definition": "a person who represents me interest of a person with a mental disorder who may be a family relation or friend, whether appointed by the court or not. “personality disorder” means an enduring pattern of maladaptive behaviour and attributes which deviate markedly from the culturally expected and accepted norm",
      "source_provision": "s97"
    },
    {
      "term": "primary caregiver",
      "definition": "the main person or family member who looks after a person with mental disorder",
      "source_provision": "s97"
    },
    {
      "term": "psychiatric hospital",
      "definition": "a hospital primarily designated for the management of mental disorders which has in­patient facilities and where there is an established post for a psychiatrist",
      "source_provision": "s97"
    },
    {
      "term": "psychiatrist",
      "definition": "a medical doctor with accredited specialist training in psychiatry",
      "source_provision": "s97"
    },
    {
      "term": "psychiatry",
      "definition": "a medical discipline concerned with the provision of scientific treatment for mental disorders, rehabilitation of persons with mental disorders and the promotion of mental health",
      "source_provision": "s97"
    },
    {
      "term": "psycho surgery",
      "definition": "an irreversible surgical treatment for mental disorder",
      "source_provision": "s97"
    },
    {
      "term": "registered medical practitioner",
      "definition": "a medical doctor registered with the Medical and Dental Council",
      "source_provision": "s97"
    },
    {
      "term": "relevant agency",
      "definition": "the relevant statutory bodies of the Ministry of Health",
      "source_provision": "s97"
    },
    {
      "term": "restraint",
      "definition": "immobilisation of an acutely disturbed person with a mental disorder often through physical measures for a limited period for purposes of preventing harm to the person or others for administration of medication or transfer to a place of seclusion or to another mental health facility, “safe custody” means a secure place where a person with mental disorder may be temporarily detained pending transfer to a mental health facility and this may include a home, hospital or police station",
      "source_provision": "s97"
    },
    {
      "term": "seclusion",
      "definition": "the confinement of a person with mental disorder for a specific period when the person’s disorder is severe enough to require separation from other persons while other measures are inappropriate",
      "source_provision": "s97"
    },
    {
      "term": "security psychiatric hospital",
      "definition": "a facility or a unit of a facility, primarily designated for the management of offenders with mental disorder",
      "source_provision": "s97"
    },
    {
      "term": "service user",
      "definition": "a person who has received mental health care",
      "source_provision": "s97"
    },
    {
      "term": "social welfare officer",
      "definition": "a trained person employed by the Social Welfare Department to carry out professional social care",
      "source_provision": "s97"
    },
    {
      "term": "spiritual mental health facility",
      "definition": "a faith-based facility for the treatment of persons with mental disorders",
      "source_provision": "s97"
    },
    {
      "term": "sterilisation",
      "definition": "a procedure which renders a person permanently infertile",
      "source_provision": "s97"
    },
    {
      "term": "substance use disorder",
      "definition": "the maladaptive pattern of use of alcohol and other drugs that has a tendency to cause dependence in a manner that is harmful or potentially harmful to the user",
      "source_provision": "s97"
    },
    {
      "term": "Tribunal",
      "definition": "Mental Health Review Tribunal",
      "source_provision": "s97"
    },
    {
      "term": "voluntary patient",
      "definition": "a person who goes to a mental health facility for treatment on his or her own accord with or without referral",
      "source_provision": "s97"
    }
  ]
}