{
  "id": "act-847-2012",
  "type": "act",
  "title": "Colleges of Education Act, 2012",
  "short_name": "CE 2012",
  "act_number": 847,
  "year": 2012,
  "status": "in_force",
  "issued_date": "2012-06-29",
  "url": "https://ghalii.org/akn/gh/act/2012/847",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of colleges of education",
      "content": "(1) There is established by this Act bodies corporate with perpetual succession to be known as colleges of education specified in the Schedule. There is established by this Act bodies corporate with perpetual succession to be known as colleges of education specified in the Schedule. (2) Where there is a hindrance to the acquisition of property by a college of education, the property may be acquired for the college of education concerned under the State Property and Contracts Act, 1960 (C. A.6) or the State Lands Act, 1962 (Act 125) and the cost shall be borne by that college. Where there is a hindrance to the acquisition of property by a college of education, the property may be acquired for the college of education concerned under the State Property and Contracts Act, 1960 (C. A.6) or the State Lands Act, 1962 (Act 125) and the cost shall be borne by that college."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Status of colleges of education",
      "content": "(1) A college of education established under this Act is a public tertiary institution. A college of education established under this Act is a public tertiary institution. (2) A college of education shall be affiliated to an institution of higher learning established by law or charter for teacher education in the country. A college of education shall be affiliated to an institution of higher learning established by law or charter for teacher education in the country. (3) The colleges of education shall be as listed in the Schedule. The colleges of education shall be as listed in the Schedule. (4) The Minister may by legislative instrument amend the Schedule. The Minister may by legislative instrument amend the Schedule."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Aim so f colleges of education",
      "content": "The aims of a college of education are to train students to acquire the necessary professional and academic competencies for teaching in pre-tertiary institutions and non-formal education institutions; train students to acquire the necessary professional and academic competencies for teaching in pre-tertiary institutions and non-formal education institutions; build the professional and academic capacities of serving teachers through regular continuing education; build the professional and academic capacities of serving teachers through regular continuing education; provide programmes that will promote the effective teaching of science, mathematics, information and communication technology and other related subjects to meet the needs of contemporary society; and provide programmes that will promote the effective teaching of science, mathematics, information and communication technology and other related subjects to meet the needs of contemporary society; and foster links with relevant institutions and the community in order to ensure the holistic training of teachers. foster links with relevant institutions and the community in order to ensure the holistic training of teachers."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Functions of colleges of education",
      "content": "To achieve its aims, a college of education shall provide teacher education to citizens in the teaching pro­fession; provide teacher education to citizens in the teaching pro­fession; decide on the subjects to be taught based on their special relevance to the needs of the educational system of the country and for national development; decide on the subjects to be taught based on their special relevance to the needs of the educational system of the country and for national development; expose students to modern and innovative technique if teaching and learning in order to promote critical thinking and problem-solving skills in the classroom; expose students to modern and innovative technique if teaching and learning in order to promote critical thinking and problem-solving skills in the classroom; ensure that basic research and action research form an integral part of teacher education to promote quality teaching and learning in the classroom; ensure that basic research and action research form an integral part of teacher education to promote quality teaching and learning in the classroom; set up well-equipped resource centres where staff, students and serving teachers will be assisted to acquire skills m making and using teaching and learning materials for effective classroom teaching; set up well-equipped resource centres where staff, students and serving teachers will be assisted to acquire skills m making and using teaching and learning materials for effective classroom teaching; develop close relationships with professional teacher organisations, the Ghana Education Service, pre-tertiary educational institutions, universities and other tertiary institutions both local and international for the exchange of ideas and professional development; develop close relationships with professional teacher organisations, the Ghana Education Service, pre-tertiary educational institutions, universities and other tertiary institutions both local and international for the exchange of ideas and professional development; offer programmes for the award of diplomas and other certificates through affiliation with other chartered insti­tutions accredited by the National Accreditation Board; offer programmes for the award of diplomas and other certificates through affiliation with other chartered insti­tutions accredited by the National Accreditation Board; make provision for the general welfare, recreational and social needs of the staff and students of the college; and make provision for the general welfare, recreational and social needs of the staff and students of the college; and exercise powers that are incidental to the performance of the aims and functions of a college. exercise powers that are incidental to the performance of the aims and functions of a college."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Council of a college of education",
      "content": "(1) The governing body for each college of education is a Council consisting of The governing body for each college of education is a Council consisting of a chairperson; a chairperson; the Principal of the college; the Principal of the college; one person elected by the academic staff; one person elected by the academic staff; the President of the Students’ Representative Council; the President of the Students’ Representative Council; one representative of the Ghana Education Service not below the rank of Deputy Director; one representative of the Ghana Education Service not below the rank of Deputy Director; one representative of the National Council for Tertiary Education; one representative of the National Council for Tertiary Education; one representative of the National Teaching Council; one representative of the National Teaching Council; one person elected by the non-teaching staff of the college; one person elected by the non-teaching staff of the college; one representative of the affiliate institution that awards the diploma or other certificate of the college of educa­tion; one representative of the affiliate institution that awards the diploma or other certificate of the college of educa­tion; one representative of the alumini; and one representative of the alumini; and three persons at least two of whom are women. three persons at least two of whom are women. (2) The Vice-Principal of the college, the Secretary of the college and the Finance Officer of the college shall be non-voting members of the Council. The Vice-Principal of the college, the Secretary of the college and the Finance Officer of the college shall be non-voting members of the Council. (3) Where a college is established by a faith-based institution, the faith-based institution shall nominate the chairperson of the Council. Where a college is established by a faith-based institution, the faith-based institution shall nominate the chairperson of the Council. (4) The chairperson and members of the Council shall be appointed by the President in accordance with article 70 of the Constitution. The chairperson and members of the Council shall be appointed by the President in accordance with article 70 of the Constitution."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Functions of the Council",
      "content": "(1) The Council of each college of education shall determine the policies of the college of education and have control over the general programmes and shall The Council of each college of education shall determine the policies of the college of education and have control over the general programmes and shall ensure the attainment of the aims of the college; ensure the attainment of the aims of the college; approve the educational programmes developed by the academic board having regard to the mandate of the college; approve the educational programmes developed by the academic board having regard to the mandate of the college; oversee the internal organisation of the college of education including the establishment, variation and supervision of academic divisions, departments and faculties of the college; oversee the internal organisation of the college of education including the establishment, variation and supervision of academic divisions, departments and faculties of the college; prescribe the terms and conditions for the admission of persons selected for a course of study organised by the college; prescribe the terms and conditions for the admission of persons selected for a course of study organised by the college; institute awards, fellowships and scholarship schemes in furtherance of the aims of the college; institute awards, fellowships and scholarship schemes in furtherance of the aims of the college; appoint the Principal of the college, Vice Principal of the college, tutors and other persons to academic and administrative positions in the college; appoint the Principal of the college, Vice Principal of the college, tutors and other persons to academic and administrative positions in the college; manage the finances and fixed assets of the college; manage the finances and fixed assets of the college; consider and approve annual estimates of income and expenditure of the college; consider and approve annual estimates of income and expenditure of the college; be responsible for policy on the discipline of staff and students of the college; be responsible for policy on the discipline of staff and students of the college; promote income-generating activities; and promote income-generating activities; and perform any other functions that are ancillary to the aims of the college. perform any other functions that are ancillary to the aims of the college. (2) The Council may establish committees that it considers necessary and shall assign to a committee functions that it considers appropriate. The Council may establish committees that it considers necessary and shall assign to a committee functions that it considers appropriate. (3) The Council may seek the advice of the Academic Board on any matter coming before the Council which the Council considers to have academic implications. The Council may seek the advice of the Academic Board on any matter coming before the Council which the Council considers to have academic implications."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "General powers of the Council",
      "content": "The Council of each college of education has the powers that are necessary to enable the Council to effectively perform the functions of a governing body of a college of education subject to this Act. The Council of each college of education has the powers that are necessary to enable the Council to effectively perform the functions of a governing body of a college of education subject to this Act."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Tenure of office of members of the Council",
      "content": "(1) The chairperson and members of the Council, other than the Principal of the college shall hold office for a period of three years and are eligible for re-appointment but shall not be appointed for more than two terms. The chairperson and members of the Council, other than the Principal of the college shall hold office for a period of three years and are eligible for re-appointment but shall not be appointed for more than two terms. (2) A member of the Council, other than the Principal of a college, may at any time resign from office in writing addressed to the President through the chairperson of the Council. A member of the Council, other than the Principal of a college, may at any time resign from office in writing addressed to the President through the chairperson of the Council. (3) Where a member of the Council is absent from meetings for a continuous period of twelve months, the office of that member shall become vacant. Where a member of the Council is absent from meetings for a continuous period of twelve months, the office of that member shall become vacant. (4) Where a member representing an institution is temporarily absent from meetings, the Council may appoint another person nomi­nated by the relevant body or institution to act for the member during the absence of the member. Where a member representing an institution is temporarily absent from meetings, the Council may appoint another person nomi­nated by the relevant body or institution to act for the member during the absence of the member. (5) Where the office of a member becomes vacant by death or by resignation or by absence from meetings, the chairperson of the Council shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy. Where the office of a member becomes vacant by death or by resignation or by absence from meetings, the chairperson of the Council shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Meetings of the Council",
      "content": "(1) The Council shall meet at least three times in each academic year for the conduct of business at the time and in the place determined by the chairperson. The Council shall meet at least three times in each academic year for the conduct of business at the time and in the place determined by the chairperson. (2) The chairperson shall at the request in writing of not less than five members of the Council convene an extraordinary meeting of the Council at the place and time determined by the chairperson. The chairperson shall at the request in writing of not less than five members of the Council convene an extraordinary meeting of the Council at the place and time determined by the chairperson. (3) The quorum at a meeting of the Council is seven members including a majority of external members. The quorum at a meeting of the Council is seven members including a majority of external members. (4) The chairperson shall preside at meetings of the Council and in the absence of the chairperson, a member of the Council elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Council and in the absence of the chairperson, a member of the Council elected by the members present from among their number shall preside. (5) Matters before the Council shall be decided by a majority of the members present and voting and in the event of equality of votes, the person presiding shall have a casting vote. Matters before the Council shall be decided by a majority of the members present and voting and in the event of equality of votes, the person presiding shall have a casting vote. (6) The Council may co-opt a person to attend a Council meeting but that person shall not vote on a matter for decision at the meeting. The Council may co-opt a person to attend a Council meeting but that person shall not vote on a matter for decision at the meeting."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Council who has an interest in a matter for consideration at a meeting of the Council A member of the Council who has an interest in a matter for consideration at a meeting of the Council shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and shall not participate in the deliberations of the Council in respect of that matter. shall not participate in the deliberations of the Council in respect of that matter. (2) A member ceases to be a member of the Council, if that member has an interest in a matter before the Council and A member ceases to be a member of the Council, if that member has an interest in a matter before the Council and fails to disclose that interest, or fails to disclose that interest, or participates in the deliberations of that matter. participates in the deliberations of that matter. (3) Subsections (1) and (2) apply to a member of the Board or any Committee established under this Act. Subsections (1) and (2) apply to a member of the Board or any Committee established under this Act."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Establishment of the Committees",
      "content": "(1) For the purpose of achieving the aims of a college of educa­tion, the Council may establish standing or ad-hoc committees made up of members or non-members of the Council and assign them functions that the Council considers appropriate For the purpose of achieving the aims of a college of educa­tion, the Council may establish standing or ad-hoc committees made up of members or non-members of the Council and assign them functions that the Council considers appropriate (2) A Committee comprised entirely of non-members shall be ad­visory. A Committee comprised entirely of non-members shall be ad­visory."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Allowances for members of the Council and committees",
      "content": "Members of the Council and members of the committees of the Council shall be paid allowances, which shall be determined by the Minister in consultation with the Minister responsible for Finance. Members of the Council and members of the committees of the Council shall be paid allowances, which shall be determined by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Principal Officers of a college of education",
      "content": "The Principal Officers of a college of education are the chairperson of the Council, and the chairperson of the Council, and the Principal of the college. the Principal of the college."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Principal of a college",
      "content": "(1) The Council of a college of education shall appoint the Princi­pal of the college in accordance with article 195(3) of the Constitution. The Council of a college of education shall appoint the Princi­pal of the college in accordance with article 195(3) of the Constitution. (2) The terms and conditions of service of the Principal of the college shall be determined by the Council and specified in the letter of appointment of the Principal of the college. The terms and conditions of service of the Principal of the college shall be determined by the Council and specified in the letter of appointment of the Principal of the college. (3) A Principal of a college shall hold office for a term of four years and is eligible for re-appointment for another term only. A Principal of a college shall hold office for a term of four years and is eligible for re-appointment for another term only."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Functions of the Principal of a college",
      "content": "The Principal of a college is the chief academic, administrative and disciplinary officer of the college and in that capacity shall ensure the implementation of the decisions of the Council; ensure the implementation of the decisions of the Council; exercise general authority over staff of the college; exercise general authority over staff of the college; be responsible for the assignment of staff other than the persons as­signed by the Council; the assignment of staff other than the persons as­signed by the Council; the discipline and supervision of staff and students; the discipline and supervision of staff and students; the preparation of the annual estimates of income and expenditure for consideration by the Council; and the preparation of the annual estimates of income and expenditure for consideration by the Council; and provide the Council with returns, reports and other relevant information required by the Council. provide the Council with returns, reports and other relevant information required by the Council."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Vice-Principal of a college",
      "content": "(1) The Council of a college of education shall appoint the Vice-Principal of the college in accordance with article 195(3) of the Constitution. The Council of a college of education shall appoint the Vice-Principal of the college in accordance with article 195(3) of the Constitution. (2) The Vice-Principal of the college shall perform the functions assigned by the Principal of the college and act in the absence of the Prin­cipal of the college. The Vice-Principal of the college shall perform the functions assigned by the Principal of the college and act in the absence of the Prin­cipal of the college. (3) The terms and conditions of service of the Vice-Principal of the college shall be determined by the Council and specified in the letter of appointment of the Vice-Principal of the college. The terms and conditions of service of the Vice-Principal of the college shall be determined by the Council and specified in the letter of appointment of the Vice-Principal of the college. (4) A Vice-Principal of a college shall hold office for a term of three years and is eligible for re-appointment for another term only. A Vice-Principal of a college shall hold office for a term of three years and is eligible for re-appointment for another term only."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Secretary of a college",
      "content": "(1) The Council of a college of education shall appoint the Secre­tary of the college in accordance with article 195(3) of the Constitution. The Council of a college of education shall appoint the Secre­tary of the college in accordance with article 195(3) of the Constitution. (2) The Secretary of the college shall hold office on the terms and conditions determined by the Council. The Secretary of the college shall hold office on the terms and conditions determined by the Council. (3) The Secretary of the college is answerable to the Principal of the college in the discharge of the administrative duties of the Secretary to the college. The Secretary of the college is answerable to the Principal of the college in the discharge of the administrative duties of the Secretary to the college. (4) The Secretary of the college shall act as secretary to The Secretary of the college shall act as secretary to the Council of the college, and the Council of the college, and any other committee prescribed by the statutes of the college made under the Act. any other committee prescribed by the statutes of the college made under the Act."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Internal organisation of a college of education",
      "content": "(1) The Council of a college of education may make arrange­ments that it considers necessary for the internal organisation of the college of education. The Council of a college of education may make arrange­ments that it considers necessary for the internal organisation of the college of education. (2) Without limiting subsection (1), the Council shall make arrangements that relate to academic matters on the recommendation of the Academic Board. Without limiting subsection (1), the Council shall make arrangements that relate to academic matters on the recommendation of the Academic Board."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Statutes of a college of education",
      "content": "Subject to the approval of the Minister, the Council of a college of education may enact statutes to regulate the appointment, conditions of service, termina­tion of appointment and retirement benefits of the staff of the college; regulate the appointment, conditions of service, termina­tion of appointment and retirement benefits of the staff of the college; determine the persons who are authorised to enter into transactions, sign documents, negotiate instruments and contracts on behalf of the college; determine the persons who are authorised to enter into transactions, sign documents, negotiate instruments and contracts on behalf of the college; determine the persons who constitute the academic staff; determine the persons who constitute the academic staff; fix the academic calendar of the college; fix the academic calendar of the college; determine procedures to discipline students and staff of the college; determine procedures to discipline students and staff of the college; determine procedures for teaching assessment and the award of diplomas, certificates and other qualifications of the college; determine procedures for teaching assessment and the award of diplomas, certificates and other qualifications of the college; oversee the award of scholarships; oversee the award of scholarships; ensure that the seal of the college is kept in proper custody and used only on the authority of the Council; and ensure that the seal of the college is kept in proper custody and used only on the authority of the Council; and provide for any other matter which is required by this Act to be prescribed by statutes. provide for any other matter which is required by this Act to be prescribed by statutes."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Procedure for enacting statutes",
      "content": "A statute of a college of education is enacted if a draft of the statute has been circulated to the members of the Council of the college at least fourteen days before the meeting at which the statute is to be considered; a draft of the statute has been circulated to the members of the Council of the college at least fourteen days before the meeting at which the statute is to be considered; after consideration by the meeting the draft has been pro­visionally approved without amendment or only with amendments of which notice in writing was circulated to the members at least three days before the meeting; after consideration by the meeting the draft has been pro­visionally approved without amendment or only with amendments of which notice in writing was circulated to the members at least three days before the meeting; the statute as provisionally approved has been circulated to the members of the Council of the college and where, in the opinion of the Council, the statute affects academic matters, the statute shall be circulated to the members of the Academic Board at least seven days before the meeting at which the statute is to be confirmed, and the statute as provisionally approved has been circulated to the members of the Council of the college and where, in the opinion of the Council, the statute affects academic matters, the statute shall be circulated to the members of the Academic Board at least seven days before the meeting at which the statute is to be confirmed, and the statute is confirmed without amendment at a meeting of the Council of the college held not less than one month and not more than six months after the date of the meet­ing at which the statute was provisionally approved. the statute is confirmed without amendment at a meeting of the Council of the college held not less than one month and not more than six months after the date of the meet­ing at which the statute was provisionally approved."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Students’ Representative Council",
      "content": "(1) Each college of education shall have a Students’ Representa­tive Council. Each college of education shall have a Students’ Representa­tive Council. (2) The Students' Representative Council is responsible for repre­senting students duly admitted and registered to study at the college of education. The Students' Representative Council is responsible for repre­senting students duly admitted and registered to study at the college of education. (3) A constitution of a Students’ Representative Council shall A constitution of a Students’ Representative Council shall be drawn up by the student subject to the approval of the Academic Board, and be drawn up by the student subject to the approval of the Academic Board, and conform to this Act, the statutes of the college of educa­tion and any other rules, regulations, directives and edicts duly issued by the college of education. conform to this Act, the statutes of the college of educa­tion and any other rules, regulations, directives and edicts duly issued by the college of education. (4) A constitution or a governing instrument drawn up by the Students’ Representative Council which is inconsistent with paragraph (b) of subsection (3) is to the extent of the inconsistency void. A constitution or a governing instrument drawn up by the Students’ Representative Council which is inconsistent with paragraph (b) of subsection (3) is to the extent of the inconsistency void."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Academic Board",
      "content": "There is established for each college of education an Academic Board. There is established for each college of education an Academic Board."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Composition of a Board",
      "content": "A board consists of the Principal of the college who is the chairperson, the Principal of the college who is the chairperson, the Vice-Principal of the college, the Vice-Principal of the college, heads of the academic divisions, departments and facul­ties of the college, heads of the academic divisions, departments and facul­ties of the college, one representative of each academic department, one representative of each academic department, the librarian of the college, the librarian of the college, the Secretary of the college who is secretary to the Board, and the Secretary of the college who is secretary to the Board, and any other person prescribed in the statutes of the college. any other person prescribed in the statutes of the college."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Functions of a Board",
      "content": "(1) A Board shall, subject to the overall directive of the Council, A Board shall, subject to the overall directive of the Council, formulate and implement the academic policies of a college in consultation with an affiliated institution; formulate and implement the academic policies of a college in consultation with an affiliated institution; develop and regulate courses of instruction and study in consultation with an affiliated institution; develop and regulate courses of instruction and study in consultation with an affiliated institution; determine academic standards, validation and review of courses in consultation with an institution to which the college is affiliated; determine academic standards, validation and review of courses in consultation with an institution to which the college is affiliated; regulate the conduct of examination and the assessment of students in consultation with an institution to which the college is affiliated; regulate the conduct of examination and the assessment of students in consultation with an institution to which the college is affiliated; determine the appointment of internal and external examiners; determine the appointment of internal and external examiners; award diplomas and certificates in consultation with an institution to which the college is affiliated; award diplomas and certificates in consultation with an institution to which the college is affiliated; advise the Council on the admission of students and the award of scholarship and bursaries; advise the Council on the admission of students and the award of scholarship and bursaries; ensure the provision of adequate resources to support academic work and activities of the college of education; ensure the provision of adequate resources to support academic work and activities of the college of education; determine the policy and procedure for the discipline of students; determine the policy and procedure for the discipline of students; promote quality assurance of academic work and activities of a college of education in consultation with an institu­tion to which the college is affiliated; promote quality assurance of academic work and activities of a college of education in consultation with an institu­tion to which the college is affiliated; establish collaboration with educational institutions and other relevant industrial and commercial institutions; and establish collaboration with educational institutions and other relevant industrial and commercial institutions; and report back to the Council of a college of education on matters referred to the Board by the Council. report back to the Council of a college of education on matters referred to the Board by the Council. (2) Without limiting subsection (1), a Board shall advise the Council generally and in particular on academic matters and shall perform other functions conferred on it by the statutes of a college of education. Without limiting subsection (1), a Board shall advise the Council generally and in particular on academic matters and shall perform other functions conferred on it by the statutes of a college of education."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Committees of a Board",
      "content": "(1) A Board may establish committees and assign functions to the committees after approval by the Council. A Board may establish committees and assign functions to the committees after approval by the Council. (2) The membership of a committee and the tenure of office of its members shall be determined by the Board. The membership of a committee and the tenure of office of its members shall be determined by the Board."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Meetings of a Board",
      "content": "(1) A Board shall meet for the conduct of business at the times and places determined by the Board at least twice every semester. A Board shall meet for the conduct of business at the times and places determined by the Board at least twice every semester. (2) A Board shall determine and regulate the procedure for the meetings of the Board. A Board shall determine and regulate the procedure for the meetings of the Board."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Academic, administrative and other bodies",
      "content": "(1) The Council may, in accordance with article 195(3) of the Constitution, appoint suitable persons as officers or members of the academic, administrative and other bodies of the college as the Council considers necessary for the achievement at the aims of the college. The Council may, in accordance with article 195(3) of the Constitution, appoint suitable persons as officers or members of the academic, administrative and other bodies of the college as the Council considers necessary for the achievement at the aims of the college. (2) The terms and conditions of service of a person appointed, shall be determined by the Council. The terms and conditions of service of a person appointed, shall be determined by the Council. (3) The Council of a college may delegate to the Principal of the college the Council’s power of appointment in respect of the grade of academic, administrative and other bodies of the college determined by the Council. The Council of a college may delegate to the Principal of the college the Council’s power of appointment in respect of the grade of academic, administrative and other bodies of the college determined by the Council."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Funds of a college of education",
      "content": "(1) The funds of a college of education consist of The funds of a college of education consist of subventions from the Government of Ghana; subventions from the Government of Ghana; tuition and boarding fees; tuition and boarding fees; gifts; gifts; endowments; endowments; grants; grants; investments; and investments; and moneys from other sources approved by the Council of the college. moneys from other sources approved by the Council of the college. (2) The Council shall control the finances of the college as well as other finances arising out of the administration of the college except that, before determining questions of finance which directly affect the educational policy of the college, the Council shall invite the opinion of an Academic Board and take into consideration any recommendation or report submitted by the Board. The Council shall control the finances of the college as well as other finances arising out of the administration of the college except that, before determining questions of finance which directly affect the educational policy of the college, the Council shall invite the opinion of an Academic Board and take into consideration any recommendation or report submitted by the Board. (3) The Council shall ensure that resources of the college are properly used. The Council shall ensure that resources of the college are properly used. (4) The Council may from time to time specify matters that relate to income and expenditure for which the consent of the Council should be obtained before a liability is incurred. The Council may from time to time specify matters that relate to income and expenditure for which the consent of the Council should be obtained before a liability is incurred."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Accounts and audit",
      "content": "(1) The Council shall keep books of account and proper records in relation to them in a form approved by the Auditor-General. The Council shall keep books of account and proper records in relation to them in a form approved by the Auditor-General. (2) The Council shall submit the accounts of a college of educa­tion to the Auditor-General for audit within three months after the end of the financial year. The Council shall submit the accounts of a college of educa­tion to the Auditor-General for audit within three months after the end of the financial year. (3) The Auditor-General shall not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Council, National Council for Tertiary Education and the Minister. The Auditor-General shall not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Council, National Council for Tertiary Education and the Minister."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Annual report and other reports",
      "content": "(1) The Council of a college shall within one month after the receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the college for the year to which the report relates. The Council of a college shall within one month after the receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the college for the year to which the report relates. (2) The annual report shall include the report of the Auditor­-General. The annual report shall include the report of the Auditor­-General. (3) The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Council of a college shall also submit to the Minister any other reports which the Minister may require in writing. The Council of a college shall also submit to the Minister any other reports which the Minister may require in writing."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Matriculation",
      "content": "(1) A student admitted to a college shall take the Matriculation Oath and sign the Matriculation Register. A student admitted to a college shall take the Matriculation Oath and sign the Matriculation Register. (2) A student who fails to sign the Matriculation Register may be prevented from graduating by the college. A student who fails to sign the Matriculation Register may be prevented from graduating by the college."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Regulations",
      "content": "The Minister may on the recommendation of the Council, by legislative instrument, make Regulations that are considered necessary for the implementation of this Act. The Minister may on the recommendation of the Council, by legislative instrument, make Regulations that are considered necessary for the implementation of this Act."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“Auditor-General” includes an auditor appointed by the Auditor ­General;“Board” means an Academic Board of a college of education established by section 22;“college” means a teacher training institution upgraded and established as a college of education established under section 1;“Council” means the governing body of a college of education established under section 5;“external members” means members from outside the college;“faith-based institution” means an institution set up by a religious body such as the National Catholic Secretariat, the Christian Council, the Anglican Church, the Pentecos­tal Council, the Federation of Muslim Councils, the Ahmadiyya Mission and any other registered religious body;“members representing institutions” include(a)the National Council for Tertiary Education;(b)the Teachers and Educational Workers’ Union;(c)the Students’ Representative Council;(d)the Ghana Education Service;(e)the National Teaching Council;(f)the University, of Cape Coast;(g)the University of Education, Winneba; and(h)the Alumni Association of a College of education;“Minister” means the Minister responsible for Education;“statutes” means administrative guidelines prepared by the Council of a college in accordance with this Act to govern the internal operations of a college of education; In this Act, unless the context otherwise requires, “Auditor-General” includes an auditor appointed by the Auditor ­General; “Board” means an Academic Board of a college of education established by section 22; “college” means a teacher training institution upgraded and established as a college of education established under section 1; “Council” means the governing body of a college of education established under section 5; “external members” means members from outside the college; “faith-based institution” means an institution set up by a religious body such as the National Catholic Secretariat, the Christian Council, the Anglican Church, the Pentecos­tal Council, the Federation of Muslim Councils, the Ahmadiyya Mission and any other registered religious body; the National Council for Tertiary Education; the Teachers and Educational Workers’ Union; the Students’ Representative Council; the Ghana Education Service; the National Teaching Council; the University, of Cape Coast; the University of Education, Winneba; and the Alumni Association of a College of education; “Minister” means the Minister responsible for Education; “statutes” means administrative guidelines prepared by the Council of a college in accordance with this Act to govern the internal operations of a college of education;"
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Transitional provisions",
      "content": "(1) The assets, rights, liabilities, subsisting obligations and properties of teacher training colleges in existence immediately before the commence­ment of this Act and the persons employed, for the teacher training col­leges are by this section transferred to the respective colleges of education established under this Act. The assets, rights, liabilities, subsisting obligations and properties of teacher training colleges in existence immediately before the commence­ment of this Act and the persons employed, for the teacher training col­leges are by this section transferred to the respective colleges of education established under this Act. (2) A contract entered into by the teacher training institutions shall have effect as if entered into by the colleges of education established un­der this Act. A contract entered into by the teacher training institutions shall have effect as if entered into by the colleges of education established un­der this Act. (3) Except as otherwise provided by this Act, a reference to the teacher training colleges in any enactment shall be construed as a reference to the colleges of education, established under this Act. Except as otherwise provided by this Act, a reference to the teacher training colleges in any enactment shall be construed as a reference to the colleges of education, established under this Act."
    }
  ],
  "definitions": [
    {
      "term": "Board",
      "definition": "an Academic Board of a college of education established by section 22",
      "source_provision": "s33"
    },
    {
      "term": "college",
      "definition": "a teacher training institution upgraded and established as a college of education established under section 1",
      "source_provision": "s33"
    },
    {
      "term": "Council",
      "definition": "the governing body of a college of education established under section 5",
      "source_provision": "s33"
    },
    {
      "term": "external members",
      "definition": "members from outside the college",
      "source_provision": "s33"
    },
    {
      "term": "faith-based institution",
      "definition": "an institution set up by a religious body such as the National Catholic Secretariat, the Christian Council, the Anglican Church, the Pentecos­tal Council, the Federation of Muslim Councils, the Ahmadiyya Mission and any other registered religious body",
      "source_provision": "s33"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Education",
      "source_provision": "s33"
    },
    {
      "term": "statutes",
      "definition": "administrative guidelines prepared by the Council of a college in accordance with this Act to govern the internal operations of a college of education",
      "source_provision": "s33"
    },
    {
      "term": "Board",
      "definition": "an Academic Board of a college of education established by section 22",
      "source_provision": "s33"
    },
    {
      "term": "college",
      "definition": "a teacher training institution upgraded and established as a college of education established under section 1",
      "source_provision": "s33"
    },
    {
      "term": "Council",
      "definition": "the governing body of a college of education established under section 5",
      "source_provision": "s33"
    },
    {
      "term": "external members",
      "definition": "members from outside the college",
      "source_provision": "s33"
    },
    {
      "term": "faith-based institution",
      "definition": "an institution set up by a religious body such as the National Catholic Secretariat, the Christian Council, the Anglican Church, the Pentecos­tal Council, the Federation of Muslim Councils, the Ahmadiyya Mission and any other registered religious body",
      "source_provision": "s33"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Education",
      "source_provision": "s33"
    },
    {
      "term": "statutes",
      "definition": "administrative guidelines prepared by the Council of a college in accordance with this Act to govern the internal operations of a college of education",
      "source_provision": "s33"
    }
  ]
}