{
  "id": "act-852-2012",
  "type": "act",
  "title": "National Health Insurance Act, 2012",
  "short_name": "NHI 2012",
  "act_number": 852,
  "year": 2012,
  "status": "in_force",
  "issued_date": "2012-11-14",
  "url": "https://ghalii.org/akn/gh/act/2012/852",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the National Health Insurance Authority",
      "content": "(1) There is established by this Act a body corporate with perpetual succession to be known as the National Health Insurance Authority. There is established by this Act a body corporate with perpetual succession to be known as the National Health Insurance Authority. (2) Where there is a hindrance to the acquisition of property, the property may be acquired for the Authority under the State Property and Contracts Act, 1960 (C.A. 6) or the State Lands Act, 1962 (Act 125) and the costs shall be borne by the Authority. Where there is a hindrance to the acquisition of property, the property may be acquired for the Authority under the State Property and Contracts Act, 1960 (C.A. 6) or the State Lands Act, 1962 (Act 125) and the costs shall be borne by the Authority."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Authority",
      "content": "The object of the Authority is to attain universal health insurance coverage in relation to persons resident in the country, and persons resident in the country, and persons not resident in the country but who are on a visit to this country and to provide access to healthcare services to the persons covered by the Scheme. persons not resident in the country but who are on a visit to this country and to provide access to healthcare services to the persons covered by the Scheme."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Authority",
      "content": "To achieve the object of the Authority, the Authority shall implement, operate and manage the National Health Insurance Scheme; implement, operate and manage the National Health Insurance Scheme; determine in consultation with the Minister contributions that should be made by members of the National Health Insurance Scheme; determine in consultation with the Minister contributions that should be made by members of the National Health Insurance Scheme; register members of the National Health Insurance Scheme; register members of the National Health Insurance Scheme; register and supervise private health insurance schemes; register and supervise private health insurance schemes; issue identity cards to members of the National Health Insurance Scheme; issue identity cards to members of the National Health Insurance Scheme; ensure equity in health care coverage equity in health care coverage access by the poor to healthcare services access by the poor to healthcare services protection of the poor and vulnerable against financial risk; protection of the poor and vulnerable against financial risk; grant credentials to healthcare providers and facilities that provide healthcare services to members of the National Health Insurance Scheme; grant credentials to healthcare providers and facilities that provide healthcare services to members of the National Health Insurance Scheme; manage the National Health Insurance Fund; manage the National Health Insurance Fund; provide a decentralised system to receive and resolve com­plaints by members of the National Health Insurance Scheme and healthcare providers; provide a decentralised system to receive and resolve com­plaints by members of the National Health Insurance Scheme and healthcare providers; receive, process and pay claims for services rendered by healthcare providers; receive, process and pay claims for services rendered by healthcare providers; undertake public education on health insurance on its own or in collaboration with other bodies; undertake public education on health insurance on its own or in collaboration with other bodies; make proposals to the Minister for the formulation of policies on health insurance; make proposals to the Minister for the formulation of policies on health insurance; undertake programmes that further the sustainability of the National Health Insurance Scheme; undertake programmes that further the sustainability of the National Health Insurance Scheme; develop guidelines, processes and manuals for the effective implementation and management of the National Health Insurance Scheme; develop guidelines, processes and manuals for the effective implementation and management of the National Health Insurance Scheme; ensure the efficiency and quality of services under the national and private health insurance schemes, ensure the efficiency and quality of services under the national and private health insurance schemes, protect the interest of members of private health insurance schemes; protect the interest of members of private health insurance schemes; identify and enroll persons exempt from payment of contribution to National Health Insurance into the National Health Insurance Scheme; identify and enroll persons exempt from payment of contribution to National Health Insurance into the National Health Insurance Scheme; monitor and ensure compliance with this Act and any Regulations, guidelines, policies, processes and manuals made under this Act; and monitor and ensure compliance with this Act and any Regulations, guidelines, policies, processes and manuals made under this Act; and perform any other function conferred on it by this Act or that are ancillary to the object of the Authority. perform any other function conferred on it by this Act or that are ancillary to the object of the Authority."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Governing body of the Authority",
      "content": "(1) The governing body of the Authority is a Board consisting of The governing body of the Authority is a Board consisting of a chairperson, a chairperson, one representative of the following: one representative of the following: the Ministry of Health not below the rank of a Director; the Ministry of Health not below the rank of a Director; the Ministry of Finance not below the rank of a Director; the Ministry of Finance not below the rank of a Director; the Ministry responsible for Social Welfare not below the rank of a Director; the Ministry responsible for Social Welfare not below the rank of a Director; the Ghana Health Service not below the rank of a Director; the Ghana Health Service not below the rank of a Director; the National Insurance Commission not below the rank of a Deputy Commissioner; the National Insurance Commission not below the rank of a Deputy Commissioner; the Social Security and National Insurance Trust not below the rank of General Manager; the Social Security and National Insurance Trust not below the rank of General Manager; the medical and dental profession; the medical and dental profession; the pharmacy profession; the pharmacy profession; the accountancy or finance profession; the accountancy or finance profession; a legal practitioner who has experience in health insurance; a legal practitioner who has experience in health insurance; two health professionals with expertise in health insurance; two health professionals with expertise in health insurance; one representative of organised labour; one representative of organised labour; the Chief Executive or a person acting in that office; and the Chief Executive or a person acting in that office; and two persons, representing members of the National Health Insurance Scheme, one of whom is a woman. two persons, representing members of the National Health Insurance Scheme, one of whom is a woman. (2) The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. (3) The Board shall ensure the proper and effective performance of the functions of the Authority. The Board shall ensure the proper and effective performance of the functions of the Authority."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Tenure of office of members",
      "content": "(1) A member of the Board shall hold office for a period not exceeding four years and is eligible for re-appointment for another term only. A member of the Board shall hold office for a period not exceeding four years and is eligible for re-appointment for another term only. (2) A member of the Board may at any time resign from office in writing addressed to the President through the Minister. A member of the Board may at any time resign from office in writing addressed to the President through the Minister. (3) A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (4) The President may by letter addressed to a member revoke the appointment of that member. The President may by letter addressed to a member revoke the appointment of that member. (5) Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (6) Where there is a vacancy Where there is a vacancy under subsection (2) or (3) or section 7, under subsection (2) or (3) or section 7, as a result of a declaration under subsection (5), or as a result of a declaration under subsection (5), or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months for the despatch of business at the times and places determined by the chairper­son. The Board shall meet at least once every three months for the despatch of business at the times and places determined by the chairper­son. (2) The chairperson shall at the request in writing of not less than one-third of the membership of the Board convene an extraordinary meeting of the Board at the time and place determined by the chairperson. The chairperson shall at the request in writing of not less than one-third of the membership of the Board convene an extraordinary meeting of the Board at the time and place determined by the chairperson. (3) The chairperson shall preside at meetings of the Board, and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Board, and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. (4) The quorum at a meeting of the Board is nine members of the Board including the Chief Executive. The quorum at a meeting of the Board is nine members of the Board including the Chief Executive. (5) Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. (7) The proceedings of the Board shall not be invalidated because of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Board shall not be invalidated because of a vacancy among the members or a defect in the appointment or qualification of a member. (8) Subject to this section, the Board shall determine the procedure for its meetings. Subject to this section, the Board shall determine the procedure for its meetings."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration A member of the Board who has an interest in a matter for consideration shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and shall not be present or participate in the deliberations of the Board in respect of that matter. shall not be present or participate in the deliberations of the Board in respect of that matter. (2) A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and fails to disclose that interest, or fails to disclose that interest, or is present or participates in the deliberations of the matter. is present or participates in the deliberations of the matter."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Establishment of Committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members or both to perform a stated function. The Board may establish committees consisting of members of the Board or non-members or both to perform a stated function. (2) A committee with one or more members of the Board shall be chaired by a member of the Board. A committee with one or more members of the Board shall be chaired by a member of the Board. (3) Section 7 applies to members of the committees of the Board. Section 7 applies to members of the committees of the Board. (4) Without limiting subsection (1) there is hereby established the following committees: Without limiting subsection (1) there is hereby established the following committees: Finance and Investment Committee Finance and Investment Committee National Health Insurance Oversight Committee; and National Health Insurance Oversight Committee; and Private Health Insurance Oversight Committee Private Health Insurance Oversight Committee"
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Finance and Investment Committee",
      "content": "(1) The Finance and Investment Committee comprises The Finance and Investment Committee comprises a chairperson who is a member of the Board and has a background in finance, accounting or investment; a chairperson who is a member of the Board and has a background in finance, accounting or investment; the representative of the Ministry of Health on the Board; the representative of the Ministry of Health on the Board; the representative of the Ministry of Finance on the Board; the representative of the Ministry of Finance on the Board; the Chief Executive; and the Chief Executive; and the Head of Finance of the Authority. the Head of Finance of the Authority. (2) The Finance and Investment Committee has oversight respon­sibility for the management of the Fund established under section 39. The Finance and Investment Committee has oversight respon­sibility for the management of the Fund established under section 39. (3) For the purpose of overseeing the management of the Fund, the Committee shall For the purpose of overseeing the management of the Fund, the Committee shall arrange for the effective and efficient collection of monies assigned to the Fund; arrange for the effective and efficient collection of monies assigned to the Fund; review and advise the Board on the annual expenditure programme proposed to be financed from the Fund; review and advise the Board on the annual expenditure programme proposed to be financed from the Fund; in reviewing and advising the Board on the annual expen­diture programme, consider in reviewing and advising the Board on the annual expen­diture programme, consider the policy direction of the National Health Insurance Scheme, the policy direction of the National Health Insurance Scheme, the affordability of the overall programme, and the affordability of the overall programme, and the appropriateness of the amount allocated for each item. the appropriateness of the amount allocated for each item. The Committee shall perform any other functions determined by the Board and report to the Board bi-annually. The Committee shall perform any other functions determined by the Board and report to the Board bi-annually."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "National Health Insurance Oversight Committee",
      "content": "(1) The National Health Insurance Oversight Committee con­sists of the following members appointed by the Board: The National Health Insurance Oversight Committee con­sists of the following members appointed by the Board: a chairperson; a chairperson; a Director of the Ministry responsible for Health with expertise in health policy; a Director of the Ministry responsible for Health with expertise in health policy; an actuary; an actuary; a representative of the Ministry responsible for Social Welfare not below the rank of a Director; and a representative of the Ministry responsible for Social Welfare not below the rank of a Director; and a public health practitioner who is not a public servant. a public health practitioner who is not a public servant. (2) The Committee shall The Committee shall advise the Board on; advise the Board on; systems for registration of members into the national health insurance scheme; systems for registration of members into the national health insurance scheme; systems for the identification and enrolment of disadvantaged groups into the national health insurance scheme; systems for the identification and enrolment of disadvantaged groups into the national health insurance scheme; benefit package for the national health insurance scheme; benefit package for the national health insurance scheme; tariffs payable to healthcare providers; tariffs payable to healthcare providers; systems for credentialing health service providers; systems for credentialing health service providers; contributions payable by members of the national health insurance scheme; contributions payable by members of the national health insurance scheme; programmes for educating members of the national health insurance scheme; programmes for educating members of the national health insurance scheme; guidelines and mechanisms for submission and adjudication of claims of health service providers; guidelines and mechanisms for submission and adjudication of claims of health service providers; the carrying out of independent actuarial assessment of the national health insurance scheme; the carrying out of independent actuarial assessment of the national health insurance scheme; provide periodic reports on the operations of the national health insurance scheme as determined by the Board; provide periodic reports on the operations of the national health insurance scheme as determined by the Board; and perform any other functions in respect of the national health insurance scheme as determined by the Board. and perform any other functions in respect of the national health insurance scheme as determined by the Board."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Health Insurance Oversight Committee",
      "content": "(1) The Private Health Insurance Oversight Committee consists of the following members appointed by the Board. The Private Health Insurance Oversight Committee consists of the following members appointed by the Board. chairperson; chairperson; a representative of private health insurance schemes; a representative of private health insurance schemes; a representative of the National Health Insurance Authority not below the rank of a Director; a representative of the National Health Insurance Authority not below the rank of a Director; a representative of the National Insurance Commission not below the rank of a Director; a representative of the National Insurance Commission not below the rank of a Director; a legal practitioner of not less than ten years standing at the bar; a legal practitioner of not less than ten years standing at the bar; a representative of the Bank of Ghana not below the rank of a Director; and a representative of the Bank of Ghana not below the rank of a Director; and a public health practitioner. a public health practitioner. (2) The Committee shall advise the Board on the following: The Committee shall advise the Board on the following: registration and licensing of private health insurance schemes; registration and licensing of private health insurance schemes; compliance of private health insurance schemes with this Act; compliance of private health insurance schemes with this Act; the operations and affairs of private health insurance schemes including examining the books of private health insurance schemes; and the operations and affairs of private health insurance schemes including examining the books of private health insurance schemes; and (3) The Committee shall perform any other functions in respect of private health insurance schemes as determined by the Board. The Committee shall perform any other functions in respect of private health insurance schemes as determined by the Board."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Allowances",
      "content": "Members of the Board, members of a committee of the Board and persons co-opted to attend meetings of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Board, members of a committee of the Board and persons co-opted to attend meetings of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Ministerial directives",
      "content": "The Minister may give to the Authority directives of a general nature on matters of policy and the Authority shall comply with the directives. The Minister may give to the Authority directives of a general nature on matters of policy and the Authority shall comply with the directives."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Chief Executive of the National Health Insurance Authority",
      "content": "(1) The President shall in accordance with article 195 of the Constitution appoint as the Chief Executive for the National Health Insurance Authority a person who possesses the relevant professional competence and experience. The President shall in accordance with article 195 of the Constitution appoint as the Chief Executive for the National Health Insurance Authority a person who possesses the relevant professional competence and experience. (2) The Chief Executive shall hold office on the terms and condi­tions specified in the letter of appointment. The Chief Executive shall hold office on the terms and condi­tions specified in the letter of appointment. (3) The Chief Executive is responsible for the day to day adminis­tration of the affairs of the Authority and is answerable to the Board in the performance of functions under this Act. The Chief Executive is responsible for the day to day adminis­tration of the affairs of the Authority and is answerable to the Board in the performance of functions under this Act."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Deputy Chief Executives of the National Health Insurance Authority",
      "content": "(1) The Authority shall have three Deputy Chief Executives responsible for The Authority shall have three Deputy Chief Executives responsible for Finance and Investment, Finance and Investment, Administration and Human Resources, and Administration and Human Resources, and Operations. Operations. (2) The Deputy Chief Executives shall hold office on the terms and conditions specified in their letters of appointment. The Deputy Chief Executives shall hold office on the terms and conditions specified in their letters of appointment. (3) The Deputy Chief Executives shall perform other functions assigned to them by the Chief Executive. The Deputy Chief Executives shall perform other functions assigned to them by the Chief Executive. (3) One of the Deputy Chief Executives shall, in accordance with guidelines determined by the Board, act as Chief Executive where the Chief Executive is absent. One of the Deputy Chief Executives shall, in accordance with guidelines determined by the Board, act as Chief Executive where the Chief Executive is absent."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Appointment of other staff of the Authority",
      "content": "The President shall in accordance with article 195 of the Constitution appoint other staff for the Authority that are necessary for the proper and effective performance of the functions of the Authority. The President shall in accordance with article 195 of the Constitution appoint other staff for the Authority that are necessary for the proper and effective performance of the functions of the Authority."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Regional and District Offices of the Authority",
      "content": "(1) The Authority shall have regional and district offices as determined by the Board. The Authority shall have regional and district offices as determined by the Board. (2) A regional or district office of the Authority shall perform the functions of the Authority as determined by the Board. A regional or district office of the Authority shall perform the functions of the Authority as determined by the Board."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Community agents",
      "content": "The Authority may have community agents who shall, as directed by the Board, perform the functions of the Authority within a community. The Authority may have community agents who shall, as directed by the Board, perform the functions of the Authority within a community."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Directorates and units of the Authority",
      "content": "(1) The Board shall establish Directorates that the Board considers necessary for the performance of the functions of the Authority. The Board shall establish Directorates that the Board considers necessary for the performance of the functions of the Authority. (2) A director is responsible for each directorate subject to the direction of the Chief Executive. A director is responsible for each directorate subject to the direction of the Chief Executive. (3) The staff strength and the detailed functions of each directorate shall be determined by the Board. The staff strength and the detailed functions of each directorate shall be determined by the Board. (4) A Directorate of the Authority shall have units that the Board considers necessary for the effective performance of the functions of the Authority. A Directorate of the Authority shall have units that the Board considers necessary for the effective performance of the functions of the Authority."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Secretary to the Board",
      "content": "(1) The Authority shall have a Secretary to the Board who shall perform the functions assigned by the Board. The Authority shall have a Secretary to the Board who shall perform the functions assigned by the Board. (2) The Secretary shall be appointed in accordance with article 195 of the Constitution. The Secretary shall be appointed in accordance with article 195 of the Constitution."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Actuary",
      "content": "The Authority shall have an actuary who shall advise the Authority on risk assessment advise the Authority on risk assessment evaluate the impact of policies on the financial sustainability of the Scheme, and evaluate the impact of policies on the financial sustainability of the Scheme, and perform any other related functions that may be assigned by the Chief Executive. perform any other related functions that may be assigned by the Chief Executive."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Internal Auditor",
      "content": "(1) There shall be appointed an internal auditor for the Authority. There shall be appointed an internal auditor for the Authority. (2) The Internal Auditor shall The Internal Auditor shall be responsible to the Chief Executive in the performance of the functions of the office, and be responsible to the Chief Executive in the performance of the functions of the office, and submit the report of the audit of the Fund and accounts of the Authority to the Board. submit the report of the audit of the Fund and accounts of the Authority to the Board. (3) The report shall be submitted at the end of every three months and shall be in respect of that period. The report shall be submitted at the end of every three months and shall be in respect of that period. (4) The chairperson of the Board shall submit a copy of the internal auditor’s report to the Minister and the Minister responsible for Finance. The chairperson of the Board shall submit a copy of the internal auditor’s report to the Minister and the Minister responsible for Finance. (5) This section shall be read and construed as one with the Internal Audit Agency Act, 2003 (Act 658) and where there is a conflict that Act shall prevail. This section shall be read and construed as one with the Internal Audit Agency Act, 2003 (Act 658) and where there is a conflict that Act shall prevail."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Expenses of the Authority",
      "content": "(1) The salaries of employees of the Authority shall be determined by the Board and shall be paid out of the Fund. The salaries of employees of the Authority shall be determined by the Board and shall be paid out of the Fund. (2) The administrative expenses of the Authority shall be paid out of the Fund subject to the approval of the Minister acting in consultation with the Minister responsible for Finance. The administrative expenses of the Authority shall be paid out of the Fund subject to the approval of the Minister acting in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Accounts and audit",
      "content": "(1) The Authority shall keep books of account and proper records in relation to them in the form approved by the Auditor-General. The Authority shall keep books of account and proper records in relation to them in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Authority to the Auditor-General for audit within three months after the end of the financial year. The Board shall submit the accounts of the Authority to the Auditor-General for audit within three months after the end of the financial year. (3) The Auditor-General shall, not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister. The Auditor-General shall, not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister. (4) The financial year of the Authority shall be the same as the financial year of the Government. The financial year of the Authority shall be the same as the financial year of the Government."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall within one month after the receipt of the audit report submit an annual report to the Minister covering the activities and the operations of the Authority for the year to which the report relates. The Board shall within one month after the receipt of the audit report submit an annual report to the Minister covering the activities and the operations of the Authority for the year to which the report relates. (2) The annual report shall include The annual report shall include the report of the Auditor General, the report of the Auditor General, a report on the effect of the implementation of the National Health Insurance Scheme on the nation, a report on the effect of the implementation of the National Health Insurance Scheme on the nation, a quantitative and qualitative assessment of the targets set by the Authority for the reporting period, a quantitative and qualitative assessment of the targets set by the Authority for the reporting period, a summary of feedback, concerns and challenges from stakeholders of the Scheme; a summary of feedback, concerns and challenges from stakeholders of the Scheme; recommendations for improving the National Health Insurance Scheme based on section 3(c) and 3(d); recommendations for improving the National Health Insurance Scheme based on section 3(c) and 3(d); a report on the Fund specifying the total inflows, disburse­ment, investment returns and reserve and the average cost provided from the Fund to beneficiaries under the Scheme; and a report on the Fund specifying the total inflows, disburse­ment, investment returns and reserve and the average cost provided from the Fund to beneficiaries under the Scheme; and information on section 2(f). information on section 2(f). (3) The Minister shall within one month after the receipt of the annual report submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall within one month after the receipt of the annual report submit the report to Parliament with a statement that the Minister considers necessary. (4) The Board shall also submit to the Minister any other reports that the Minister may in writing require. The Board shall also submit to the Minister any other reports that the Minister may in writing require."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Establishment of the National Health Insurance Scheme",
      "content": "(1) There is established a nationwide health insurance scheme to be known as the National Health Insurance Scheme. There is established a nationwide health insurance scheme to be known as the National Health Insurance Scheme. (2) The National Health Insurance Scheme shall provide financial access to the basic healthcare services specified under section 30 for residents of the country. The National Health Insurance Scheme shall provide financial access to the basic healthcare services specified under section 30 for residents of the country."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Membership of the Scheme",
      "content": "(1) A resident of Ghana shall belong to the National Health Insurance Scheme. A resident of Ghana shall belong to the National Health Insurance Scheme. (2) A member of the Scheme may belong to a private health insurance scheme. A member of the Scheme may belong to a private health insurance scheme. (3) Membership of the Scheme is by registration. Membership of the Scheme is by registration. (4) A person shall apply to the Authority to be registered as a member of the Scheme. A person shall apply to the Authority to be registered as a member of the Scheme. (5) The Authority shall process an application for membership within sixty days after submission of the application. The Authority shall process an application for membership within sixty days after submission of the application. (6) Upon registration, the Authority shall issue a card with a unique permanent number to the registered member. Upon registration, the Authority shall issue a card with a unique permanent number to the registered member. (7) Where a member loses a card, the Authority shall replace the card upon payment of a fee. Where a member loses a card, the Authority shall replace the card upon payment of a fee. (8) A member who applies for the replacement of a card for a reason other than the expiration or loss of the card shall be required to surrender the unexpired card. A member who applies for the replacement of a card for a reason other than the expiration or loss of the card shall be required to surrender the unexpired card. (9) A member of the Scheme who moves to reside in a district other than the district where the member enrolled shall update informa­tion on that person’s membership at the office of the Authority respon­sible for the new district of residence. A member of the Scheme who moves to reside in a district other than the district where the member enrolled shall update informa­tion on that person’s membership at the office of the Authority respon­sible for the new district of residence. (10) The Board shall issue guidelines and procedures for the regis­tration of members of the Scheme. The Board shall issue guidelines and procedures for the regis­tration of members of the Scheme. (11) The Board shall give the necessary assistance to disadvantaged applicants to facilitate their registration as members. The Board shall give the necessary assistance to disadvantaged applicants to facilitate their registration as members. (12) An employer shall ensure that a person employed by that employer is registered under the National Health Insurance Scheme. An employer shall ensure that a person employed by that employer is registered under the National Health Insurance Scheme. (13) An employer who contravenes subsection (12) commits an offence and is liable, on summary conviction to a fine of not more than two hundred penalty units for each employee who is not registered under the scheme. An employer who contravenes subsection (12) commits an offence and is liable, on summary conviction to a fine of not more than two hundred penalty units for each employee who is not registered under the scheme. (14) Despite any provision of this section, the Authority may accept the use of any identity card authorised under an enactment to be used for purposes of identification in respect of membership of National Health Insurance Scheme in this country. Despite any provision of this section, the Authority may accept the use of any identity card authorised under an enactment to be used for purposes of identification in respect of membership of National Health Insurance Scheme in this country. (15) For the purposes of this section(a)“employer” means a person who employs a worker under a contract of employment; and(b)\"contract of employment” means an agreement between an employer and a worker whether express or implied and if express whether oral or in writing. For the purposes of this section “employer” means a person who employs a worker under a contract of employment; and \"contract of employment” means an agreement between an employer and a worker whether express or implied and if express whether oral or in writing."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Contributions",
      "content": "(1) A member of the National Health Insurance Scheme shall pay the contributions that the Board may in consultation with the Minister prescribe. A member of the National Health Insurance Scheme shall pay the contributions that the Board may in consultation with the Minister prescribe. (2) Without limiting subsection 1, the time within which contributions shall be paid and the mode of payment shall be determined in accordance with Regulations made by the Minister acting on the advice of the Board. Without limiting subsection 1, the time within which contributions shall be paid and the mode of payment shall be determined in accordance with Regulations made by the Minister acting on the advice of the Board. (3) In determining the contributions to be paid by members of the Scheme the Board shall take into account the social nature of the Scheme. In determining the contributions to be paid by members of the Scheme the Board shall take into account the social nature of the Scheme."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Exemptions to contributions",
      "content": "The categories of persons exempted from the payment of contri­butions under the Scheme include a child; a child; a person in need of ante-natal, delivery and post-natal healthcare services; a person in need of ante-natal, delivery and post-natal healthcare services; a person with mental disorder; a person with mental disorder; a person classified by the Minister responsible for Social Welfare as an indigent; a person classified by the Minister responsible for Social Welfare as an indigent; categories of differently-abled persons determined by the Minister responsible for Social Welfare; categories of differently-abled persons determined by the Minister responsible for Social Welfare; pensioners of the Social Security and National Insurance Trust; pensioners of the Social Security and National Insurance Trust; contributors to the Social Security and National Insurance Trust; contributors to the Social Security and National Insurance Trust; a person above seventy years of age; and a person above seventy years of age; and other categories prescribed by the Minister. other categories prescribed by the Minister."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Benefits",
      "content": "(1) The Minister shall prescribe the healthcare benefits package including any relevant family planning package to be provided under the National Health Insurance Scheme. The Minister shall prescribe the healthcare benefits package including any relevant family planning package to be provided under the National Health Insurance Scheme. (2) The Authority shall provide information at the point of member registration, about the benefits package, rights and responsibilities of members and complaints and dispute resolution mechanisms under the Scheme. The Authority shall provide information at the point of member registration, about the benefits package, rights and responsibilities of members and complaints and dispute resolution mechanisms under the Scheme. (3) The Authority shall assess the healthcare benefits package provided under the Scheme every six months and advise the Minister accordingly. The Authority shall assess the healthcare benefits package provided under the Scheme every six months and advise the Minister accordingly."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Quality assurance",
      "content": "(1) The Authority shall in collaboration with the relevant agencies ensure that healthcare providers operating under the Scheme implement policies that guarantee quality healthcare to members of the Scheme and carry out clinical audits. The Authority shall in collaboration with the relevant agencies ensure that healthcare providers operating under the Scheme implement policies that guarantee quality healthcare to members of the Scheme and carry out clinical audits. (2) The policies shall include granting credentials, undertaking service utilisation reviews and technology assessments. The policies shall include granting credentials, undertaking service utilisation reviews and technology assessments."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Granting of credentials to healthcare providers and health facilities",
      "content": "(1) The Authority shall grant credentials to a healthcare provider or health facility to provide services to members of the Scheme. The Authority shall grant credentials to a healthcare provider or health facility to provide services to members of the Scheme. (2) The Authority shall not grant credentials to a healthcare provider or health facility to provide services to members of the Scheme unless the healthcare provider or the health facility has been certified by the relevant Agency. The Authority shall not grant credentials to a healthcare provider or health facility to provide services to members of the Scheme unless the healthcare provider or the health facility has been certified by the relevant Agency. (3) A healthcare provider or health facility to which credentials have been granted shall provide services to members of the Scheme only after entering into an agreement with the Authority. A healthcare provider or health facility to which credentials have been granted shall provide services to members of the Scheme only after entering into an agreement with the Authority. (4) The Minister in consultation with the Board may prescribe qualifications, requirements and other matters as may be necessary for granting credentials to healthcare providers and health facilities to operate under the Scheme. The Minister in consultation with the Board may prescribe qualifications, requirements and other matters as may be necessary for granting credentials to healthcare providers and health facilities to operate under the Scheme."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Medicines list and medicines tariff",
      "content": "(1) The Authority shall in collaboration with healthcare providers and with the approval of the Minister develop a National Health Insurance Scheme Medicines List and Medicines Tariff derived from the Essential Medicines List approved by the Minister. The Authority shall in collaboration with healthcare providers and with the approval of the Minister develop a National Health Insurance Scheme Medicines List and Medicines Tariff derived from the Essential Medicines List approved by the Minister. (2) The Authority shall review the National Health Insurance Medicines List and Medicines Tariff each year in consultation with the healthcare providers and with the approval of the Minister. The Authority shall review the National Health Insurance Medicines List and Medicines Tariff each year in consultation with the healthcare providers and with the approval of the Minister. (3) The review of the Health Insurance Medicines List and National Health Insurance Scheme Medicines Tariff may involve the addition or deletion of medicines, classification and grouping of medi­cines and a review of medicine prices. The review of the Health Insurance Medicines List and National Health Insurance Scheme Medicines Tariff may involve the addition or deletion of medicines, classification and grouping of medi­cines and a review of medicine prices. (4) Each medicine on the Health Insurance Medicines List shall be referred to by the generic name of the medicine unless it is necessary to use the brand name of the medicine. Each medicine on the Health Insurance Medicines List shall be referred to by the generic name of the medicine unless it is necessary to use the brand name of the medicine."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Service list and service tariff",
      "content": "(1) The Authority shall in collaboration with healthcare providers develop a National Health Insurance Scheme Service List and Service Tariff for use within the Scheme. The Authority shall in collaboration with healthcare providers develop a National Health Insurance Scheme Service List and Service Tariff for use within the Scheme. (2) The Authority shall review the National Health Insurance Scheme Service List and Service Tariff each year in consultation with the healthcare providers and with the approval of the Minister. The Authority shall review the National Health Insurance Scheme Service List and Service Tariff each year in consultation with the healthcare providers and with the approval of the Minister. (3) The Authority, in the review of the National Health Insur­ance Scheme Service List and Service Tariff, may add or delete diag­noses, procedures and examinations, their classification and grouping and review of their prices. The Authority, in the review of the National Health Insur­ance Scheme Service List and Service Tariff, may add or delete diag­noses, procedures and examinations, their classification and grouping and review of their prices."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Safeguards to prevent over or under use of healthcare services",
      "content": "(1) Each healthcare provider under the Scheme shall comply with the National Health Insurance Scheme Medicines List and Medicines Tariff and the National Health Insurance Scheme Service List and Service Tariff. Each healthcare provider under the Scheme shall comply with the National Health Insurance Scheme Medicines List and Medicines Tariff and the National Health Insurance Scheme Service List and Service Tariff. (2) The Authority shall undertake inspections to validate compliance with the Medicines List and Medicines Tariff and the Service List and Service Tariff. The Authority shall undertake inspections to validate compliance with the Medicines List and Medicines Tariff and the Service List and Service Tariff."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Claims payable to healthcare providers",
      "content": "(1) A healthcare provider shall submit a claim for services provided to members of the Scheme to the Authority within a period determined by the Authority. A healthcare provider shall submit a claim for services provided to members of the Scheme to the Authority within a period determined by the Authority. (2) The Authority shall reject a claim with a material error and shall communicate the rejection to the relevant healthcare service provider within one month after receipt of the claim with a statement of the reason for the rejection. The Authority shall reject a claim with a material error and shall communicate the rejection to the relevant healthcare service provider within one month after receipt of the claim with a statement of the reason for the rejection. (3) The healthcare provider may resubmit the claim after the error has been corrected. The healthcare provider may resubmit the claim after the error has been corrected. (4) The Board shall prescribe the format, procedure and place for the submission of a claim by a healthcare provider. The Board shall prescribe the format, procedure and place for the submission of a claim by a healthcare provider. (5) The Authority may reject or adjust the claim of a healthcare provider where The Authority may reject or adjust the claim of a healthcare provider where the claim is fraudulent, incorrect or incomplete, or the claim is fraudulent, incorrect or incomplete, or the healthcare provider fails to comply with this Act without just cause. the healthcare provider fails to comply with this Act without just cause. (6) The Authority shall pay not less than a portion of the face value of the claim of a healthcare provider after a specified period to be determined by the Minister acting in consultation with the Authority and healthcare providers. The Authority shall pay not less than a portion of the face value of the claim of a healthcare provider after a specified period to be determined by the Minister acting in consultation with the Authority and healthcare providers. (7) A person who is dissatisfied with a decision of the Authority under this section may appeal to the Adjudication Committee established under this Act. A person who is dissatisfied with a decision of the Authority under this section may appeal to the Adjudication Committee established under this Act. (8) The Minister may by Regulations provide for matters related to the payment of claims for healthcare services rendered by healthcare providers to members of the Scheme. The Minister may by Regulations provide for matters related to the payment of claims for healthcare services rendered by healthcare providers to members of the Scheme."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Provider payment systems",
      "content": "Without limiting the scope of section 34 the following payment systems may be used to pay a healthcare provider for services rendered to members of the Scheme: fee for service; fee for service; diagnosis related groupings; diagnosis related groupings; capitation; or capitation; or a payment mechanism that the Board in consultation with healthcare providers and the Minister may determine. a payment mechanism that the Board in consultation with healthcare providers and the Minister may determine."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Data privacy and security",
      "content": "(1) The Authority, a healthcare provider, an authorised person of the Scheme and private health insurance schemes established under section 55 shall keep data collected on members from unauthorised access. The Authority, a healthcare provider, an authorised person of the Scheme and private health insurance schemes established under section 55 shall keep data collected on members from unauthorised access. (2) The Minister shall prescribe guidelines for the security and privacy of data on members of the Scheme and private health insurance schemes. The Minister shall prescribe guidelines for the security and privacy of data on members of the Scheme and private health insurance schemes."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Establishment of a National Health Insurance Fund",
      "content": "There is established by this Act a National Health Insurance Fund. There is established by this Act a National Health Insurance Fund."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Object of the Fund",
      "content": "(1) The object of the Fund is to pay for the cost of healthcare services for members of the National Health Insurance Scheme. The object of the Fund is to pay for the cost of healthcare services for members of the National Health Insurance Scheme. (2) For the purpose of implementing the object, moneys from the Fund shall be expended as follows: For the purpose of implementing the object, moneys from the Fund shall be expended as follows: to pay for healthcare costs of members of the National Health Insurance Scheme; to pay for healthcare costs of members of the National Health Insurance Scheme; to pay for approved administrative expenses in relation to the running of the National Health Insurance Scheme; to pay for approved administrative expenses in relation to the running of the National Health Insurance Scheme; to facilitate provision of or access to healthcare service; and to facilitate provision of or access to healthcare service; and to invest in any other facilitating programme to promote access to health service as determined by the Minister in consultation with the Board. to invest in any other facilitating programme to promote access to health service as determined by the Minister in consultation with the Board. (3) Without limiting subsection (2) not more than ten percent of the annual funding amount shall be expended on non-core activities. Without limiting subsection (2) not more than ten percent of the annual funding amount shall be expended on non-core activities. (4) For the purposes of subsection (3) non-core-activities include activities other than those listed in paragraphs (a) and (b) of subsection (2). For the purposes of subsection (3) non-core-activities include activities other than those listed in paragraphs (a) and (b) of subsection (2)."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Sources of money for the Fund",
      "content": "(1) The sources of money for the Fund are The sources of money for the Fund are the National Health Insurance Levy provided for under section 47; the National Health Insurance Levy provided for under section 47; two and one half percentage points of each person’s contribution to the Basic National Social Security Scheme; two and one half percentage points of each person’s contribution to the Basic National Social Security Scheme; moneys that are approved for the Fund by Parliament; moneys that are approved for the Fund by Parliament; moneys that accrue to the Fund from investments made by the Authority; moneys that accrue to the Fund from investments made by the Authority; grants, donations, gifts and any other voluntary contributions made to the Fund; grants, donations, gifts and any other voluntary contributions made to the Fund; fees charged by the Authority in the performance of its functions; fees charged by the Authority in the performance of its functions; contributions made by members of the Scheme; and contributions made by members of the Scheme; and moneys accruing under section 198 of the Insurance Act, 2006 (Act 724). moneys accruing under section 198 of the Insurance Act, 2006 (Act 724). (2) The Director-General of the Social Security and National Insurance Trust shall transfer directly to the Fund two and one half percentage points of each person’s mandatory social security contribution at the end of each month without any deductions. The Director-General of the Social Security and National Insurance Trust shall transfer directly to the Fund two and one half percentage points of each person’s mandatory social security contribution at the end of each month without any deductions. (3) Where there is a default in the payment of benefits by the Social Security and National Insurance Trust to contributors arising from the payment of the contribution into the Fund under subsection (1)(b), there shall be paid by Government into the Social Security Trust Fund, the amount of money that may be required to enable the benefits to be paid to the contributor. Where there is a default in the payment of benefits by the Social Security and National Insurance Trust to contributors arising from the payment of the contribution into the Fund under subsection (1)(b), there shall be paid by Government into the Social Security Trust Fund, the amount of money that may be required to enable the benefits to be paid to the contributor. (4) The National Insurance Commissioner shall cause the transfer of moneys referred to in section 41(1)(h) to the Fund at the end of each month. The National Insurance Commissioner shall cause the transfer of moneys referred to in section 41(1)(h) to the Fund at the end of each month."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Disbursement from the Fund",
      "content": "(1) The Authority shall allocate and disburse moneys from the Fund in order to achieve the object of the Fund. The Authority shall allocate and disburse moneys from the Fund in order to achieve the object of the Fund. (2) The Authority shall within three months after the passing of the Appropriation Act submit to Parliament for approval, the formula for the disbursement of the Fund. The Authority shall within three months after the passing of the Appropriation Act submit to Parliament for approval, the formula for the disbursement of the Fund. (3) The Authority shall in the preparation of the formula and disbursement of moneys from the Fund ensure the sustainability of the Scheme. The Authority shall in the preparation of the formula and disbursement of moneys from the Fund ensure the sustainability of the Scheme."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Bank accounts for the Fund",
      "content": "Moneys of the Fund shall be paid into the bank accounts determined by the Board with the approval of the Accountant-General. Moneys of the Fund shall be paid into the bank accounts determined by the Board with the approval of the Accountant-General."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Investment of the Fund",
      "content": "The Board may invest part of the Fund in appropriate ventures approved by the Minister responsible for Finance. The Board may invest part of the Fund in appropriate ventures approved by the Minister responsible for Finance."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Expenses of the Fund",
      "content": "The expenses for the management of the Fund shall be charged to the Fund. The expenses for the management of the Fund shall be charged to the Fund."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Accounts, auditing and annual report of the Fund",
      "content": "The provisions in sections 24 and 25 on accounts, auditing and submission of an annual report to Parliament apply to the Fund. The provisions in sections 24 and 25 on accounts, auditing and submission of an annual report to Parliament apply to the Fund."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Levy on supply of goods and services",
      "content": "(1) There is imposed by this Act a National Health Insurance Levy charged at the rate of two and one half percent calculated on There is imposed by this Act a National Health Insurance Levy charged at the rate of two and one half percent calculated on each supply of goods and services made or provided in Ghana, each supply of goods and services made or provided in Ghana, each importation of goods, and each importation of goods, and supply of an imported service, supply of an imported service, unless otherwise exempted in this Act or under the Regulations. (2) The levy is payable at the time the goods and services are supplied or imported. The levy is payable at the time the goods and services are supplied or imported. (3) For the purposes of the National Health Insurance Levy, the provisions on supply of goods and services in the enactment that estab­lishes the revenue or collection agency charged with responsibility for the collection of this levy by the Minister responsible for Finance shall apply. For the purposes of the National Health Insurance Levy, the provisions on supply of goods and services in the enactment that estab­lishes the revenue or collection agency charged with responsibility for the collection of this levy by the Minister responsible for Finance shall apply. (4) The Minister responsible for Finance may by Legislative Instrument amend the rate of the levy specified in subsection (1). The Minister responsible for Finance may by Legislative Instrument amend the rate of the levy specified in subsection (1)."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Exempt supply of goods and services",
      "content": "A supply in respect of any of the matters set out in Part One of the Second Schedule is exempt from the levies imposed under section 47. A supply in respect of any of the matters set out in Part One of the Second Schedule is exempt from the levies imposed under section 47."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Zero-rated supply of goods and services",
      "content": "A supply in respect of any of the matters specific in Part Two of the Second Schedule is zero-rated as regards the levy under section 47. A supply in respect of any of the matters specific in Part Two of the Second Schedule is zero-rated as regards the levy under section 47."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Relief from levy",
      "content": "There is granted by this Act relief from the payment of the levy to the individuals, organisations and in respect of the matters specified in Part Three of the Second Schedule. There is granted by this Act relief from the payment of the levy to the individuals, organisations and in respect of the matters specified in Part Three of the Second Schedule."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Collection of the levy",
      "content": "(1) The Levy shall be collected by the revenue or collection agency determined by the Minister responsible for Finance. The Levy shall be collected by the revenue or collection agency determined by the Minister responsible for Finance. (2) The Ghana Revenue Authority Act, 2009 (Act 791) shall apply with the necessary modifications in the collection of the levy. The Ghana Revenue Authority Act, 2009 (Act 791) shall apply with the necessary modifications in the collection of the levy."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Payment of levy into the Fund",
      "content": "(1) The Minister responsible for Finance shall within thirty days after the collection of the levy cause the levy to be paid directly into the Fund and furnish the Minister responsible for Health and the Authority with evidence of the payment. The Minister responsible for Finance shall within thirty days after the collection of the levy cause the levy to be paid directly into the Fund and furnish the Minister responsible for Health and the Authority with evidence of the payment. (2) The Minister responsible for Finance shall present to Parliament every six months a report on payment of levies into the Fund. The Minister responsible for Finance shall present to Parliament every six months a report on payment of levies into the Fund."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Types of Private Health Insurance Schemes",
      "content": "The following types of private health insurance schemes may be established and operated in the country: private commercial health insurance schemes, and private commercial health insurance schemes, and private mutual health insurance schemes. private mutual health insurance schemes."
    },
    {
      "provision_ref": "s54",
      "section": "54",
      "title": "Qualification for application",
      "content": "A person does not qualify to apply to operate a private health insurance scheme unless it is registered in the case of a private commercial health insurance scheme as a limited liability company under the Companies Act, 1963 (Act 179); or it is registered in the case of a private commercial health insurance scheme as a limited liability company under the Companies Act, 1963 (Act 179); or it is registered in the case of a private mutual health insurance scheme as a company limited by guarantee under the Companies Act, 1963 (Act 179) it is registered in the case of a private mutual health insurance scheme as a company limited by guarantee under the Companies Act, 1963 (Act 179)"
    },
    {
      "provision_ref": "s55",
      "section": "55",
      "title": "Application for registration and licence",
      "content": "(1) An application for registration and licence to operate a private health insurance scheme shall be made to the Board in the prescribed form. An application for registration and licence to operate a private health insurance scheme shall be made to the Board in the prescribed form. (2) The application shall be submitted with the following documents, information and particulars The application shall be submitted with the following documents, information and particulars two copies of the constitution, or regulations intended to govern the operation of the scheme; two copies of the constitution, or regulations intended to govern the operation of the scheme; the names, and particulars of members of the governing body of the proposed scheme; the names, and particulars of members of the governing body of the proposed scheme; the persons proposed to manage or administer the scheme and the qualifications of the persons; the persons proposed to manage or administer the scheme and the qualifications of the persons; a statement of the minimum number of persons to be covered by the scheme; a statement of the minimum number of persons to be covered by the scheme; the proposed healthcare providers and healthcare facilities available to or proposed to be used by the scheme; the proposed healthcare providers and healthcare facilities available to or proposed to be used by the scheme; the healthcare benefits package under the scheme; the healthcare benefits package under the scheme; the proposed minimum contribution for membership; and the proposed minimum contribution for membership; and evidence of the availability of any minimum financial security, where applicable, required in respect of the type of scheme. evidence of the availability of any minimum financial security, where applicable, required in respect of the type of scheme. (3) The Board may require an applicant to furnish it with any other information that the Board considers necessary to determine the application. The Board may require an applicant to furnish it with any other information that the Board considers necessary to determine the application."
    },
    {
      "provision_ref": "s56",
      "section": "56",
      "title": "Registration and issue of licence",
      "content": "(1) The Board may register an applicant and issue it with a licence to operate the relevant scheme applied for, where the Board is of the opinion that, The Board may register an applicant and issue it with a licence to operate the relevant scheme applied for, where the Board is of the opinion that, the applicant qualifies to be registered and licensed having regard to the scheme to which the application relates, the applicant qualifies to be registered and licensed having regard to the scheme to which the application relates, the applicant has qualified officers to manage and administer the scheme, and the applicant has qualified officers to manage and administer the scheme, and the applicant has complied with the requirements under this Act and any other enactment applicable to the type of health insurance scheme applied for. the applicant has complied with the requirements under this Act and any other enactment applicable to the type of health insurance scheme applied for. (2) A person shall not operate a private health insurance scheme of any type in this country unless it has been registered with the Authority and has been issued a licence for the purpose. A person shall not operate a private health insurance scheme of any type in this country unless it has been registered with the Authority and has been issued a licence for the purpose."
    },
    {
      "provision_ref": "s57",
      "section": "57",
      "title": "Duration and renewal of licence",
      "content": "(1) A licence to operate a health insurance scheme expires two years from the date of issue of the licence. A licence to operate a health insurance scheme expires two years from the date of issue of the licence. (2) The licence may on an application be renewed for further periods of two years at a time. The licence may on an application be renewed for further periods of two years at a time. (3) An application for renewal of a licence shall be made not later than three months before the expiry of the licence. An application for renewal of a licence shall be made not later than three months before the expiry of the licence. (4) Where an application for renewal is made and the licence expires before the Board determines the application, the licence shall be deemed to be in force until the application for renewal is determined. Variation of conditions of licence Where an application for renewal is made and the licence expires before the Board determines the application, the licence shall be deemed to be in force until the application for renewal is determined. Variation of conditions of licence"
    },
    {
      "provision_ref": "s58",
      "section": "58",
      "title": "Variation of conditions of licence",
      "content": "(1) The Board may, on giving reasonable written notice to a scheme, The Board may, on giving reasonable written notice to a scheme, vary or revoke any condition of a licence, or vary or revoke any condition of a licence, or impose new conditions. impose new conditions. (2) A scheme may apply to the Board in writing for a condition of a licence to be revoked or varied. A scheme may apply to the Board in writing for a condition of a licence to be revoked or varied. (3) Where, on an application made under subsection (2), the Board is satisfied that the condition for a licence is no longer necessary or should be varied, it may revoke or vary the condition. Where, on an application made under subsection (2), the Board is satisfied that the condition for a licence is no longer necessary or should be varied, it may revoke or vary the condition. (4) Where the Board revokes or varies a condition for a licence or imposes a new condition, the scheme shall deliver its licence to the Board for the licence to be varied accordingly. Where the Board revokes or varies a condition for a licence or imposes a new condition, the scheme shall deliver its licence to the Board for the licence to be varied accordingly."
    },
    {
      "provision_ref": "s59",
      "section": "59",
      "title": "Refusal to register and licence a scheme",
      "content": "(1) The Board may refuse to register and issue a licence for a scheme and it shall notify the applicant in writing of its decision, stating the reasons. The Board may refuse to register and issue a licence for a scheme and it shall notify the applicant in writing of its decision, stating the reasons. (2) Where the refusal to register and issue a licence is as a result of a non-material defect in the application, the Board may in the notice require the applicant to rectify the application within a specified period Where the refusal to register and issue a licence is as a result of a non-material defect in the application, the Board may in the notice require the applicant to rectify the application within a specified period"
    },
    {
      "provision_ref": "s60",
      "section": "60",
      "title": "Suspension or revocation of licence of a scheme",
      "content": "(1) The Board may suspend or revoke the licence of a scheme where the Board is satisfied that the scheme The Board may suspend or revoke the licence of a scheme where the Board is satisfied that the scheme has in any manner acted fraudulently; has in any manner acted fraudulently; has lost its financial ability to continue to operate; has lost its financial ability to continue to operate; is not operating in accordance with good administrative and accounting practices and proceedures; or is not operating in accordance with good administrative and accounting practices and proceedures; or has failed to comply with a provision of the Act, the Regulations or any other enactment applicable to the scheme. has failed to comply with a provision of the Act, the Regulations or any other enactment applicable to the scheme. (2) The Board shall before suspending or revoking the licence, give the scheme notice of the default and provide it an opportunity to make representations to the Board. The Board shall before suspending or revoking the licence, give the scheme notice of the default and provide it an opportunity to make representations to the Board. (3) Where a licence expires, is revoked or suspended, the Authority may apply to a Court for an order to protect and preserve the contribution of members and for an order that the Court considers appropriate having regard to the best interest of members of the scheme. Where a licence expires, is revoked or suspended, the Authority may apply to a Court for an order to protect and preserve the contribution of members and for an order that the Court considers appropriate having regard to the best interest of members of the scheme."
    },
    {
      "provision_ref": "s61",
      "section": "61",
      "title": "Interim management of a scheme",
      "content": "The Board, after consultation with the governing body of a scheme, may on suspending or revoking the licence, place the scheme under an interim management team; or place the scheme under an interim management team; or arrange for the transfer of the activities or business of the scheme to another scheme subject to conditions that are agreed on by the parties and approved by the Board. arrange for the transfer of the activities or business of the scheme to another scheme subject to conditions that are agreed on by the parties and approved by the Board."
    },
    {
      "provision_ref": "s62",
      "section": "62",
      "title": "Representations to the Minister",
      "content": "(1) A person refused registration or whose licence is suspended or revoked by the Board may within sixty days after the date of receipt of notification of the refusal, suspension or revocation make representations to the Minister for a determination. A person refused registration or whose licence is suspended or revoked by the Board may within sixty days after the date of receipt of notification of the refusal, suspension or revocation make representations to the Minister for a determination. (2) The Minister shall make a determination within thirty days of receipt of the representations. The Minister shall make a determination within thirty days of receipt of the representations. (3) A person dissatisfied with the determination of the Minister may seek redress in Court within thirty days after the receipt of the determination. A person dissatisfied with the determination of the Minister may seek redress in Court within thirty days after the receipt of the determination."
    },
    {
      "provision_ref": "s63",
      "section": "63",
      "title": "Prohibition of private health insurance service without licence",
      "content": "(1) A person shall not provide private health insurance service or operate a private health insurance scheme unless the scheme is registered with the Authority and issued with a licence. A person shall not provide private health insurance service or operate a private health insurance scheme unless the scheme is registered with the Authority and issued with a licence. (2) A person who acts contrary to subsection (1) commits an offence and is liable on summary conviction to a fine of not more than five hundred penalty units or to a term of imprisonment of not more than three years or to both. A person who acts contrary to subsection (1) commits an offence and is liable on summary conviction to a fine of not more than five hundred penalty units or to a term of imprisonment of not more than three years or to both."
    },
    {
      "provision_ref": "s64",
      "section": "64",
      "title": "Limitation to provision of private health insurance",
      "content": "A private health insurance scheme registered and licensed under this Act shall not carry on any activities other than securing provision of healthcare to its members. A private health insurance scheme registered and licensed under this Act shall not carry on any activities other than securing provision of healthcare to its members."
    },
    {
      "provision_ref": "s65",
      "section": "65",
      "title": "Prohibition of use of name unless licensed",
      "content": "(1) A person shall not conduct an activity under a name which includes “health scheme”, “medical insurance scheme”, “health insurance scheme” or a similar name which is calculated or likely to lead people to believe that that person operates a private health insurance scheme unless the scheme is registered and licensed under this Act. A person shall not conduct an activity under a name which includes “health scheme”, “medical insurance scheme”, “health insurance scheme” or a similar name which is calculated or likely to lead people to believe that that person operates a private health insurance scheme unless the scheme is registered and licensed under this Act. (2) A person who acts contrary to subsection (1) commits an offence and is liable on summary conviction to a fine of not more than two hundred penalty units or to a term of imprisonment of not more than one year or to both. A person who acts contrary to subsection (1) commits an offence and is liable on summary conviction to a fine of not more than two hundred penalty units or to a term of imprisonment of not more than one year or to both."
    },
    {
      "provision_ref": "s66",
      "section": "66",
      "title": "Transfer and joint operations",
      "content": "(1) A private health insurance scheme licensed under this Act shall not transfer its activities or operate its activities jointly with another scheme unless it has the prior written approval of the Board. A private health insurance scheme licensed under this Act shall not transfer its activities or operate its activities jointly with another scheme unless it has the prior written approval of the Board. (2) An application for approval under subsection (1) shall be made jointly to the Board by the schemes involved and shall contain the information prescribed under this Act. An application for approval under subsection (1) shall be made jointly to the Board by the schemes involved and shall contain the information prescribed under this Act. (3) Before determining an application for approval under subsection (2), the Board shall cause to be conducted an investigation into the desirability of the change having regard to the best interest of the members of the schemes. Before determining an application for approval under subsection (2), the Board shall cause to be conducted an investigation into the desirability of the change having regard to the best interest of the members of the schemes. (4) The Board shall conduct a hearing before determining an application under this section. The Board shall conduct a hearing before determining an application under this section. (5) A person dissatisfied with the decision of the Board may apply to the Adjudication Committee established under Part Four for a review of the decision. A person dissatisfied with the decision of the Board may apply to the Adjudication Committee established under Part Four for a review of the decision."
    },
    {
      "provision_ref": "s67",
      "section": "67",
      "title": "Gazette notification",
      "content": "On the licensing, suspension or revocation of the licence of a scheme, the Authority shall publish the name and particulars of the scheme in the Gazette and newspapers of national circulation that the Board shall determine. On the licensing, suspension or revocation of the licence of a scheme, the Authority shall publish the name and particulars of the scheme in the Gazette and newspapers of national circulation that the Board shall determine."
    },
    {
      "provision_ref": "s68",
      "section": "68",
      "title": "Display of licence",
      "content": "A licensed private health insurance scheme shall display its licence in a prominent place at its offices where the licence is visible to all members and the public. A licensed private health insurance scheme shall display its licence in a prominent place at its offices where the licence is visible to all members and the public."
    },
    {
      "provision_ref": "s69",
      "section": "69",
      "title": "Establishment of private commercial health insurance schemes",
      "content": "A body corporate registered as a limited liability company under the Companies Act, 1963 (Act 179) may operate as a private commercial health insurance scheme. A body corporate registered as a limited liability company under the Companies Act, 1963 (Act 179) may operate as a private commercial health insurance scheme."
    },
    {
      "provision_ref": "s70",
      "section": "70",
      "title": "Membership",
      "content": "A person may enroll to be a member of a private commercial health insurance scheme. A person may enroll to be a member of a private commercial health insurance scheme."
    },
    {
      "provision_ref": "s71",
      "section": "71",
      "title": "Business venture",
      "content": "A private commercial health insurance scheme is a business venture and is not entitled to a subsidy from the Fund. A private commercial health insurance scheme is a business venture and is not entitled to a subsidy from the Fund."
    },
    {
      "provision_ref": "s72",
      "section": "72",
      "title": "Contribution of members",
      "content": "The contribution of members to a private commercial health insurance scheme shall be determined by the governing body of the scheme and shall be paid in the manner and at the time determined by the governing body of the scheme. The contribution of members to a private commercial health insurance scheme shall be determined by the governing body of the scheme and shall be paid in the manner and at the time determined by the governing body of the scheme."
    },
    {
      "provision_ref": "s73",
      "section": "73",
      "title": "Provision of security",
      "content": "(1) A private commercial health insurance scheme shall be required as a condition for registration and licensing by the Board to deposit with the Bank of Ghana an amount of money that the Board shall prescribe as security for its members. A private commercial health insurance scheme shall be required as a condition for registration and licensing by the Board to deposit with the Bank of Ghana an amount of money that the Board shall prescribe as security for its members. (2) The security referred to under subsection (1) shall be maintained throughout the period that the business of private commercial health insurance is carried on. The security referred to under subsection (1) shall be maintained throughout the period that the business of private commercial health insurance is carried on. (3) The Board may review the level of the security deposit. The Board may review the level of the security deposit."
    },
    {
      "provision_ref": "s74",
      "section": "74",
      "title": "Withdrawal from the security deposit",
      "content": "(1) Where a private commercial health insurance scheme suffers a substantial loss, arising from liability to members and the loss cannot reasonably be met from its available resources, the Board may, after ascertaining the nature of the claim, and on application made to it by the scheme, approve the withdrawal from the security deposit of the scheme of an amount of not more than ten percent of the security deposit, and an amount withdrawn shall be replaced by the scheme not later than ninety days after the date of the withdrawal. Where a private commercial health insurance scheme suffers a substantial loss, arising from liability to members and the loss cannot reasonably be met from its available resources, the Board may, after ascertaining the nature of the claim, and on application made to it by the scheme, approve the withdrawal from the security deposit of the scheme of an amount of not more than ten percent of the security deposit, and an amount withdrawn shall be replaced by the scheme not later than ninety days after the date of the withdrawal. (2) The security deposit is the asset of the private commercial health insurance scheme, but except as provided in subsection (1), it shall be available to the scheme only in the event of the closure or winding up of the health insurance business for the discharge of the liabilities arising out of policies transacted by the insurer and remaining undischarged at the time of the closure or winding up of the insurance business. The security deposit is the asset of the private commercial health insurance scheme, but except as provided in subsection (1), it shall be available to the scheme only in the event of the closure or winding up of the health insurance business for the discharge of the liabilities arising out of policies transacted by the insurer and remaining undischarged at the time of the closure or winding up of the insurance business."
    },
    {
      "provision_ref": "s75",
      "section": "75",
      "title": "Application of Insurance Act, 2006",
      "content": "Subject to this Act, the following provisions of the Insurance Act, 2006 (Act 724) shall apply to private commercial health insurance schemes: relating to margin of solvency; relating to margin of solvency; relating to reserves; relating to reserves; relating to payment of dividend; relating to payment of dividend; relating to credit on payment of premium; relating to credit on payment of premium; relating to investments; relating to investments; relating to principal officers; relating to principal officers; relating to records of business transacted in and outside the country; relating to records of business transacted in and outside the country; relating to payment of commission to unregistered intermediaries; relating to payment of commission to unregistered intermediaries; relating to winding up of insurance companies; relating to winding up of insurance companies; relating to insurance intermediaries; relating to insurance intermediaries; relating to duty to disclose material facts; relating to duty to disclose material facts; relating to test of materiality and effect of misstatements; and relating to test of materiality and effect of misstatements; and relating to avoidance of conflict of interest and inspection of documents in custody of the Commission. relating to avoidance of conflict of interest and inspection of documents in custody of the Commission."
    },
    {
      "provision_ref": "s76",
      "section": "76",
      "title": "Establishment of private mutual health insurance schemes",
      "content": "(1) A group of persons resident in the country may form and operate a private mutual health insurance scheme. A group of persons resident in the country may form and operate a private mutual health insurance scheme. (2) A private mutual health insurance scheme shall be registered as a company limited by guarantee under the Companies Act, 1963 (Act 179). Headquarters of a private mutual health insurance scheme A private mutual health insurance scheme shall be registered as a company limited by guarantee under the Companies Act, 1963 (Act 179). Headquarters of a private mutual health insurance scheme"
    },
    {
      "provision_ref": "s77",
      "section": "77",
      "title": "Headquarters of a private mutual health insurance scheme",
      "content": "(1) A private mutual health insurance scheme shall have its headquarters at the place that the governing body of the scheme shall determine. A private mutual health insurance scheme shall have its headquarters at the place that the governing body of the scheme shall determine. (2) The address and any other particulars of the headquarters shall be notified in writing to the Authority. The address and any other particulars of the headquarters shall be notified in writing to the Authority."
    },
    {
      "provision_ref": "s78",
      "section": "78",
      "title": "Management of a private mutual health insurance scheme",
      "content": "(1) A private mutual health insurance scheme may be managed by an independent manager appointed by its governing body and approved by the Board. A private mutual health insurance scheme may be managed by an independent manager appointed by its governing body and approved by the Board. (2) The manager of a private mutual health insurance scheme may be a body corporate registered by guarantee under the Companies Act, 1963 (Act 179). The manager of a private mutual health insurance scheme may be a body corporate registered by guarantee under the Companies Act, 1963 (Act 179)."
    },
    {
      "provision_ref": "s79",
      "section": "79",
      "title": "Security deposit",
      "content": "(1) The Board may require a private mutual health insurance scheme to maintain a reserve fund equivalent to six months operational income as the Board may determine. The Board may require a private mutual health insurance scheme to maintain a reserve fund equivalent to six months operational income as the Board may determine. (2) The reserve fund shall be constituted within three years after the commencement of the scheme. The reserve fund shall be constituted within three years after the commencement of the scheme."
    },
    {
      "provision_ref": "s80",
      "section": "80",
      "title": "Minimum membership",
      "content": "(1) A private mutual health insurance scheme shall A private mutual health insurance scheme shall have the minimum membership that the governing body of the scheme shall determine; and have the minimum membership that the governing body of the scheme shall determine; and provide a clear method of enrolment of members. provide a clear method of enrolment of members. (2) Membership takes effect from the date that the governing body may determine on the payment of the initial contribution. Membership takes effect from the date that the governing body may determine on the payment of the initial contribution."
    },
    {
      "provision_ref": "s81",
      "section": "81",
      "title": "Contribution by members",
      "content": "(1) Contribution of members shall be determined by the governing body of the scheme. Contribution of members shall be determined by the governing body of the scheme. (2) The contribution shall be paid in the manner that the governing body of the scheme directs. The contribution shall be paid in the manner that the governing body of the scheme directs."
    },
    {
      "provision_ref": "s82",
      "section": "82",
      "title": "Benefit of members",
      "content": "A private mutual health insurance scheme shall be operated exclusively for the benefit of the members and shall provide the members with the health benefits that the governing body of the scheme shall determine. A private mutual health insurance scheme shall be operated exclusively for the benefit of the members and shall provide the members with the health benefits that the governing body of the scheme shall determine."
    },
    {
      "provision_ref": "s83",
      "section": "83",
      "title": "No subsidy for private mutual health insurance scheme",
      "content": "A private mutual health insurance scheme is not entitled to receive subsidy from the National Health Insurance Fund established under this Act. A private mutual health insurance scheme is not entitled to receive subsidy from the National Health Insurance Fund established under this Act."
    },
    {
      "provision_ref": "s84",
      "section": "84",
      "title": "Governing body, appointment of scheme managers and other employees",
      "content": "(1) A scheme shall have a governing body which shall be responsible for the direction of the policies of the scheme and appointment of employees. A scheme shall have a governing body which shall be responsible for the direction of the policies of the scheme and appointment of employees. (2) A scheme shall have a scheme manager who shall be responsible for the management of the scheme. A scheme shall have a scheme manager who shall be responsible for the management of the scheme. (3) A scheme manager may be an independent body corporate or a committee. A scheme manager may be an independent body corporate or a committee. (4) A scheme shall in addition to the scheme manager, appoint other officers and employees for the effective management of the scheme. A scheme shall in addition to the scheme manager, appoint other officers and employees for the effective management of the scheme. (5) Where a scheme manager or a person on the management team of a scheme ceases to be employed by the scheme, the governing body of the scheme shall inform the Authority in writing and take immediate steps to appoint a new manager or any other person for the scheme. Where a scheme manager or a person on the management team of a scheme ceases to be employed by the scheme, the governing body of the scheme shall inform the Authority in writing and take immediate steps to appoint a new manager or any other person for the scheme. (6) The Minister may, by Legislative Instrument, provide further for the qualifications of directors, scheme managers and any other employees of private health insurance schemes. The Minister may, by Legislative Instrument, provide further for the qualifications of directors, scheme managers and any other employees of private health insurance schemes."
    },
    {
      "provision_ref": "s85",
      "section": "85",
      "title": "Participation by dependants",
      "content": "The dependants of a member may, in accordance with the constitution of the scheme, participate in the scheme and receive the same benefits as the member subject to the reasonable variation in the level of contribution by the member, based on the number of the dependants. The dependants of a member may, in accordance with the constitution of the scheme, participate in the scheme and receive the same benefits as the member subject to the reasonable variation in the level of contribution by the member, based on the number of the dependants."
    },
    {
      "provision_ref": "s86",
      "section": "86",
      "title": "Financial obligation of schemes",
      "content": "(1) The Board shall determine the financial security deposit that should be deposited by a scheme as security to meet the liabilities of the scheme. The Board shall determine the financial security deposit that should be deposited by a scheme as security to meet the liabilities of the scheme. (2) Regulations may provide further in respect of financial security deposit of schemes. Regulations may provide further in respect of financial security deposit of schemes."
    },
    {
      "provision_ref": "s87",
      "section": "87",
      "title": "Accounts and audit and annual reports of private schemes",
      "content": "(1) A licensed scheme shall keep books of accounts and proper records in respect of the accounts. A licensed scheme shall keep books of accounts and proper records in respect of the accounts. (2) In addition to the provisions in the Companies Act, 1963 (Act 179), a licensed scheme shall submit an annual report in a prescribed form to the Authority covering its activities for the period from 1st January and ending on 31st December within three months after the 31st December of the preceding year. In addition to the provisions in the Companies Act, 1963 (Act 179), a licensed scheme shall submit an annual report in a prescribed form to the Authority covering its activities for the period from 1st January and ending on 31st December within three months after the 31st December of the preceding year. (3) A licensed scheme shall have its accounts audited by its auditors and a copy of the audit reports shall be submitted with its annual report to the Authority. A licensed scheme shall have its accounts audited by its auditors and a copy of the audit reports shall be submitted with its annual report to the Authority. (4) An auditor shall not be an employee, manager, or director of the scheme. An auditor shall not be an employee, manager, or director of the scheme."
    },
    {
      "provision_ref": "s88",
      "section": "88",
      "title": "Amendment of annual report",
      "content": "(1) Where in the opinion of the Board an annual report furnished by a scheme to the Authority is incorrect or is not prepared as prescribed, the Board may, by notice in writing call on the scheme to amend the report or to furnish a correct report. Where in the opinion of the Board an annual report furnished by a scheme to the Authority is incorrect or is not prepared as prescribed, the Board may, by notice in writing call on the scheme to amend the report or to furnish a correct report. (2) Where the scheme fails to comply with a notice referred to in subsection (1) to the satisfaction of the Board, the Board may itself either amend the report and give the scheme particulars of the amendment oi it may reject the report. Where the scheme fails to comply with a notice referred to in subsection (1) to the satisfaction of the Board, the Board may itself either amend the report and give the scheme particulars of the amendment oi it may reject the report. (3) A report amended by a scheme or the Board under this section shall be treated as if it had been originally submitted in its amended form. A report amended by a scheme or the Board under this section shall be treated as if it had been originally submitted in its amended form. (4) Where the scheme is dissatisfied with the amendment by the Board, the scheme may appeal to the Minister. Where the scheme is dissatisfied with the amendment by the Board, the scheme may appeal to the Minister. (5) The appeal shall be lodged with the Minister within thirty days after receipt by the scheme of the amended report. The appeal shall be lodged with the Minister within thirty days after receipt by the scheme of the amended report."
    },
    {
      "provision_ref": "s89",
      "section": "89",
      "title": "Standards of principal officers of scheme",
      "content": "(1) A scheme shall have at all times high calibre directors, principal officers and expert technical and professional staff and shall maintain the standards prescribed or determined by the Board. A scheme shall have at all times high calibre directors, principal officers and expert technical and professional staff and shall maintain the standards prescribed or determined by the Board. (2) Without prejudice to subsection (1), a person does not qualify to be a director, manager, secretary or any other officer of a health insurance scheme if that person Without prejudice to subsection (1), a person does not qualify to be a director, manager, secretary or any other officer of a health insurance scheme if that person is certified by a medical practitioner to be a person suffering from mental disorder, is certified by a medical practitioner to be a person suffering from mental disorder, is adjudged or otherwise declared bankrupt by a Court, is adjudged or otherwise declared bankrupt by a Court, compounds with the creditors, or compounds with the creditors, or is convicted by a Court of an offence involving fraud or dishonesty. is convicted by a Court of an offence involving fraud or dishonesty. (3) Except with the express authority of the Board, a person who has participated in the management or direction of an insurance company which has been wound up pursuant to an order of a Court, shall not participate in the management or direction of a health insurance scheme. Except with the express authority of the Board, a person who has participated in the management or direction of an insurance company which has been wound up pursuant to an order of a Court, shall not participate in the management or direction of a health insurance scheme."
    },
    {
      "provision_ref": "s90",
      "section": "90",
      "title": "Notification of certain changes",
      "content": "A scheme shall, within two months after the end of each financial year notify the Authority in writing of a change in the senior executive personnel or technical operation of the scheme which occurred in that financial year and of the particulars relating to the change. A scheme shall, within two months after the end of each financial year notify the Authority in writing of a change in the senior executive personnel or technical operation of the scheme which occurred in that financial year and of the particulars relating to the change."
    },
    {
      "provision_ref": "s91",
      "section": "91",
      "title": "Furnishing of information to the Authority",
      "content": "A scheme shall furnish the Authority with the essential information concerning its capitalization, its reserves and any other information required by the Board. A scheme shall furnish the Authority with the essential information concerning its capitalization, its reserves and any other information required by the Board."
    },
    {
      "provision_ref": "s92",
      "section": "92",
      "title": "Inspection of annual report",
      "content": "(1) A member of a scheme may inspect a copy of the annual report of the scheme during normal business hours at the principal office of the scheme. A member of a scheme may inspect a copy of the annual report of the scheme during normal business hours at the principal office of the scheme. (2) A fee shall not be paid to the scheme for an inspection under subsection (1). A fee shall not be paid to the scheme for an inspection under subsection (1). (3) On a request by a member for a copy of the annual report and on payment to the scheme of the relevant fee, the scheme shall supply a copy of the report to the member. On a request by a member for a copy of the annual report and on payment to the scheme of the relevant fee, the scheme shall supply a copy of the report to the member."
    },
    {
      "provision_ref": "s93",
      "section": "93",
      "title": "Financial year of schemes",
      "content": "The financial year of a scheme shall be from 1st January to 31st December. The financial year of a scheme shall be from 1st January to 31st December."
    },
    {
      "provision_ref": "s94",
      "section": "94",
      "title": "Minimum health care benefits",
      "content": "A licensed scheme shall provide to its members the minimum healthcare benefits that the Minister may, on the advice of the Board by legislative instrument prescribe. A licensed scheme shall provide to its members the minimum healthcare benefits that the Minister may, on the advice of the Board by legislative instrument prescribe."
    },
    {
      "provision_ref": "s95",
      "section": "95",
      "title": "Health insurance identity card",
      "content": "(1) On the registration by a scheme of an individual as a member, the scheme shall issue to the member a health insurance identity card within the prescribed period. On the registration by a scheme of an individual as a member, the scheme shall issue to the member a health insurance identity card within the prescribed period. (2) The following materials shall be issued with the Card: The following materials shall be issued with the Card: a booklet containing membership rights, obligations and privileges, a booklet containing membership rights, obligations and privileges, a list of the healthcare benefits available under the scheme, and a list of the healthcare benefits available under the scheme, and a list of healthcare providers and health facilities provided credentials by the Authority to offer services to members of the scheme and the periods or time of their availability. a list of healthcare providers and health facilities provided credentials by the Authority to offer services to members of the scheme and the periods or time of their availability. (3) The Card shall have a number which shall be unique to the member and shall be assigned permanently to the member although the member may change the place of residence. The Card shall have a number which shall be unique to the member and shall be assigned permanently to the member although the member may change the place of residence. (4) In the event of loss, the Card shall be replaced on payment of a prescribed fee. In the event of loss, the Card shall be replaced on payment of a prescribed fee. (5) A member who applies for the replacement of a Card for a reason other than the expiration or loss of the Card shall be required to surrender the unexpired Card. A member who applies for the replacement of a Card for a reason other than the expiration or loss of the Card shall be required to surrender the unexpired Card. (6) Despite any other provision of this section, the Board may accept the use of an identity card authorized under an enactment to be used for all purposes of identification in this country. Despite any other provision of this section, the Board may accept the use of an identity card authorized under an enactment to be used for all purposes of identification in this country."
    },
    {
      "provision_ref": "s96",
      "section": "96",
      "title": "Termination or suspension of membership",
      "content": "(1) A scheme may terminate or suspend a member on any of the following grounds only: A scheme may terminate or suspend a member on any of the following grounds only: failure to pay contribution within the stipulated time; failure to pay contribution within the stipulated time; submission of false or fraudulent claim; submission of false or fraudulent claim; commission of any act of fraud in relation to the scheme, or commission of any act of fraud in relation to the scheme, or non-disclosure of material information requested by the scheme. non-disclosure of material information requested by the scheme. (2) The Regulations may provide further for matters relating to termination or suspension of members of schemes. The Regulations may provide further for matters relating to termination or suspension of members of schemes."
    },
    {
      "provision_ref": "s97",
      "section": "97",
      "title": "Settlement of complaints",
      "content": "A scheme shall provide a procedure for settlement of complaints from its members and its healthcare providers and ensure that the members and healthcare providers are aware of their right to submit complaints to the Adjudication Committee established under Part Four where there is failure to settle a complaint raised with the scheme. A scheme shall provide a procedure for settlement of complaints from its members and its healthcare providers and ensure that the members and healthcare providers are aware of their right to submit complaints to the Adjudication Committee established under Part Four where there is failure to settle a complaint raised with the scheme."
    },
    {
      "provision_ref": "s98",
      "section": "98",
      "title": "Quality assurance",
      "content": "The Authority shall endeavour through the means determined by the Board including providing credentials, that healthcare providers put in place programmes that secure quality assurance, utilisation review and technology assessment to ensure that the quality of healthcare services delivered are of reasonably good quality and high standard; the quality of healthcare services delivered are of reasonably good quality and high standard; the basic healthcare services are of standards that are uniform, throughout the country; the basic healthcare services are of standards that are uniform, throughout the country; the use of medical technology and equipment is consistent with actual need and standards of medical practice; the use of medical technology and equipment is consistent with actual need and standards of medical practice; medical procedures and the administration of drugs are appropriate, necessary and comply with accepted medical practice and ethics; and medical procedures and the administration of drugs are appropriate, necessary and comply with accepted medical practice and ethics; and drugs and medications used for the provision of healthcare in the country are those included in the Essential Medicines List of the Ministry of Health. drugs and medications used for the provision of healthcare in the country are those included in the Essential Medicines List of the Ministry of Health."
    },
    {
      "provision_ref": "s99",
      "section": "99",
      "title": "Safeguards to prevent over or under use of healthcare services",
      "content": "A scheme shall develop a medicines list, medicines tariff, service list and service tariffs to prevent over or under use of healthcare services, over or under use of healthcare services, unnecessary diagnostic and therapeutic procedures and unnecessary diagnostic and therapeutic procedures and intervention, irrational medication and prescriptions, and intervention, irrational medication and prescriptions, and inappropriate referral practices. inappropriate referral practices."
    },
    {
      "provision_ref": "s100",
      "section": "100",
      "title": "Granting of credentials to healthcare providers and health facilities",
      "content": "(1) A scheme shall not use the services of a healthcare provider or a health facility in the operation of the scheme unless the healthcare provider or the health facility has been licensed by the relevant agency and granted credentials by the Authority to provide services to the scheme. A scheme shall not use the services of a healthcare provider or a health facility in the operation of the scheme unless the healthcare provider or the health facility has been licensed by the relevant agency and granted credentials by the Authority to provide services to the scheme. (2) The Regulations may prescribe the qualifications, requirements and any other matters that the Board considers necessary in respect of the granting of credentials to healthcare providers and healthcare facilities to operate under the schemes. The Regulations may prescribe the qualifications, requirements and any other matters that the Board considers necessary in respect of the granting of credentials to healthcare providers and healthcare facilities to operate under the schemes."
    },
    {
      "provision_ref": "s101",
      "section": "101",
      "title": "Tariffs payable to healthcare providers",
      "content": "(1) Tariffs payable to healthcare providers shall be paid within such period as may be determined by the scheme and healthcare providers operating under the scheme. Tariffs payable to healthcare providers shall be paid within such period as may be determined by the scheme and healthcare providers operating under the scheme. (2) Regulations may prescribe further for matters relating to the payment of tariffs to healthcare providers. Regulations may prescribe further for matters relating to the payment of tariffs to healthcare providers. (3) A scheme may deny or reduce the claim of a healthcare provider where, A scheme may deny or reduce the claim of a healthcare provider where, the scheme considers that the claim is false, incorrect or there is provision of insufficient information, or the scheme considers that the claim is false, incorrect or there is provision of insufficient information, or the healthcare provider without just cause fails to comply with a provision of this Act or of the Regulations. the healthcare provider without just cause fails to comply with a provision of this Act or of the Regulations."
    },
    {
      "provision_ref": "s102",
      "section": "102",
      "title": "Actuary",
      "content": "The Board may where it has reasonable grounds to believe that a licensed private scheme has contravened a provision of this Act or of the Regulations and the contravention adversely affects the interest of the members, or where it has reasonable grounds to believe that a licensed private scheme has contravened a provision of this Act or of the Regulations and the contravention adversely affects the interest of the members, or at the request of a health insurance scheme, appoint an actuary to investigate and report to the Board the activities and affairs of the scheme. at the request of a health insurance scheme, appoint an actuary to investigate and report to the Board the activities and affairs of the scheme."
    },
    {
      "provision_ref": "s103",
      "section": "103",
      "title": "Powers of actuary",
      "content": "An actuary appointed under section 102 shall have access to any information or document in the possession, or under the control, of the scheme where the actuary reasonably requires access for the proper perfor­mance of the actuary’s functions; and shall have access to any information or document in the possession, or under the control, of the scheme where the actuary reasonably requires access for the proper perfor­mance of the actuary’s functions; and may require a manager or an employee of the scheme to answer questions or produce documents for the purpose of enabling the actuary to perform properly the actuary’s functions. may require a manager or an employee of the scheme to answer questions or produce documents for the purpose of enabling the actuary to perform properly the actuary’s functions."
    },
    {
      "provision_ref": "s104",
      "section": "104",
      "title": "Inspection of schemes",
      "content": "(1) The Authority may for the purposes of supervision of health insurance schemes, The Authority may for the purposes of supervision of health insurance schemes, inspect the premises, business and affairs, including the procedures and systems of a scheme; inspect the premises, business and affairs, including the procedures and systems of a scheme; inspect the assets, including cash, belonging to or in the possession or control of a person who has a relation with the scheme; inspect the assets, including cash, belonging to or in the possession or control of a person who has a relation with the scheme; examine and make copies of documents, including accounting records, that belong to or are in the possession or control of a person who in the opinion of the Board has activities that relate to the activities of a scheme. examine and make copies of documents, including accounting records, that belong to or are in the possession or control of a person who in the opinion of the Board has activities that relate to the activities of a scheme. (2) The Board may appoint suitably qualified and experienced persons to assist it or carry out an inspection on its behalf. The Board may appoint suitably qualified and experienced persons to assist it or carry out an inspection on its behalf. (3) Without limiting subsection (1), the Board shall ensure that an inspection is carried out in respect of a licensed health insurance scheme at least once in every twelve months. Without limiting subsection (1), the Board shall ensure that an inspection is carried out in respect of a licensed health insurance scheme at least once in every twelve months. (4) The Board shall after an inspection compile a report stating the status of the scheme and shall submit a copy of the report including its recommendations to the scheme for compliance where applicable. The Board shall after an inspection compile a report stating the status of the scheme and shall submit a copy of the report including its recommendations to the scheme for compliance where applicable."
    },
    {
      "provision_ref": "s105",
      "section": "105",
      "title": "Directives of the Board",
      "content": "The Authority may direct a scheme or an officer of a scheme to comply with the directives of the Board specified in writing and where there is failure to comply, the Authority may seek an order from the High Court to order that person to comply. The Authority may direct a scheme or an officer of a scheme to comply with the directives of the Board specified in writing and where there is failure to comply, the Authority may seek an order from the High Court to order that person to comply."
    },
    {
      "provision_ref": "s106",
      "part": "Part four – Adjudication and other provisions",
      "section": "106",
      "title": "Adjudication Committee",
      "content": "(1) There shall be an Adjudication Committee appointed by the Minister. There shall be an Adjudication Committee appointed by the Minister. (2) The Adjudication Committee shall consist of The Adjudication Committee shall consist of a chairperson who is a retired Justice of the Superior Courts of Judicature; a chairperson who is a retired Justice of the Superior Courts of Judicature; a representative each from the a representative each from the Medical and Dental Council; Medical and Dental Council; Health Facilities Regulatory Authority; Health Facilities Regulatory Authority; Institute of Chartered Accountants; Institute of Chartered Accountants; Pharmacy Council; Pharmacy Council; Department of Social Welfare; Department of Social Welfare; Nurses and Midwifery Council; and Nurses and Midwifery Council; and National Health Insurance Authority not below the rank of a Director. National Health Insurance Authority not below the rank of a Director. (3) The object of the Adjudication Committee is to hear and determine complaints made by a member of the scheme, a healthcare, provider under the scheme or referred to it by the Board. The object of the Adjudication Committee is to hear and determine complaints made by a member of the scheme, a healthcare, provider under the scheme or referred to it by the Board. (4) The Adjudication Committee shall determine complaints before it in accordance with Regulations made by the Minister. The Adjudication Committee shall determine complaints before it in accordance with Regulations made by the Minister. (5) The Board shall ensure that members of the scheme and healthcare providers are informed about the Adjudication Committee and its functions. The Board shall ensure that members of the scheme and healthcare providers are informed about the Adjudication Committee and its functions. (6) The members of the Committee shall be paid allowances determined by the Minister for Health in consultation with the Minister responsible for Finance and the allowance shall be paid out of the National Health Insurance Fund. The members of the Committee shall be paid allowances determined by the Minister for Health in consultation with the Minister responsible for Finance and the allowance shall be paid out of the National Health Insurance Fund."
    },
    {
      "provision_ref": "s107",
      "part": "Part four – Adjudication and other provisions",
      "section": "107",
      "title": "Offences",
      "content": "(1) An officer of the Authority who An officer of the Authority who fails to keep proper books and records in respect of claims for healthcare services; fails to keep proper books and records in respect of claims for healthcare services; falsifies or aids another person or abet in the falsification of tariffs payable to a healthcare provider; or falsifies or aids another person or abet in the falsification of tariffs payable to a healthcare provider; or obstructs a duly authorised inspector of the Authority or any person authorised under this Act in the performance of a function under this Act obstructs a duly authorised inspector of the Authority or any person authorised under this Act in the performance of a function under this Act commits an offence and is liable on summary conviction to a fine of not less than one hundred and fifty penalty units and not more than two thousand five hundred penalty units or to a term of imprisonment of not less than twelve months and not more than five years. (2) A member of the National health Insurance Scheme who defrauds or attempts to defraud the Scheme by conniving with a healthcare provider or other person to make a claim for A member of the National health Insurance Scheme who defrauds or attempts to defraud the Scheme by conniving with a healthcare provider or other person to make a claim for a service which has not been provided; a service which has not been provided; a service which the contributor does not need but which the healthcare provider purports to have provided; a service which the contributor does not need but which the healthcare provider purports to have provided; a medicine prescription which the contributor does not require or which is more than what the contributor requires; or a medicine prescription which the contributor does not require or which is more than what the contributor requires; or indulges in any other fraudulent or dishonest acts in respect of the Scheme indulges in any other fraudulent or dishonest acts in respect of the Scheme commits an offence and is liable on summary conviction to a fine of not less than one hundred and fifty penalty units and not more than two thousand five hundred penalty units or to a term of imprisonment of not less than twelve months and not more than five years or to both. (3) A health care provider providing services under the National Health Insurance Scheme who defrauds or attempts to defraud the Scheme by presenting to the Authority for payment a claim for A health care provider providing services under the National Health Insurance Scheme who defrauds or attempts to defraud the Scheme by presenting to the Authority for payment a claim for a service which the healthcare provider has not provided; a service which the healthcare provider has not provided; a service which the contributor, in respect of whom the tariff claim is made, does not need but which the healthcare provider purports to have provided; or a service which the contributor, in respect of whom the tariff claim is made, does not need but which the healthcare provider purports to have provided; or medicine prescriptions which the contributor, in respect of whom the tariff claim is made, does not require or which is far in excess of what the contributor requires medicine prescriptions which the contributor, in respect of whom the tariff claim is made, does not require or which is far in excess of what the contributor requires commits an offence and in addition to any other disciplinary measure which the Board may adopt, is liable on summary conviction to a fine of not more than five thousand penalty units or to a term of imprisonment of not more than ten years or to both. (4) A person who is not eligible to enroll as a member of the National Health Insurance Scheme and enrolls in the Scheme commits an offence and is liable on summary conviction to a fine of not less than one hundred and fifty penalty units and not more than two thousand five hundred penalty units or a term of not less than twelve months and not more than five years or to both. A person who is not eligible to enroll as a member of the National Health Insurance Scheme and enrolls in the Scheme commits an offence and is liable on summary conviction to a fine of not less than one hundred and fifty penalty units and not more than two thousand five hundred penalty units or a term of not less than twelve months and not more than five years or to both."
    },
    {
      "provision_ref": "s108",
      "part": "Part four – Adjudication and other provisions",
      "section": "108",
      "title": "Regulations",
      "content": "(1) The Minister may on the advice of the Board, by legislative instrument, make Regulations to The Minister may on the advice of the Board, by legislative instrument, make Regulations to prescribe reports to be submitted to the Minister by the Authority and health care providers; prescribe reports to be submitted to the Minister by the Authority and health care providers; provide for matters relating to registration of members of health insurance schemes; provide for matters relating to registration of members of health insurance schemes; provide for matters relating to health insurance identity cards; provide for matters relating to health insurance identity cards; prescribe contributions to be paid by members of the National Health Insurance Scheme; prescribe contributions to be paid by members of the National Health Insurance Scheme; prescribe the mode of payment of contributions by members of the National Health Insurance Scheme; prescribe the mode of payment of contributions by members of the National Health Insurance Scheme; provide for matters relating to healthcare benefits under the National Health Insurance Scheme; provide for matters relating to healthcare benefits under the National Health Insurance Scheme; prescribe the means test for persons exempted from paying contributions within the National Health Insurance Scheme; prescribe the means test for persons exempted from paying contributions within the National Health Insurance Scheme; prescribe requirements and procedures for granting credentials to healthcare providers and health facilities; prescribe requirements and procedures for granting credentials to healthcare providers and health facilities; provide for matters relating to suspension of membership of the National Health Insurance Scheme; provide for matters relating to suspension of membership of the National Health Insurance Scheme; prescribe matters relating to quality assurance of service provided under both the National Health Insurance Scheme and Private Health Insurance Schemes; prescribe matters relating to quality assurance of service provided under both the National Health Insurance Scheme and Private Health Insurance Schemes; provide for matters relating to the determination, revision and payment of tariffs to healthcare providers within the National Health Insurance Scheme; provide for matters relating to the determination, revision and payment of tariffs to healthcare providers within the National Health Insurance Scheme; prescribe for matters relating to the submission and processing of claims within the National Health Insurance Scheme; prescribe for matters relating to the submission and processing of claims within the National Health Insurance Scheme; provide procedures for the resolution of complaints and disputes by the Adjudication Committee and for receipt of feedback by the committee; provide procedures for the resolution of complaints and disputes by the Adjudication Committee and for receipt of feedback by the committee; prescribe the percentage of the Fund to be used for activities that directly facilitate access to healthcare; prescribe the percentage of the Fund to be used for activities that directly facilitate access to healthcare; provide for categories of exemptions from the payment of the National Health Insurance Levy payable under this Act; provide for categories of exemptions from the payment of the National Health Insurance Levy payable under this Act; provide for matters relating to the payment of claims for healthcare service rendered by healthcare providers to members of the National Health Insurance Scheme; provide for matters relating to the payment of claims for healthcare service rendered by healthcare providers to members of the National Health Insurance Scheme; provide for the fees to be paid by Private Health Insurance Schemes; provide for the fees to be paid by Private Health Insurance Schemes; provide for the coverage of non-resident persons by Private Health Insurance Schemes; provide for the coverage of non-resident persons by Private Health Insurance Schemes; provide for other matters in relation to Private Health Insurance Schemes; and provide for other matters in relation to Private Health Insurance Schemes; and provide for other matters that are necessary for the effective implementation of this Act. provide for other matters that are necessary for the effective implementation of this Act. (2) A person who commits an offence under the Regulations is liable on summary conviction to a fine of not more than five thousand penalty units. A person who commits an offence under the Regulations is liable on summary conviction to a fine of not more than five thousand penalty units."
    },
    {
      "provision_ref": "s109",
      "part": "Part four – Adjudication and other provisions",
      "section": "109",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“access to healthcare service” means in relation to the National Health Insurance Scheme the provision of funding(a)to pay the healthcare service bills of a person who receives healthcare, within the minimum benefit package provided in this Act, from a healthcare service provider contracted by the Authority to provide that service; and(b)to assist in paying for the cost of(i)provision of facilities required for the delivery of healthcare service under the insurance; and(ii)provision of support to expand facilities required for the delivery of healthcare service;“actuary” means an insurance risk analyst;“ante-natal” means the period of pregnancy until delivery;“Auditor-General” includes an auditor appointed by the Auditor-General;“Authority” means the National Health Insurance Authority established under section 1 of this Act;“card” means a health insurance identity card issued under this Act;“contribution” means the amount of money paid by or on behalf of a member to the National Health Insurance Scheme, a Private Commercial Health Insurance Scheme or a Private Mutual Health Insurance Scheme for membership of the scheme;“credential” means a certificate of qualification and capability of a healthcare provider or healthcare facility that enables that person to provide healthcare services under a health insurance scheme;“child” means a person below the age of eighteen years;“district” means the geographical area of one or more District Assemblies;“District Assembly” includes a Metropolitan and a Municipal Assembly;“financial access” means risk protection against the cost of basic healthcare service;“functions” includes powers and duties;“Fund” means the National Health Insurance Fund established under section 39 of this Act;“generic name” means internationally known non-proprietary names;“healthcare facility” includes a hospital, nursing home, laboratory, maternity home, dental clinic, polyclinic, clinic, a pharmacy, licensed chemical shop and other facilities that the Authority may determine;“healthcare provider” includes a healthcare professional, a healthcare practitioner licensed to practice in Ghana in accordance with an enactment in force, a Social Welfare Practitioner or a Professional Counsellor;“material error” means an error that is sufficiently significant to affect the outcome of analysis or significantly influence an adjudication, judgment or decision;“means test” means the process by which the scheme determines the ability of individuals or households to pay varying levels of contributions to the scheme;“Medicines List” means the list of medicines and therapeutics developed for use within the National Health Insurance, Scheme; or a private health insurance scheme“Medicines Tariff” means the list of prices at which the National Health Insurance Scheme a private health insurance scheme will reimburse for Medicines supplied under the benefit package of the Scheme;“member” means a person registered under the National Health Insurance Scheme or a private health insurance scheme for the purpose of accessing benefits under the Scheme;“Minister” means the Minister responsible for Health;“mental disorder” means a condition of the mind in which there is a clinically significant disturbance of mental or behaviour functioning associated with distress or interference of daily life and manifesting as disturbance of speech, perception, mood, thought, volition, orientation or other cognitive functions to such degree as to be considered pathological but excludes social deviance without personal dysfunction;“Ministry” means Ministry of Health;“private mutual health insurance scheme” means a health insurance scheme operated exclusively for the benefit of its members;“National Health Insurance Scheme” means a health insurance scheme where the policy holder is obliged to insure by the intervention of government;“Private Health Insurance Scheme” includes Private Commercial Health Insurance Schemes and Private Mutual Health Insurance Schemes;“post-natal” means the first six weeks after delivery of a baby;“public health practitioner” means a person registered with the appropriate professional health regulatory body under the relevant enactment;“quality assurance” means a formal set of activities to review and ensure the quality of healthcare services provided to members of health insurance schemes;“Regulations” means the Legislative Instruments made under this Act;“region” means an administrative area of the country;“resident” means(a)an individual who lives in this country legally for six months or more in any period of twelve months, or(b)an employee or official of the Government posted abroad during the year of assessment;“Scheme” means a health insurance scheme established under this Act;“Service List” means a list of medical procedures and protocols developed for use within the National Health Insurance Scheme or private health insurance scheme; and“Service Tariff” means the list of prices at which the National Health Insurance Scheme or private health insurance scheme will reimburse for services contained in the Service List. In this Act, unless the context otherwise requires, to pay the healthcare service bills of a person who receives healthcare, within the minimum benefit package provided in this Act, from a healthcare service provider contracted by the Authority to provide that service; and provision of facilities required for the delivery of healthcare service under the insurance; and provision of support to expand facilities required for the delivery of healthcare service; “actuary” means an insurance risk analyst; “ante-natal” means the period of pregnancy until delivery; “Auditor-General” includes an auditor appointed by the Auditor-General; “Authority” means the National Health Insurance Authority established under section 1 of this Act; “card” means a health insurance identity card issued under this Act; “contribution” means the amount of money paid by or on behalf of a member to the National Health Insurance Scheme, a Private Commercial Health Insurance Scheme or a Private Mutual Health Insurance Scheme for membership of the scheme; “credential” means a certificate of qualification and capability of a healthcare provider or healthcare facility that enables that person to provide healthcare services under a health insurance scheme; “child” means a person below the age of eighteen years; “district” means the geographical area of one or more District Assemblies; “District Assembly” includes a Metropolitan and a Municipal Assembly; “financial access” means risk protection against the cost of basic healthcare service; “functions” includes powers and duties; “Fund” means the National Health Insurance Fund established under section 39 of this Act; “generic name” means internationally known non-proprietary names; “healthcare facility” includes a hospital, nursing home, laboratory, maternity home, dental clinic, polyclinic, clinic, a pharmacy, licensed chemical shop and other facilities that the Authority may determine; “healthcare provider” includes a healthcare professional, a healthcare practitioner licensed to practice in Ghana in accordance with an enactment in force, a Social Welfare Practitioner or a Professional Counsellor; “material error” means an error that is sufficiently significant to affect the outcome of analysis or significantly influence an adjudication, judgment or decision; “means test” means the process by which the scheme determines the ability of individuals or households to pay varying levels of contributions to the scheme; “Medicines List” means the list of medicines and therapeutics developed for use within the National Health Insurance, Scheme; or a private health insurance scheme “Medicines Tariff” means the list of prices at which the National Health Insurance Scheme a private health insurance scheme will reimburse for Medicines supplied under the benefit package of the Scheme; “member” means a person registered under the National Health Insurance Scheme or a private health insurance scheme for the purpose of accessing benefits under the Scheme; “Minister” means the Minister responsible for Health; “mental disorder” means a condition of the mind in which there is a clinically significant disturbance of mental or behaviour functioning associated with distress or interference of daily life and manifesting as disturbance of speech, perception, mood, thought, volition, orientation or other cognitive functions to such degree as to be considered pathological but excludes social deviance without personal dysfunction; “Ministry” means Ministry of Health; “private mutual health insurance scheme” means a health insurance scheme operated exclusively for the benefit of its members; “National Health Insurance Scheme” means a health insurance scheme where the policy holder is obliged to insure by the intervention of government; “Private Health Insurance Scheme” includes Private Commercial Health Insurance Schemes and Private Mutual Health Insurance Schemes; “post-natal” means the first six weeks after delivery of a baby; “public health practitioner” means a person registered with the appropriate professional health regulatory body under the relevant enactment; “quality assurance” means a formal set of activities to review and ensure the quality of healthcare services provided to members of health insurance schemes; “Regulations” means the Legislative Instruments made under this Act; “region” means an administrative area of the country; an individual who lives in this country legally for six months or more in any period of twelve months, or an employee or official of the Government posted abroad during the year of assessment; “Scheme” means a health insurance scheme established under this Act; “Service List” means a list of medical procedures and protocols developed for use within the National Health Insurance Scheme or private health insurance scheme; and “Service Tariff” means the list of prices at which the National Health Insurance Scheme or private health insurance scheme will reimburse for services contained in the Service List."
    },
    {
      "provision_ref": "s110",
      "part": "Part four – Adjudication and other provisions",
      "section": "110",
      "title": "Repeals and savings",
      "content": "(1) The following Acts are hereby repealed The following Acts are hereby repealed the National Health Insurance Act, 2003 (Act 650), and the National Health Insurance Act, 2003 (Act 650), and the National Health Insurance (Amendment) Act, 2008 (Act 753). the National Health Insurance (Amendment) Act, 2008 (Act 753). (2) Despite the repeal of the Acts, any Regulations, notices, orders, directions, appointments or any other act lawfully made or done under the repealed Acts shall be considered to have been done under this Act and shall continue to have effect until revoked, reviewed, cancelled or terminated. Despite the repeal of the Acts, any Regulations, notices, orders, directions, appointments or any other act lawfully made or done under the repealed Acts shall be considered to have been done under this Act and shall continue to have effect until revoked, reviewed, cancelled or terminated."
    },
    {
      "provision_ref": "s111",
      "part": "Part four – Adjudication and other provisions",
      "section": "111",
      "title": "Consequential amendments",
      "content": "(1) This Act shall be read and construed as one with the Hospitals Fees Act, 1971 (Act 387) and where there is a conflict this Act shall prevail. This Act shall be read and construed as one with the Hospitals Fees Act, 1971 (Act 387) and where there is a conflict this Act shall prevail. (2) The enactments specified in the first Column of the First Schedule are amended as specified in the Second Column of the First Schedule. The enactments specified in the first Column of the First Schedule are amended as specified in the Second Column of the First Schedule."
    },
    {
      "provision_ref": "s112",
      "part": "Part four – Adjudication and other provisions",
      "section": "112",
      "title": "Transitional provisions",
      "content": "(1) On the commencement of this Act, On the commencement of this Act, the Board shall issue requests to the Registrar of Companies to dissolve District Mutual Health Insurance Schemes established under the National Health Insurance Act, 2003 (Act 650) as companies limited by Guarantee; the Board shall issue requests to the Registrar of Companies to dissolve District Mutual Health Insurance Schemes established under the National Health Insurance Act, 2003 (Act 650) as companies limited by Guarantee; a group of persons operating a private mutual or private commercial health insurance scheme who desire to continues the operation of the Scheme shall within three months after the commencement of this Act apply to the Board for the registration and licensing of the scheme; and a group of persons operating a private mutual or private commercial health insurance scheme who desire to continues the operation of the Scheme shall within three months after the commencement of this Act apply to the Board for the registration and licensing of the scheme; and free ante-natal, delivery and neo-natal healthcare services provided by the Schemes established under the National Health Insurance Act, 2003 (Act 650) shall continue to be provided under the Scheme until the Minister determines otherwise. free ante-natal, delivery and neo-natal healthcare services provided by the Schemes established under the National Health Insurance Act, 2003 (Act 650) shall continue to be provided under the Scheme until the Minister determines otherwise. (2) On dissolution of the District Mutual Health Insurance Schemes, the liquidator shall, within one month after the dissolution make arrangements to transfer the assets and liabilities of the schemes to the Authority. On dissolution of the District Mutual Health Insurance Schemes, the liquidator shall, within one month after the dissolution make arrangements to transfer the assets and liabilities of the schemes to the Authority. (3) The Authority shall absorb the existing staff of the District Mutual Health Insurance Schemes, subject to the possession by the staff of the requisite qualifications to be determined in Regulations made by the Minister on the advice of the Board. The Authority shall absorb the existing staff of the District Mutual Health Insurance Schemes, subject to the possession by the staff of the requisite qualifications to be determined in Regulations made by the Minister on the advice of the Board. (4) The Council of the National Health Insurance Authority in existence on the commencement of this Act shall continue in office as the Board of the Authority until a new Board is appointed and inaugurated. The Council of the National Health Insurance Authority in existence on the commencement of this Act shall continue in office as the Board of the Authority until a new Board is appointed and inaugurated."
    },
    {
      "provision_ref": "s113",
      "part": "Part four – Adjudication and other provisions",
      "section": "113",
      "title": "Commencement",
      "content": "The National Health Insurance Levy imposed under Part Two of this Act shall become payable on the commencement of this Act. The National Health Insurance Levy imposed under Part Two of this Act shall become payable on the commencement of this Act."
    }
  ],
  "definitions": [
    {
      "term": "access to healthcare service",
      "definition": "in relation to the National Health Insurance Scheme the provision of funding(a)to pay the healthcare service bills of a person who receives healthcare, within the minimum benefit package provided in this Act, from a healthcare service provider contracted by the Authority to provide that service",
      "source_provision": "s109"
    },
    {
      "term": "actuary",
      "definition": "an insurance risk analyst",
      "source_provision": "s109"
    },
    {
      "term": "ante-natal",
      "definition": "the period of pregnancy until delivery",
      "source_provision": "s109"
    },
    {
      "term": "Authority",
      "definition": "the National Health Insurance Authority established under section 1 of this Act",
      "source_provision": "s109"
    },
    {
      "term": "card",
      "definition": "a health insurance identity card issued under this Act",
      "source_provision": "s109"
    },
    {
      "term": "contribution",
      "definition": "the amount of money paid by or on behalf of a member to the National Health Insurance Scheme, a Private Commercial Health Insurance Scheme or a Private Mutual Health Insurance Scheme for membership of the scheme",
      "source_provision": "s109"
    },
    {
      "term": "credential",
      "definition": "a certificate of qualification and capability of a healthcare provider or healthcare facility that enables that person to provide healthcare services under a health insurance scheme",
      "source_provision": "s109"
    },
    {
      "term": "child",
      "definition": "a person below the age of eighteen years",
      "source_provision": "s109"
    },
    {
      "term": "district",
      "definition": "the geographical area of one or more District Assemblies",
      "source_provision": "s109"
    },
    {
      "term": "financial access",
      "definition": "risk protection against the cost of basic healthcare service",
      "source_provision": "s109"
    },
    {
      "term": "Fund",
      "definition": "the National Health Insurance Fund established under section 39 of this Act",
      "source_provision": "s109"
    },
    {
      "term": "generic name",
      "definition": "internationally known non-proprietary names",
      "source_provision": "s109"
    },
    {
      "term": "material error",
      "definition": "an error that is sufficiently significant to affect the outcome of analysis or significantly influence an adjudication, judgment or decision",
      "source_provision": "s109"
    },
    {
      "term": "means test",
      "definition": "the process by which the scheme determines the ability of individuals or households to pay varying levels of contributions to the scheme",
      "source_provision": "s109"
    },
    {
      "term": "Medicines List",
      "definition": "the list of medicines and therapeutics developed for use within the National Health Insurance, Scheme",
      "source_provision": "s109"
    },
    {
      "term": "Medicines Tariff",
      "definition": "the list of prices at which the National Health Insurance Scheme a private health insurance scheme will reimburse for Medicines supplied under the benefit package of the Scheme",
      "source_provision": "s109"
    },
    {
      "term": "member",
      "definition": "a person registered under the National Health Insurance Scheme or a private health insurance scheme for the purpose of accessing benefits under the Scheme",
      "source_provision": "s109"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Health",
      "source_provision": "s109"
    },
    {
      "term": "mental disorder",
      "definition": "a condition of the mind in which there is a clinically significant disturbance of mental or behaviour functioning associated with distress or interference of daily life and manifesting as disturbance of speech, perception, mood, thought, volition, orientation or other cognitive functions to such degree as to be considered pathological but excludes social deviance without personal dysfunction",
      "source_provision": "s109"
    },
    {
      "term": "Ministry",
      "definition": "Ministry of Health",
      "source_provision": "s109"
    },
    {
      "term": "private mutual health insurance scheme",
      "definition": "a health insurance scheme operated exclusively for the benefit of its members",
      "source_provision": "s109"
    },
    {
      "term": "National Health Insurance Scheme",
      "definition": "a health insurance scheme where the policy holder is obliged to insure by the intervention of government",
      "source_provision": "s109"
    },
    {
      "term": "post-natal",
      "definition": "the first six weeks after delivery of a baby",
      "source_provision": "s109"
    },
    {
      "term": "public health practitioner",
      "definition": "a person registered with the appropriate professional health regulatory body under the relevant enactment",
      "source_provision": "s109"
    },
    {
      "term": "quality assurance",
      "definition": "a formal set of activities to review and ensure the quality of healthcare services provided to members of health insurance schemes",
      "source_provision": "s109"
    },
    {
      "term": "Regulations",
      "definition": "the Legislative Instruments made under this Act",
      "source_provision": "s109"
    },
    {
      "term": "region",
      "definition": "an administrative area of the country",
      "source_provision": "s109"
    },
    {
      "term": "Scheme",
      "definition": "a health insurance scheme established under this Act",
      "source_provision": "s109"
    },
    {
      "term": "Service List",
      "definition": "a list of medical procedures and protocols developed for use within the National Health Insurance Scheme or private health insurance scheme",
      "source_provision": "s109"
    },
    {
      "term": "Service Tariff",
      "definition": "the list of prices at which the National Health Insurance Scheme or private health insurance scheme will reimburse for services contained in the Service List. In this Act, unless the context otherwise requires, to pay the healthcare service bills of a person who receives healthcare, within the minimum benefit package provided in this Act, from a healthcare service provider contracted by the Authority to provide that service",
      "source_provision": "s109"
    },
    {
      "term": "actuary",
      "definition": "an insurance risk analyst",
      "source_provision": "s109"
    },
    {
      "term": "ante-natal",
      "definition": "the period of pregnancy until delivery",
      "source_provision": "s109"
    },
    {
      "term": "Authority",
      "definition": "the National Health Insurance Authority established under section 1 of this Act",
      "source_provision": "s109"
    },
    {
      "term": "card",
      "definition": "a health insurance identity card issued under this Act",
      "source_provision": "s109"
    },
    {
      "term": "contribution",
      "definition": "the amount of money paid by or on behalf of a member to the National Health Insurance Scheme, a Private Commercial Health Insurance Scheme or a Private Mutual Health Insurance Scheme for membership of the scheme",
      "source_provision": "s109"
    },
    {
      "term": "credential",
      "definition": "a certificate of qualification and capability of a healthcare provider or healthcare facility that enables that person to provide healthcare services under a health insurance scheme",
      "source_provision": "s109"
    },
    {
      "term": "child",
      "definition": "a person below the age of eighteen years",
      "source_provision": "s109"
    },
    {
      "term": "district",
      "definition": "the geographical area of one or more District Assemblies",
      "source_provision": "s109"
    },
    {
      "term": "financial access",
      "definition": "risk protection against the cost of basic healthcare service",
      "source_provision": "s109"
    },
    {
      "term": "Fund",
      "definition": "the National Health Insurance Fund established under section 39 of this Act",
      "source_provision": "s109"
    },
    {
      "term": "generic name",
      "definition": "internationally known non-proprietary names",
      "source_provision": "s109"
    },
    {
      "term": "material error",
      "definition": "an error that is sufficiently significant to affect the outcome of analysis or significantly influence an adjudication, judgment or decision",
      "source_provision": "s109"
    },
    {
      "term": "means test",
      "definition": "the process by which the scheme determines the ability of individuals or households to pay varying levels of contributions to the scheme",
      "source_provision": "s109"
    },
    {
      "term": "Medicines List",
      "definition": "the list of medicines and therapeutics developed for use within the National Health Insurance, Scheme",
      "source_provision": "s109"
    },
    {
      "term": "Medicines Tariff",
      "definition": "the list of prices at which the National Health Insurance Scheme a private health insurance scheme will reimburse for Medicines supplied under the benefit package of the Scheme",
      "source_provision": "s109"
    },
    {
      "term": "member",
      "definition": "a person registered under the National Health Insurance Scheme or a private health insurance scheme for the purpose of accessing benefits under the Scheme",
      "source_provision": "s109"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Health",
      "source_provision": "s109"
    },
    {
      "term": "mental disorder",
      "definition": "a condition of the mind in which there is a clinically significant disturbance of mental or behaviour functioning associated with distress or interference of daily life and manifesting as disturbance of speech, perception, mood, thought, volition, orientation or other cognitive functions to such degree as to be considered pathological but excludes social deviance without personal dysfunction",
      "source_provision": "s109"
    },
    {
      "term": "Ministry",
      "definition": "Ministry of Health",
      "source_provision": "s109"
    },
    {
      "term": "private mutual health insurance scheme",
      "definition": "a health insurance scheme operated exclusively for the benefit of its members",
      "source_provision": "s109"
    },
    {
      "term": "National Health Insurance Scheme",
      "definition": "a health insurance scheme where the policy holder is obliged to insure by the intervention of government",
      "source_provision": "s109"
    },
    {
      "term": "post-natal",
      "definition": "the first six weeks after delivery of a baby",
      "source_provision": "s109"
    },
    {
      "term": "public health practitioner",
      "definition": "a person registered with the appropriate professional health regulatory body under the relevant enactment",
      "source_provision": "s109"
    },
    {
      "term": "quality assurance",
      "definition": "a formal set of activities to review and ensure the quality of healthcare services provided to members of health insurance schemes",
      "source_provision": "s109"
    },
    {
      "term": "Regulations",
      "definition": "the Legislative Instruments made under this Act",
      "source_provision": "s109"
    },
    {
      "term": "region",
      "definition": "an administrative area of the country",
      "source_provision": "s109"
    },
    {
      "term": "Scheme",
      "definition": "a health insurance scheme established under this Act",
      "source_provision": "s109"
    },
    {
      "term": "Service List",
      "definition": "a list of medical procedures and protocols developed for use within the National Health Insurance Scheme or private health insurance scheme",
      "source_provision": "s109"
    }
  ]
}