{
  "id": "act-845-2012",
  "type": "act",
  "title": "Presidential (Transition) Act, 2012",
  "short_name": "Presidential (Transition) Act, 2012 2012",
  "act_number": 845,
  "year": 2012,
  "status": "in_force",
  "issued_date": "2012-06-08",
  "url": "https://ghalii.org/akn/gh/act/2012/845",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "The Transition Team",
      "content": "(1) Within twenty-four hours after the declaration of the results of the presidential election in accordance with article 63 of the Constitu­tion, Within twenty-four hours after the declaration of the results of the presidential election in accordance with article 63 of the Constitu­tion, the incumbent President shall appoint the incumbent President shall appoint the head of the presidential staff appointed under the Presidential Office Act, 1993 (Act 463), the head of the presidential staff appointed under the Presidential Office Act, 1993 (Act 463), the Attorney-General, and the Attorney-General, and the Ministers responsible for Presidential Affairs Finance, the Interior, Defence, Foreign Affairs, Local Government and National Security, and the Ministers responsible for Presidential Affairs Finance, the Interior, Defence, Foreign Affairs, Local Government and National Security, and the person elected as President shall appoint an equal number of persons as appointed under paragraph (a) the person elected as President shall appoint an equal number of persons as appointed under paragraph (a) to constitute a Transition Team that shall include the Head of the Civil Service, the Head of the Local Government Service, the Secretary to the Cabinet and the National Security Co-ordinator. (2) The incumbent President and the person elected as President shall be the co-chairpersons of the Team except that The incumbent President and the person elected as President shall be the co-chairpersons of the Team except that the incumbent President may delegate, to any of the persons specified in paragraph (a) of sub-section (1), any of the functions of the incumbent President as a co-chairperson of the Team, and the incumbent President may delegate, to any of the persons specified in paragraph (a) of sub-section (1), any of the functions of the incumbent President as a co-chairperson of the Team, and the person elected as President may delegate, to any of the persons appointed under paragraph (b) of sub-section (1), any of the functions of the person elected as President as a co-chairperson of the Team. the person elected as President may delegate, to any of the persons appointed under paragraph (b) of sub-section (1), any of the functions of the person elected as President as a co-chairperson of the Team. (3) Where the incumbent President is re-elected for a second term, the President shall designate members of the Transition Team. Where the incumbent President is re-elected for a second term, the President shall designate members of the Transition Team."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Functions of the Team",
      "content": "The functions of the Team are to make comprehensive practical arrangements to regulate, in accordance with this Act, the transfer of political power following a presidential election and a general election; to make comprehensive practical arrangements to regulate, in accordance with this Act, the transfer of political power following a presidential election and a general election; to ensure the provision of daily national security briefings for the person elected as President during the period before the assumption of office by the person elected as President; to ensure the provision of daily national security briefings for the person elected as President during the period before the assumption of office by the person elected as President; to ensure that the salaries, allowances, facilities, privileges and the retiring benefits or awards as determined by the President under clause (1) of article 71, and by the President under clause (1) of article 71, and by Parliament under clause (2) of article 71 by Parliament under clause (2) of article 71 and which are due to the holders of the offices specified in article 71 of the Constitution are paid or accorded to those persons without undue delay; and to undertake any other function which will enable the Team to achieve the object of this Act. to undertake any other function which will enable the Team to achieve the object of this Act."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Meetings of the Team",
      "content": "(1) For the purposes of this Act, the Team shall first meet not later than forty-eight hours after the declaration of the result of the presiden­tial election in accordance with article 63 of the Constitution. For the purposes of this Act, the Team shall first meet not later than forty-eight hours after the declaration of the result of the presiden­tial election in accordance with article 63 of the Constitution. (2) The co-chairpersons shall convene any other meeting of the Team. The co-chairpersons shall convene any other meeting of the Team. (3) The co-chairpersons shall preside at the meetings of the Team and in the absence of the co-chairpersons the two persons to whom functions are delegated under subsection (2) of section 1 shall preside. The co-chairpersons shall preside at the meetings of the Team and in the absence of the co-chairpersons the two persons to whom functions are delegated under subsection (2) of section 1 shall preside. (4) Decisions of the Team shall be arrived at by consensus, but when the members fail to agree on an issue, the co-chairpersons shall refer the issue to the Advisory Council for expeditious determination. Decisions of the Team shall be arrived at by consensus, but when the members fail to agree on an issue, the co-chairpersons shall refer the issue to the Advisory Council for expeditious determination. (5) The members of the Team unless otherwise provided by the section, shall determine the procedure for the meetings of the Team. The members of the Team unless otherwise provided by the section, shall determine the procedure for the meetings of the Team. (6) The quorum required to transact business at the meeting of the Team shall be nine members of the Team present. The quorum required to transact business at the meeting of the Team shall be nine members of the Team present."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Sub-committees",
      "content": "(1) The Team shall establish, from among the members of the Team The Team shall establish, from among the members of the Team an inauguration sub-committee, which shall be responsible for the organisation of the inauguration of the person elected as President into office, and for the taking of the oaths of office by the persons elected as President and Vice-President before Parliament on the 7th January; an inauguration sub-committee, which shall be responsible for the organisation of the inauguration of the person elected as President into office, and for the taking of the oaths of office by the persons elected as President and Vice-President before Parliament on the 7th January; a government machinery sub-committee, which shall be responsible for arrangements for the handing over to the new administration of the machinery of the Civil Service including the Ministries and the departments and agencies under the Ministries; a government machinery sub-committee, which shall be responsible for arrangements for the handing over to the new administration of the machinery of the Civil Service including the Ministries and the departments and agencies under the Ministries; a presidency sub-committee, which shall ensure the order transfer of all official assets and liabilities of the President, the Vice-President, the Ministers, the Deputy Ministers, Regional Ministers, the Deputy Regional Ministers and the Presidential staff to the new Administration; and a presidency sub-committee, which shall ensure the order transfer of all official assets and liabilities of the President, the Vice-President, the Ministers, the Deputy Ministers, Regional Ministers, the Deputy Regional Ministers and the Presidential staff to the new Administration; and any other sub-committees which the Team considers relevant in the performance of any of the functions of the Team. any other sub-committees which the Team considers relevant in the performance of any of the functions of the Team. (2) A sub-committee shall consist of not more than five persons who shall select one of their number to preside at the meetings of the sub­committee. A sub-committee shall consist of not more than five persons who shall select one of their number to preside at the meetings of the sub­committee. (3) The procedure for the meetings of the Team shall as far as practicable apply to meeting of subcommittees of the Team. The procedure for the meetings of the Team shall as far as practicable apply to meeting of subcommittees of the Team. (4) A sub-committee shall, as soon as practicable, present its report to the Team. A sub-committee shall, as soon as practicable, present its report to the Team."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Advisory Council",
      "content": "(1) There is established by this Act an Advisory Council consisting of There is established by this Act an Advisory Council consisting of the Speaker of Parliament as the chairperson; the Speaker of Parliament as the chairperson; one eminent citizen appointed by the incumbent President; and one eminent citizen appointed by the incumbent President; and one eminent citizen appointed by the person elected as President. one eminent citizen appointed by the person elected as President. (2) For the purposes of subsection (1), the Speaker of Parliament who becomes the chairperson of the Advisory Council shall continue as chairperson despite a change in personnel in the Office of the Speaker until the completion of the work of the Team. For the purposes of subsection (1), the Speaker of Parliament who becomes the chairperson of the Advisory Council shall continue as chairperson despite a change in personnel in the Office of the Speaker until the completion of the work of the Team. (3) The Advisory Council shall determine the issue referred to the Council under subsection (4) of section 3 expeditiously, and the decision of the Council binds the Team and all of the subcommittees of the Team. The Advisory Council shall determine the issue referred to the Council under subsection (4) of section 3 expeditiously, and the decision of the Council binds the Team and all of the subcommittees of the Team."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Handing-over notes",
      "content": "(1) The Office of the President shall prepare a set of comprehen­sive handing-over notes covering the term of office of the President as the executive authority under article 58 of the Constitution. The Office of the President shall prepare a set of comprehen­sive handing-over notes covering the term of office of the President as the executive authority under article 58 of the Constitution. (2) The notes prepared under subsection (1) shall include The notes prepared under subsection (1) shall include the handing-over notes received by the President and the Ministers on assuming office, and the handing-over notes received by the President and the Ministers on assuming office, and notes on the activities of notes on the activities of the Office of the President and the Office of the Vice-president, and of the agencies under the portfolios of the President and of the Vice-President, the Office of the President and the Office of the Vice-president, and of the agencies under the portfolios of the President and of the Vice-President, the Ministries, departments and the agencies, and the Ministries, departments and the agencies, and the Regional Ministers and the District Chief Executives. the Regional Ministers and the District Chief Executives. (3) The handing-over notes shall reflect the accurate developments which have taken place during the tenure of office and the projections of development to take place before the end of the full tenure. The handing-over notes shall reflect the accurate developments which have taken place during the tenure of office and the projections of development to take place before the end of the full tenure. (4) The original and five other copies of the handing-over notes shall be presented to the Administrator-General appointed under section 8(2) not later than thirty days before the date of the Presidential election. The original and five other copies of the handing-over notes shall be presented to the Administrator-General appointed under section 8(2) not later than thirty days before the date of the Presidential election. (5) The handing-over notes may, in addition, be in electronic form. The handing-over notes may, in addition, be in electronic form."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Availability of the handing-over notes",
      "content": "(1) The Administrator-General shall make available to the person elected as President the original copies of the handing-over notes. The Administrator-General shall make available to the person elected as President the original copies of the handing-over notes. (2) Of the five other copies, Of the five other copies, the Administrator-General shall retain one copy, and the Administrator-General shall retain one copy, and one copy shall be sent respectively to one copy shall be sent respectively to Parliament, Parliament, the Chief Justice, the Chief Justice, the Council of State, and the Council of State, and the Public Records and Archives Administration Department. the Public Records and Archives Administration Department."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Presidential Estates Unit",
      "content": "(1) There is established by this Act, a Presidential Estates Unit, the functions of which are, There is established by this Act, a Presidential Estates Unit, the functions of which are, to take and keep an inventory of the assets and properties of the Government which are assets and properties not vested in the Lands Commission established under article 258 of the Constitution, to take and keep an inventory of the assets and properties of the Government which are assets and properties not vested in the Lands Commission established under article 258 of the Constitution, to ensure that the assets and properties of the Government are maintained in good condition and tenantable repair, and to ensure that the assets and properties of the Government are maintained in good condition and tenantable repair, and to ensure that, where relevant, the assets and properties of the Government are transferred in good condition and tenantable repair. to ensure that, where relevant, the assets and properties of the Government are transferred in good condition and tenantable repair. (2) The Presidential Estate Unit shall be under an Administrator-General whom shall be appointed by the President in consultation with the Council of State. The Presidential Estate Unit shall be under an Administrator-General whom shall be appointed by the President in consultation with the Council of State. (3) The Administrator-General shall have the same terms and conditions of service as a Justice of the Court of Appeal. The Administrator-General shall have the same terms and conditions of service as a Justice of the Court of Appeal. (4) The Administration-General shall make recommendations to the President in consonance with article 179 of the Constitution, for budgetary allocations for the purposes of the transfer of the reins of Government from one administration to the next administration. The Administration-General shall make recommendations to the President in consonance with article 179 of the Constitution, for budgetary allocations for the purposes of the transfer of the reins of Government from one administration to the next administration. (5) The Presidential Estates Unit is responsible for the procurement of any assets or properties of Government which are assets and properties not vested in the Lands Commission. The Presidential Estates Unit is responsible for the procurement of any assets or properties of Government which are assets and properties not vested in the Lands Commission. (6) The Administrator-General shall in procuring assets, comply with the provisions of the Public Procurement Act, 2003 (Act 663). The Administrator-General shall in procuring assets, comply with the provisions of the Public Procurement Act, 2003 (Act 663)."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Inventory of assets",
      "content": "(1) The Administrator-General The Administrator-General shall prepare a national register covering all the public lands and any other lands vested in the President by the Constitution or any other law and of all other official assets; shall prepare a national register covering all the public lands and any other lands vested in the President by the Constitution or any other law and of all other official assets; shall conduct a stock-taking exercise, in the presence of the head of the household, of the official assets in the official residence and in the personal or private residence of the President, Vice-President and of each of the Ministers, thirty days; shall conduct a stock-taking exercise, in the presence of the head of the household, of the official assets in the official residence and in the personal or private residence of the President, Vice-President and of each of the Ministers, thirty days; before the person elected as President assumes office, and before the person elected as President assumes office, and before the incumbent President leaves office. before the incumbent President leaves office. (2) Subsection (1) applies to other persons who by virtue of public office are supplied with official assets. Subsection (1) applies to other persons who by virtue of public office are supplied with official assets. (3) The Administrator-General may conduct any other stock­-taking exercise to ensure accountability and transparency. The Administrator-General may conduct any other stock­-taking exercise to ensure accountability and transparency."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Vacation of official residence",
      "content": "(1) The incumbent President and the incumbent Vice-President shall each vacate the official residences before the day of the swearing-in of the person elected as President, and, if either of them so desires, move into an alternate official residence. The incumbent President and the incumbent Vice-President shall each vacate the official residences before the day of the swearing-in of the person elected as President, and, if either of them so desires, move into an alternate official residence. (2) Any other person who ceases to hold office on the assumption of office of the person elected as President and is in occupation of an official residence shall vacate the residence within three months after that assumption of office. Any other person who ceases to hold office on the assumption of office of the person elected as President and is in occupation of an official residence shall vacate the residence within three months after that assumption of office."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Election of Speaker of Parliament",
      "content": "(1) Two days before the dissolution of Parliament, the Clerk to Parliament shall summon a meeting of the elected members of Parlia­ment to Two days before the dissolution of Parliament, the Clerk to Parliament shall summon a meeting of the elected members of Parlia­ment to elect the Speaker, elect the Speaker, elect the Deputy Speakers, and elect the Deputy Speakers, and take the oaths of office as members of Parliament. take the oaths of office as members of Parliament. (2) The Speaker shall, before swearing in the members of Parlia­ment, take and subscribe the oaths pertaining to the office of the Speaker. The Speaker shall, before swearing in the members of Parlia­ment, take and subscribe the oaths pertaining to the office of the Speaker. (3) The Speaker elected under subsection (1) and the members of Parliament who take their oaths of office under that subsection, assume office subject to the operation of article 113 of the Constitution, and accordingly take office on the 7th January following the general election. The Speaker elected under subsection (1) and the members of Parliament who take their oaths of office under that subsection, assume office subject to the operation of article 113 of the Constitution, and accordingly take office on the 7th January following the general election."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Swearing-in of the President",
      "content": "The administration by the Chief Justice of the oaths of office to the person elected as President shall take place on the 7th January, follow­ing the presidential election and in accordance with clause (3) of article 57 of the Constitution. The administration by the Chief Justice of the oaths of office to the person elected as President shall take place on the 7th January, follow­ing the presidential election and in accordance with clause (3) of article 57 of the Constitution."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“co-chairpersons” mean the incumbent President and the person elected as President as the chairpersons of the Transition Team;“District Chief Executive” includes the chief executive of a Municipal and a Metropolitan Assembly;“Minister” includes a Minister of State, a Deputy Minister of State, an Ambassador and a High Commissioner;“official assets” includes state owned property of all kinds and any other state owned thing of value;“official document” includes a secret official code, word or pass word, a sketch, plan, an article, a note or any other document or information which relates to or is used in the carrying out of a government business;“Team” means the Transition Team constituted under section 1(1). In this Act, unless the context otherwise requires, “co-chairpersons” mean the incumbent President and the person elected as President as the chairpersons of the Transition Team; “District Chief Executive” includes the chief executive of a Municipal and a Metropolitan Assembly; “Minister” includes a Minister of State, a Deputy Minister of State, an Ambassador and a High Commissioner; “official assets” includes state owned property of all kinds and any other state owned thing of value; “official document” includes a secret official code, word or pass word, a sketch, plan, an article, a note or any other document or information which relates to or is used in the carrying out of a government business; “Team” means the Transition Team constituted under section 1(1)."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Transitional provisions",
      "content": "(1) On the assumption of office of the person elected as President, a person holding any of the offices specified in the Schedule shall cease to hold that office, and shall be paid the relevant retirement benefits and the enjoyment of facilities as provided by law. On the assumption of office of the person elected as President, a person holding any of the offices specified in the Schedule shall cease to hold that office, and shall be paid the relevant retirement benefits and the enjoyment of facilities as provided by law. (2) The functions of office of a person who ceases to hold office under subsection (1) shall be performed by a person so appointed by the President for the period specified in writing by the President. The functions of office of a person who ceases to hold office under subsection (1) shall be performed by a person so appointed by the President for the period specified in writing by the President. (3) A public officer, whose office is not specified in the Schedule, continues to hold office on the assumption of office by the person elected as President, subject to the provisions of the Constitution and of the relevant law applicable to that public officer. A public officer, whose office is not specified in the Schedule, continues to hold office on the assumption of office by the person elected as President, subject to the provisions of the Constitution and of the relevant law applicable to that public officer. (4) Until the appointment of the Administrator-General, the State Protocol Division of the Civil Service shall perform the functions of the Presidential Estates Unit. Until the appointment of the Administrator-General, the State Protocol Division of the Civil Service shall perform the functions of the Presidential Estates Unit. (5) Before the assumption of office of the incoming Minister, a person so appointed by the President shall be in charge of the relevant Ministry but shall not take a decision involving a policy issue except in the Ministry of Justice where the Solicitor-General shall be in charge of the Ministry. Before the assumption of office of the incoming Minister, a person so appointed by the President shall be in charge of the relevant Ministry but shall not take a decision involving a policy issue except in the Ministry of Justice where the Solicitor-General shall be in charge of the Ministry."
    }
  ],
  "definitions": [
    {
      "term": "Team",
      "definition": "the Transition Team constituted under section 1(1). In this Act, unless the context otherwise requires, “co-chairpersons” mean the incumbent President and the person elected as President as the chairpersons of the Transition Team",
      "source_provision": "s13"
    }
  ]
}