{
  "id": "act-853-2012",
  "type": "act",
  "title": "Internal Revenue (Tax Amnesty) Act, 2012",
  "short_name": "IRTA 2012",
  "act_number": 853,
  "year": 2012,
  "status": "in_force",
  "issued_date": "2013-11-23",
  "url": "https://ghalii.org/akn/gh/act/2012/853",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Tax amnesty",
      "content": "(1) Despite any provision of the Internal Revenue Act, 2000 (Act, 592) to the contrary the Commissioner-General shall not for purposes of this Act assess or recover penalties and interest in respect of taxes due or payable by a person under the Internal Revenue Act, 2000 (Act 592) for the qualifying period, where that person Despite any provision of the Internal Revenue Act, 2000 (Act, 592) to the contrary the Commissioner-General shall not for purposes of this Act assess or recover penalties and interest in respect of taxes due or payable by a person under the Internal Revenue Act, 2000 (Act 592) for the qualifying period, where that person registers with the Ghana Revenue Authority or the Registrar General's Department; registers with the Ghana Revenue Authority or the Registrar General's Department; submits returns, or amended returns for the qualifying period; or submits returns, or amended returns for the qualifying period; or pays taxes assessed and any taxes outstanding for the qualifying period pays taxes assessed and any taxes outstanding for the qualifying period on or before the 30th of September, 2013. (2) The returns referred to in paragraph (b) of subsection (1) shall contain full disclosure of previously undisclosed gains, profits or other income relating to employment, business, investment, or capital gains of that person or gifts received by that person. The returns referred to in paragraph (b) of subsection (1) shall contain full disclosure of previously undisclosed gains, profits or other income relating to employment, business, investment, or capital gains of that person or gifts received by that person."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Scope of application of tax amnesty",
      "content": "(1) Section 1 applies to a person who Section 1 applies to a person who has previously registered with the Ghana Revenue Authority but has not renewed the registration; or has previously registered with the Ghana Revenue Authority but has not renewed the registration; or is registered with the Ghana Revenue Authority but has not submitted returns or made full disclosure of incomes required to be submitted or made during the qualifying period. is registered with the Ghana Revenue Authority but has not submitted returns or made full disclosure of incomes required to be submitted or made during the qualifying period. (2) A person liable to pay tax but who has not been previously registered with the Ghana Revenue Authority is in addition to the tax amnesty granted under section 1 entitled to amnesty for the tax due within the qualifying period. A person liable to pay tax but who has not been previously registered with the Ghana Revenue Authority is in addition to the tax amnesty granted under section 1 entitled to amnesty for the tax due within the qualifying period. (3) Despite section 1, the tax amnesty does not apply in respect of a tax if the person who should have paid the tax Despite section 1, the tax amnesty does not apply in respect of a tax if the person who should have paid the tax has been notified by or on behalf of the Commissioner-General of an assessment or additional assessment in respect of the tax or any matter relating to the tax; has been notified by or on behalf of the Commissioner-General of an assessment or additional assessment in respect of the tax or any matter relating to the tax; is under audit or investigation by the Commissioner-General in respect of an undisclosed income or a matter relating to that undisclosed income; is under audit or investigation by the Commissioner-General in respect of an undisclosed income or a matter relating to that undisclosed income; has been notified by the Commissioner-General or by a person acting for or on behalf of the Commissioner-General of an enforcement action relating to a failure to comply with the provisions of the Internal Revenue Act, 2000 (Act 592) in respect of the submission of returns of income or payment of any tax assessed or due; or has been notified by the Commissioner-General or by a person acting for or on behalf of the Commissioner-General of an enforcement action relating to a failure to comply with the provisions of the Internal Revenue Act, 2000 (Act 592) in respect of the submission of returns of income or payment of any tax assessed or due; or has failed to comply with the provisions of the Internal Revenue Act, 2000 (Act 592) relating to furnishing of returns of income for the 2012 year of assessment. has failed to comply with the provisions of the Internal Revenue Act, 2000 (Act 592) relating to furnishing of returns of income for the 2012 year of assessment."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Application for tax amnesty",
      "content": "(1) A person who qualifies for tax amnesty under section 1 may submit a written application and the returns required under section 1 to the Commissioner-General A person who qualifies for tax amnesty under section 1 may submit a written application and the returns required under section 1 to the Commissioner-General during the period commencing from 1st January, 2013 and ending on 30th September, 2013; and during the period commencing from 1st January, 2013 and ending on 30th September, 2013; and in a manner determined by the Commissioner-General in line with existing enactments. in a manner determined by the Commissioner-General in line with existing enactments. (2) The Commissioner-General shall The Commissioner-General shall within thirty days after receipt of an application serve notice on a person who has applied for tax amnesty of the decision of the Commissioner-General to grant or refuse the application; and within thirty days after receipt of an application serve notice on a person who has applied for tax amnesty of the decision of the Commissioner-General to grant or refuse the application; and where there is a refusal of the application specify the reasons for the decision to refuse the application for tax amnesty. where there is a refusal of the application specify the reasons for the decision to refuse the application for tax amnesty."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Complaint and determination",
      "content": "(1) An applicant who is dissatisfied with a decision of the Commissioner-General to grant that applicant tax amnesty may, within thirty days of receipt of the decision, lodge a written complaint with the Commissioner-General for determination. An applicant who is dissatisfied with a decision of the Commissioner-General to grant that applicant tax amnesty may, within thirty days of receipt of the decision, lodge a written complaint with the Commissioner-General for determination. (2) The Commissioner-General shall make a determination within thirty days of receipt of the complaint and notify the tax payer accordingly. The Commissioner-General shall make a determination within thirty days of receipt of the complaint and notify the tax payer accordingly."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Remission of tax",
      "content": "This Act does not derogate from the powers of the Commissioner-General to remit tax under section 158 of the Internal Revenue Act, 2000 (Act 592). This Act does not derogate from the powers of the Commissioner-General to remit tax under section 158 of the Internal Revenue Act, 2000 (Act 592)."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“qualifying period” means the year of assessment starting from when the tax became due up to and including the 2012 year of assessment; and“Commissioner-General” means the Commissioner-General appointed under the Ghana Revenue Authority Act, 2009 (Act 791). In this Act, unless the context otherwise requires, “qualifying period” means the year of assessment starting from when the tax became due up to and including the 2012 year of assessment; and “Commissioner-General” means the Commissioner-General appointed under the Ghana Revenue Authority Act, 2009 (Act 791)."
    }
  ],
  "definitions": [
    {
      "term": "qualifying period",
      "definition": "the year of assessment starting from when the tax became due up to and including the 2012 year of assessment",
      "source_provision": "s6"
    },
    {
      "term": "Commissioner-General",
      "definition": "the Commissioner-General appointed under the Ghana Revenue Authority Act, 2009 (Act 791). In this Act, unless the context otherwise requires, “qualifying period” means the year of assessment starting from when the tax became due up to and including the 2012 year of assessment",
      "source_provision": "s6"
    }
  ]
}