{
  "id": "act-865-2013",
  "type": "act",
  "title": "Ghana Investment Promotion Centre Act, 2013",
  "short_name": "GIPC 2013",
  "act_number": 865,
  "year": 2013,
  "status": "in_force",
  "issued_date": "2013-10-30",
  "url": "https://ghalii.org/akn/gh/act/2013/865",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Application of the Act",
      "content": "(1) This Act applies to enterprises in Ghana. This Act applies to enterprises in Ghana. (2) Despite subsection (1), this Act shah not be interpreted to re­strict compliance with the requirements of any other enactment. Despite subsection (1), this Act shah not be interpreted to re­strict compliance with the requirements of any other enactment."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "The Centre",
      "content": "(1) There is established by this Act a body corporate to be known as the Ghana Investment Promotion Centre. There is established by this Act a body corporate to be known as the Ghana Investment Promotion Centre. (2) For the performance of its functions, the Centre may acquire and hold movable and immovable property, dispose of property and enter into a contract and be engaged or participate in any other transaction. For the performance of its functions, the Centre may acquire and hold movable and immovable property, dispose of property and enter into a contract and be engaged or participate in any other transaction. (3) Where there is a hindrance to the acquisition of property, the property may be acquired for the Centre under the State Lands Act, 1961 (Act 125) and the cost shall be borne by the Centre. Where there is a hindrance to the acquisition of property, the property may be acquired for the Centre under the State Lands Act, 1961 (Act 125) and the cost shall be borne by the Centre."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Object of the Centre",
      "content": "The object of the Centre is to create an enhanced, transparent and responsive environ­ment for investment and the development of the Ghanaian economy through investment; and create an enhanced, transparent and responsive environ­ment for investment and the development of the Ghanaian economy through investment; and encourage, promote and facilitate investment in the country. encourage, promote and facilitate investment in the country."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Functions of the Centre",
      "content": "The Centre shall for the purposes of attaining its object, actively encourage, promote and facilitate investments into and within Ghana, and shall formulate investment promotion policies and plans, promotional incentives and marketing strategies to attract foreign and local investments in advanced technology industries and skill-intensive services which enjoy good export market prospects; formulate investment promotion policies and plans, promotional incentives and marketing strategies to attract foreign and local investments in advanced technology industries and skill-intensive services which enjoy good export market prospects; initiate and support measures that will enhance the invest­ment climate in Ghana for both Ghanaian and non-Ghanaian enterprises; initiate and support measures that will enhance the invest­ment climate in Ghana for both Ghanaian and non-Ghanaian enterprises; initiate, organise and participate in promotional activities such as exhibitions, conferences and seminars for the stimu­lation of investments, to present Ghana as an ideal invest­ment destination; initiate, organise and participate in promotional activities such as exhibitions, conferences and seminars for the stimu­lation of investments, to present Ghana as an ideal invest­ment destination; collect, collate, analyse and disseminate information about investment opportunities and sources of investment capital, incentives available to investors, the investment climate and advise upon request on the availability, choice or suitability of partners in joint venture projects; collect, collate, analyse and disseminate information about investment opportunities and sources of investment capital, incentives available to investors, the investment climate and advise upon request on the availability, choice or suitability of partners in joint venture projects; register, monitor and keep records of all enterprises in Ghana; register, monitor and keep records of all enterprises in Ghana; register and keep records of all technology transfer agree­ments; register and keep records of all technology transfer agree­ments; identify specific projects and prepare project profiles on investments and joint venture opportunities in Ghana and attract interested investors for participation in those projects; identify specific projects and prepare project profiles on investments and joint venture opportunities in Ghana and attract interested investors for participation in those projects; bring about harmonisation in investment policy formulation through coordination of the activities of all other institutions and agencies; and bring about harmonisation in investment policy formulation through coordination of the activities of all other institutions and agencies; and perform any other functions that are necessary for the attainment of the objects of this Act. perform any other functions that are necessary for the attainment of the objects of this Act."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Governing body of the Centre",
      "content": "(1) The governing body of the Centre is a Board consisting of The governing body of the Centre is a Board consisting of a chairperson; a chairperson; the Governor of the Bank of Ghana or a representative of the Governor not below the rank of Deputy Governor; the Governor of the Bank of Ghana or a representative of the Governor not below the rank of Deputy Governor; the Director-General of the National Development Planning Commission; the Director-General of the National Development Planning Commission; a representative of the Ministry of Trade not below the rank of Deputy Minister; a representative of the Ministry of Trade not below the rank of Deputy Minister; a representative of the Ministry of Finance not below the rank of Deputy Minister; a representative of the Ministry of Finance not below the rank of Deputy Minister; the Chief Executive Officer of the Centre; and the Chief Executive Officer of the Centre; and four other members appointed from outside the Public Service at least two of whom are women and one nomi­nated by the Private Enterprise Federation. four other members appointed from outside the Public Service at least two of whom are women and one nomi­nated by the Private Enterprise Federation. (2) The chairperson and the other members of the Board shall be appointed by the President in accordance with article 70 of the Constitu­tion. The chairperson and the other members of the Board shall be appointed by the President in accordance with article 70 of the Constitu­tion. (3) The President shall, in making the appointments under this section, have regard to the expertise, knowledge and experience of the person in matters relating to investments and private sector development The President shall, in making the appointments under this section, have regard to the expertise, knowledge and experience of the person in matters relating to investments and private sector development"
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Functions of the Board",
      "content": "(1) The Board shall provide policy guidance and give advice to ensure the proper and effective performance of the functions of the Centre. The Board shall provide policy guidance and give advice to ensure the proper and effective performance of the functions of the Centre. (2) The Board may, in the implementation of the objects of the Centre The Board may, in the implementation of the objects of the Centre design, review, formulate and adopt a national strategy for promoting domestic and foreign investment; design, review, formulate and adopt a national strategy for promoting domestic and foreign investment; approve the investment promotion operations and marketing plans proposed by the Chief Executive Officer for imple­mentation by the Centre; approve the investment promotion operations and marketing plans proposed by the Chief Executive Officer for imple­mentation by the Centre; identify obstacles to investment in Ghana and make proposals and suggestions to the President through the Minister on steps which should be taken to remove the obstacles and foster effective linkages between the appro­priate institutions and agencies towards the removal of obstacles of investment; and identify obstacles to investment in Ghana and make proposals and suggestions to the President through the Minister on steps which should be taken to remove the obstacles and foster effective linkages between the appro­priate institutions and agencies towards the removal of obstacles of investment; and make recommendations to the President through the Minister on incentives for the promotion of investment and the eligibility criteria for the incentives and priority areas of investment. make recommendations to the President through the Minister on incentives for the promotion of investment and the eligibility criteria for the incentives and priority areas of investment."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Tenure of Board members",
      "content": "(1) A member of the Board shall hold office for a term not exceeding four years and is eligible for re-appointment for another term only. A member of the Board shall hold office for a term not exceeding four years and is eligible for re-appointment for another term only. (2) Subsection (1) does not apply to the Chief Executive Officer of the Centre. Subsection (1) does not apply to the Chief Executive Officer of the Centre. (3) A member of the Board may at any time resign from office in writing addressed to the President. A member of the Board may at any time resign from office in writing addressed to the President. (4) A member of the Board who is absent from three consecutive meetings of the Board without a reasonable cause ceases to be a member of the Board. A member of the Board who is absent from three consecutive meetings of the Board without a reasonable cause ceases to be a member of the Board. (5) The President may by a letter addressed to a member revoke the appointment of that member. The President may by a letter addressed to a member revoke the appointment of that member. (6) Where a member of the Board is, for a reasonable cause unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Board is, for a reasonable cause unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3), (4), (5) or section 9(2), or under subsection (3), (4), (5) or section 9(2), or as a result of a declaration under subsection (6), or as a result of a declaration under subsection (6), or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months for the transaction of business at the times and places determined by the chair­person. The Board shall meet at least once every three months for the transaction of business at the times and places determined by the chair­person. (2) The chairperson shall at the request of not less than one-third of the membership of the Board, convene an extraordinary meeting of the Board at the place and time determined by the chairperson. The chairperson shall at the request of not less than one-third of the membership of the Board, convene an extraordinary meeting of the Board at the place and time determined by the chairperson. (3) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board appointed by the President under section 5(1) shall be elected by the members present from among their number to preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board appointed by the President under section 5(1) shall be elected by the members present from among their number to preside. (4) The quorum for a meeting of the Board is five members includ­ing the Chief Executive Officer or any person acting as the Chief Execu­tive Officer. The quorum for a meeting of the Board is five members includ­ing the Chief Executive Officer or any person acting as the Chief Execu­tive Officer. (5) Matters before the Board shall be decided by a majority of the members present and in the event of equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and in the event of equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a Board meeting but that person shall not vote on any matter before the Board for decision. The Board may co-opt a person to attend a Board meeting but that person shall not vote on any matter before the Board for decision. (7) Except as otherwise expressly provided by this Act, the Board shall determine the procedures for its meetings. Except as otherwise expressly provided by this Act, the Board shall determine the procedures for its meetings. (8) The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or by a defect in the appointment or qualification of a member. The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or by a defect in the appointment or qualification of a member."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration by the Board shall in respect of the deliberations of the Board on that matter A member of the Board who has an interest in a matter for consideration by the Board shall in respect of the deliberations of the Board on that matter disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and request to be recused from the delibrations of the Board in respect of that matter; and request to be recused from the delibrations of the Board in respect of that matter; and not participate in the deliberations of the Board in respect of the matter. not participate in the deliberations of the Board in respect of the matter. (2) A member ceases to be a member of the Board if that member has an interest in a matter before the Board and A member ceases to be a member of the Board if that member has an interest in a matter before the Board and fails to disclose that interest, or fails to disclose that interest, or fails to request to be recused and participates in the delib­erations on the matter. fails to request to be recused and participates in the delib­erations on the matter."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members or both to perform a function determined by the Board. The Board may establish committees consisting of members of the Board or non-members or both to perform a function determined by the Board. (2) A committee comprised entirely of non-members shall be advisory. A committee comprised entirely of non-members shall be advisory. (3) Without limiting subsection (1), the Board shall have a committee to be known as the Technical Committee. Without limiting subsection (1), the Board shall have a committee to be known as the Technical Committee."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Technical Committee",
      "content": "(1) The Technical Committee comprises The Technical Committee comprises two representatives of the Centre including the Chief Executive Officer; two representatives of the Centre including the Chief Executive Officer; one representative, not below the rank of Director or analogous grade, of one representative, not below the rank of Director or analogous grade, of the Ministry responsible for Finance; the Ministry responsible for Finance; the Ghana Revenue Authority; the Ghana Revenue Authority; the Bank of Ghana; the Bank of Ghana; Environmental Protection Agency; Environmental Protection Agency; Ghana Ports and Harbours Authority; Ghana Ports and Harbours Authority; National Communications Authority; National Communications Authority; Registrar-General’s Department; Registrar-General’s Department; the Lands Commission; the Lands Commission; the Ghana Immigration Service; the Ghana Immigration Service; the National Development Planning Commission; and the National Development Planning Commission; and one representative of the private sector nominated by the Private Enterprise Federation. one representative of the private sector nominated by the Private Enterprise Federation. (2) The Technical Committee shall The Technical Committee shall advise on the process and procedures to facilitate the acqui­sition of permits and licences and obtaining exemptions and access to utility services; advise on the process and procedures to facilitate the acqui­sition of permits and licences and obtaining exemptions and access to utility services; advise on the appropriate tax regimes for the enhancement of an enabling investment environment; advise on the appropriate tax regimes for the enhancement of an enabling investment environment; provide feedback on practical experiences and assist in the resolution of the operational challenges of investors; provide feedback on practical experiences and assist in the resolution of the operational challenges of investors; provide technical information on the investment opportu­nities, regulations, and policies for the purpose of attracting and retaining foreign direct investment in Ghana; and provide technical information on the investment opportu­nities, regulations, and policies for the purpose of attracting and retaining foreign direct investment in Ghana; and perform any other function or activity that the Board may determine. perform any other function or activity that the Board may determine. (3) A member of the Technical Committee other than the Chief Executive Officer shall hold office for a period of four years and is eligible for re-appointment but shall not be appointed for more than two terms. A member of the Technical Committee other than the Chief Executive Officer shall hold office for a period of four years and is eligible for re-appointment but shall not be appointed for more than two terms. (4) The Technical Committee shall hold its meetings on the dates and at the times and places that the Chief Executive Officer may deter­mine, but shall meet at least once every three months. The Technical Committee shall hold its meetings on the dates and at the times and places that the Chief Executive Officer may deter­mine, but shall meet at least once every three months. (5) The Chief Executive Officer shall preside at meetings of the Technical Committee and in the absence of the Chief Executive Officer, the designated representative of the Chief Executive Officer shall pre­side. The Chief Executive Officer shall preside at meetings of the Technical Committee and in the absence of the Chief Executive Officer, the designated representative of the Chief Executive Officer shall pre­side. (6) The Technical Committee may co-opt any person to attend a meeting of the Committee, except that a person who is co-opted shall not have a right to vote on any matter which is before the Committee for decision. The Technical Committee may co-opt any person to attend a meeting of the Committee, except that a person who is co-opted shall not have a right to vote on any matter which is before the Committee for decision."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Branch offices of the Centre",
      "content": "(1) The Board may establish branch offices of the Centre in places determined by the Board. The Board may establish branch offices of the Centre in places determined by the Board. (2) A branch office of the Centre shall perform the functions of the Centre that the Board may direct. A branch office of the Centre shall perform the functions of the Centre that the Board may direct."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Executive oversight",
      "content": "(1) The Centre is responsible to the President The Centre is responsible to the President (2) The President may, in writing, designate a Minister to have oversight responsibility of the Centre. The President may, in writing, designate a Minister to have oversight responsibility of the Centre. (3) The Minister designated under subsection (2) may give direc­tives to the Board on matters of policy and the Board shall comply. The Minister designated under subsection (2) may give direc­tives to the Board on matters of policy and the Board shall comply."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Chief Executive Officer of the Centre",
      "content": "(1) The President shall in accordance with article 195 of the Constitution appoint for the Centre, a Chief Executive Officer. The President shall in accordance with article 195 of the Constitution appoint for the Centre, a Chief Executive Officer. (2) The Chief Executive Officer shall be a person who has appropriate qualifications, relevant experience and knowledge of the private sector, strong business orientation and proven experience in managing and motivating multidisciplinary teams of professionals. The Chief Executive Officer shall be a person who has appropriate qualifications, relevant experience and knowledge of the private sector, strong business orientation and proven experience in managing and motivating multidisciplinary teams of professionals. (3) The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. (4) the Chief Executive Officer shall hold office for a period of not more than four years and may be eligible for reappointment for another term only. the Chief Executive Officer shall hold office for a period of not more than four years and may be eligible for reappointment for another term only."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Functions of the Chief Executive Officer",
      "content": "The Chief Executive Officer is responsible for the day-to-day administration of the Centre and is answerable to the Board in the performance of the functions under this Act; is responsible for the day-to-day administration of the Centre and is answerable to the Board in the performance of the functions under this Act; shall perform any other functions determined by the Board; and shall perform any other functions determined by the Board; and may delegate a function to an officer but shall not be relieved from the ultimate responsibility for the performance of the delegated function. may delegate a function to an officer but shall not be relieved from the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "The Secretary and other staff of the Centre",
      "content": "(1) The Centre shall have an officer to be designated the Secretary who shall perform The Centre shall have an officer to be designated the Secretary who shall perform the functions of keeping accurate records of proceedings and decisions of the Board; and the functions of keeping accurate records of proceedings and decisions of the Board; and other functions that the Board or the Chief Executive Officer may direct. other functions that the Board or the Chief Executive Officer may direct. (2) The Centre shall have offices and staff that are necessary for the proper and effective performance of its functions. The Centre shall have offices and staff that are necessary for the proper and effective performance of its functions. (3) The President shall in accordance with article 195 of the Constitution appoint the officers and staff of the Centre. The President shall in accordance with article 195 of the Constitution appoint the officers and staff of the Centre. (4) Other public officers may be transferred or seconded to the Centre or may otherwise give assistance to the Centre. Other public officers may be transferred or seconded to the Centre or may otherwise give assistance to the Centre. (5) The Board may for the efficient discharge of the functions of the Centre engage consultants and advisers that it considers necessary on terms and conditions that the Board considers necessary. The Board may for the efficient discharge of the functions of the Centre engage consultants and advisers that it considers necessary on terms and conditions that the Board considers necessary."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Divisions of the Centre",
      "content": "The Board may, on the recommendations of the Chief Executive Officer, create Divisions of the Centre that the Board considers necessary for the efficient discharge of the functions of the centre. The Board may, on the recommendations of the Chief Executive Officer, create Divisions of the Centre that the Board considers necessary for the efficient discharge of the functions of the centre."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Collaboration with other public institutions",
      "content": "Ministries, Departments, Agencies and other public institutions shall collaborate with the Centre in the performance of its functions under this Act. Ministries, Departments, Agencies and other public institutions shall collaborate with the Centre in the performance of its functions under this Act."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Expenses and funds of the Centre",
      "content": "(1) The funds of the Centre include The funds of the Centre include moneys approved by Parliament; moneys approved by Parliament; fees and charges that accrue to the Centre in the perfor­mance of its functions; fees and charges that accrue to the Centre in the perfor­mance of its functions; donations, grants and gifts; and donations, grants and gifts; and any other moneys that are approved by the Minister responsible for Finance. any other moneys that are approved by the Minister responsible for Finance. (2) The Centre shall with the prior approval of the Minister responsible for Finance open a bank account into which moneys received by the Centre shall be paid. The Centre shall with the prior approval of the Minister responsible for Finance open a bank account into which moneys received by the Centre shall be paid. (3) The Centre may The Centre may invest the moneys in the manner approved by the Minister responsible for finance; and invest the moneys in the manner approved by the Minister responsible for finance; and in consultation with the Minister responsible for Finance reinvest any of its investments. in consultation with the Minister responsible for Finance reinvest any of its investments. (4) Despite subsection (3), the Centre shall not invest in govern­ment securities. Despite subsection (3), the Centre shall not invest in govern­ment securities."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Accounts and audit of the Centre",
      "content": "(1) The Centre shall keep books of account and proper records in relation to them in the form approved by the Auditor-General. The Centre shall keep books of account and proper records in relation to them in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Centre to the Auditor General for audit within six months after the end of the financial year. The Board shall submit the accounts of the Centre to the Auditor General for audit within six months after the end of the financial year. (3) The Auditor-General shall not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister. The Auditor-General shall not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister. (4) The financial year of the Centre is the same as the financial year of the Government. The financial year of the Centre is the same as the financial year of the Government."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Annual report",
      "content": "(1) The Board shall submit to the President through the Minister, within two months after the receipt of the auditor’s report, a report on the accounts, activities and operations of the Centre during the preceding year. The Board shall submit to the President through the Minister, within two months after the receipt of the auditor’s report, a report on the accounts, activities and operations of the Centre during the preceding year. (2) The annual report of the Centre shall include The annual report of the Centre shall include a copy of the audited accounts of the Centre together with the Auditor-General’s report on the audited accounts and any further information that the Board considers appropriate; and a copy of the audited accounts of the Centre together with the Auditor-General’s report on the audited accounts and any further information that the Board considers appropriate; and any other information that the President may request. any other information that the President may request. (3) The President shall, through a Minister designated for the purpose, present to Parliament the report on the activities and operations of the Centre within two months after receiving the annual report of the Board. The President shall, through a Minister designated for the purpose, present to Parliament the report on the activities and operations of the Centre within two months after receiving the annual report of the Board."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Establishment of enterprises",
      "content": "A person who intends to establish an enterprise for the purposes of this Act shall incorporate or register the. enterprise in accordance with the Companies Act, 1963 (Act 179) and other laws that are relevant to the establishment of the enterprise. A person who intends to establish an enterprise for the purposes of this Act shall incorporate or register the. enterprise in accordance with the Companies Act, 1963 (Act 179) and other laws that are relevant to the establishment of the enterprise."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Registration of enterprises with the Centre",
      "content": "(1) An enterprise in which foreign participation is permitted under this Act shall after its incorporation or registration and before com­mencement of operations be registered with the Centre. An enterprise in which foreign participation is permitted under this Act shall after its incorporation or registration and before com­mencement of operations be registered with the Centre. (2) The Centre shall within five working days from the date of receipt of a completed registration form register the enterprise if the Cen­tre is satisfied that The Centre shall within five working days from the date of receipt of a completed registration form register the enterprise if the Cen­tre is satisfied that all the relevant documents for registration are in order; all the relevant documents for registration are in order; the minimum foreign equity capital requirement has been complied with; and the minimum foreign equity capital requirement has been complied with; and the fees required for registration has been paid. the fees required for registration has been paid. (3) An enterprise in which foreign participation is permitted under this Act shall renew its registration with the Centre every two years. An enterprise in which foreign participation is permitted under this Act shall renew its registration with the Centre every two years."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Registration of wholly owned Ghanaian enterprises with the Centre",
      "content": "An enterprise which is wholly owned by a Ghanaian may after being incorporated or registered be registered with the Centre; and may after being incorporated or registered be registered with the Centre; and after being registered with the Centre shall be entitled to the benefits and incentives set out in this Act. after being registered with the Centre shall be entitled to the benefits and incentives set out in this Act."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Benefits and incentives",
      "content": "(1) An enterprise registered by the Centre is entitled to the benefits and incentives that are applicable to an enterprise of a similar nature under the Internal Revenue Act, 2000 (Act 592), Value Added Tax Act, 1998, (Act 546) and under, Chapters 82, 84, 85 and 98 of the Customs Harmonised Commodity and Tariff Code Schedule to the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) and any other relevant law. An enterprise registered by the Centre is entitled to the benefits and incentives that are applicable to an enterprise of a similar nature under the Internal Revenue Act, 2000 (Act 592), Value Added Tax Act, 1998, (Act 546) and under, Chapters 82, 84, 85 and 98 of the Customs Harmonised Commodity and Tariff Code Schedule to the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) and any other relevant law. (2) An enterprise whose plant, machinery, equipment or parts of the plant, machinery or equipment are not zero-rated under the Customs Harmonised Commodity and Tariff Code Schedule to the Customs, Excise and Preventive Service Management Act, 1993 (P.N.D.C.L. 330) may submit an application for exemption from import duties and related charges on the plant, machinery or equipment or the parts of the plant, machinery or equipment to the Centre for onward submission to the Minister responsible for Finance. An enterprise whose plant, machinery, equipment or parts of the plant, machinery or equipment are not zero-rated under the Customs Harmonised Commodity and Tariff Code Schedule to the Customs, Excise and Preventive Service Management Act, 1993 (P.N.D.C.L. 330) may submit an application for exemption from import duties and related charges on the plant, machinery or equipment or the parts of the plant, machinery or equipment to the Centre for onward submission to the Minister responsible for Finance. (3) The Centre shall before submitting a request for exemption to the Minister responsible for Finance determine whether the request will facilitate changes in technology and promote the specialised use of machinery, equipment or other items necessary for the establishment and operation of the enterprise. The Centre shall before submitting a request for exemption to the Minister responsible for Finance determine whether the request will facilitate changes in technology and promote the specialised use of machinery, equipment or other items necessary for the establishment and operation of the enterprise. (4) For the purpose of promoting identified strategic or major investments, the Board may in consultation with appropriate govern­ment agencies and with the approval of the President For the purpose of promoting identified strategic or major investments, the Board may in consultation with appropriate govern­ment agencies and with the approval of the President specify priority areas of investment and their applicable benefits and incentives; and specify priority areas of investment and their applicable benefits and incentives; and negotiate specific incentive packages for strategic invest­ments in addition to the incentives available to any enter­prise under the tax, customs and other laws referred to in subsection (1). negotiate specific incentive packages for strategic invest­ments in addition to the incentives available to any enter­prise under the tax, customs and other laws referred to in subsection (1). (5) The Board shall publish The Board shall publish in the Gazette and on its website the criteria for determining what constitutes strategic investments and shall designate an investment that satisfies the criteria, as strategic invest­ment; and in the Gazette and on its website the criteria for determining what constitutes strategic investments and shall designate an investment that satisfies the criteria, as strategic invest­ment; and the details of special incentives awarded through negotia­tion under this section. the details of special incentives awarded through negotia­tion under this section."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Activities reserved for Ghanaians and Ghanaian owned enterprises",
      "content": "(1) A person who is not a citizen or an enterprise which is not wholly owned by citizen shall not invest or participate in A person who is not a citizen or an enterprise which is not wholly owned by citizen shall not invest or participate in the sale of goods or provision of services in a market, petty trading or hawking or selling of goods in a stall at any place; the sale of goods or provision of services in a market, petty trading or hawking or selling of goods in a stall at any place; the operation of taxi or car hire service in an enterprise that has a fleet of less than twenty-five vehicles; the operation of taxi or car hire service in an enterprise that has a fleet of less than twenty-five vehicles; the operation of a beauty salon or a barber shop; the operation of a beauty salon or a barber shop; the printing of recharge scratch cards for the use of subscribers of telecommunication services; the printing of recharge scratch cards for the use of subscribers of telecommunication services; the production of exercise books and other basic stationery; the production of exercise books and other basic stationery; the retail of finished pharmaceutical products; the retail of finished pharmaceutical products; the production, supply and retail of sachet water; and the production, supply and retail of sachet water; and all aspects of pool betting business and lotteries, except football pool. all aspects of pool betting business and lotteries, except football pool. (2) The Minister in consultation with the Board may by legislative instrument amend the list of enterprises reserved for citizens and enter­prises wholly owned by citizens. The Minister in consultation with the Board may by legislative instrument amend the list of enterprises reserved for citizens and enter­prises wholly owned by citizens."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Enterprises eligible for foreign participation and minimum foreign capital requirement",
      "content": "(1) A person who is not a citizen may participate in an enterprise other than an enterprise specified in section 27 if that person, A person who is not a citizen may participate in an enterprise other than an enterprise specified in section 27 if that person, in the case of a joint enterprise with a partner who is a citizen, invests a foreign capital of not less than two hundred thousand United States Dollars in cash or capital goods relevant to the investment or a combination of both by way of equity participation and the partner who is a citizen does not have less than ten percent equity participation in the joint enterprise; or in the case of a joint enterprise with a partner who is a citizen, invests a foreign capital of not less than two hundred thousand United States Dollars in cash or capital goods relevant to the investment or a combination of both by way of equity participation and the partner who is a citizen does not have less than ten percent equity participation in the joint enterprise; or where the enterprise is wholly owned by that person, invests a foreign capital of not less than five hundred thousand United States Dollars in cash or capital goods relevant to the investment or a combination of both by way of equity capital in the enterprise. where the enterprise is wholly owned by that person, invests a foreign capital of not less than five hundred thousand United States Dollars in cash or capital goods relevant to the investment or a combination of both by way of equity capital in the enterprise. (2) A person who is not a citizen may engage in a trading enter­prise if that person invests in the enterprise, not less than one million United States Dollars in cash or goods and services relevant to the invest­ments. A person who is not a citizen may engage in a trading enter­prise if that person invests in the enterprise, not less than one million United States Dollars in cash or goods and services relevant to the invest­ments. (3) For the purpose of this section “trading” includes the purchas­ing and selling of imported goods and services. For the purpose of this section “trading” includes the purchas­ing and selling of imported goods and services. (4) An enterprise referred to in subsection (2) shall employ at least twenty skilled Ghanaians. An enterprise referred to in subsection (2) shall employ at least twenty skilled Ghanaians. (5) The minimum foreign capital requirement of this section shall not apply to the foreign spouse of a citizen of Ghana to the extent that The minimum foreign capital requirement of this section shall not apply to the foreign spouse of a citizen of Ghana to the extent that the foreign spouse is or has been married to a citizen of Ghana for a minimum period of five years continuously or holds an indefinite resident permit prior to registration of an enterprise; the foreign spouse is or has been married to a citizen of Ghana for a minimum period of five years continuously or holds an indefinite resident permit prior to registration of an enterprise; the marriage has been duly verified as having been validly conducted; and the marriage has been duly verified as having been validly conducted; and the foreign spouse is ordinarily resident in Ghana. the foreign spouse is ordinarily resident in Ghana. (6) A citizen of Ghana who losses the citizenship by reason of the assumption of the citizenship of another country shall not be required to comply with the minimum capital requirement of this section. A citizen of Ghana who losses the citizenship by reason of the assumption of the citizenship of another country shall not be required to comply with the minimum capital requirement of this section."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Export trading and other enterprises exempted",
      "content": "(1) The minimum capital requirement specified in section 28 does not apply to The minimum capital requirement specified in section 28 does not apply to portfolio investments; or portfolio investments; or an enterprise set up solely for export trading and manufacturing. an enterprise set up solely for export trading and manufacturing. (2) For the purpose of this section, “export trading” includes export of goods or produce that originate from Ghana. For the purpose of this section, “export trading” includes export of goods or produce that originate from Ghana."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Prohibition against discrimination",
      "content": "Unless specifically provided for under an applicable legislation a foreign investor, employer or worker, shall enjoy the same rights and be subject to the same duties and obligations applicable to citizens; a foreign investor, employer or worker, shall enjoy the same rights and be subject to the same duties and obligations applicable to citizens; the Centre, an official agency, or any other legal represen­tative of the Centre shall not discriminate against an investor from a particular country or give special treatment to a prospective foreign investor based on that investor’s country of origin or nationality; the Centre, an official agency, or any other legal represen­tative of the Centre shall not discriminate against an investor from a particular country or give special treatment to a prospective foreign investor based on that investor’s country of origin or nationality; a foreign investor is subject to the same laws that apply to domestic enterprises, particularly in relation to licences or other permits that are required of enterprises for conducting specific business activities; licences or other permits that are required of enterprises for conducting specific business activities; maintenance of business books and records in accordance with the recognised accounting standards; maintenance of business books and records in accordance with the recognised accounting standards; insurance requirements that apply to similar enterprises; and insurance requirements that apply to similar enterprises; and taxes required to be paid by enterprises which engage in similar activity. taxes required to be paid by enterprises which engage in similar activity."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Guarantee against expropriation",
      "content": "(1) Subject to the Constitution, any other relevant law and sub­sections (2) and (3) Subject to the Constitution, any other relevant law and sub­sections (2) and (3) an enterprise shall not be nationalised or expropriated by Government; and an enterprise shall not be nationalised or expropriated by Government; and a person who owns, whether wholly or in part, the capital of an enterprise shall not be compelled by law to cede that person’s capital to another person. a person who owns, whether wholly or in part, the capital of an enterprise shall not be compelled by law to cede that person’s capital to another person. (2) The Republic shall not acquire an enterprise to which this Act applies unless the acquisition is in the national interest or for a public purpose and the acquisition is done under a law which makes provision for The Republic shall not acquire an enterprise to which this Act applies unless the acquisition is in the national interest or for a public purpose and the acquisition is done under a law which makes provision for payment of fair and adequate compensation; and payment of fair and adequate compensation; and a right of access to the-High Court for the determination of the investor’s interest or right and the amount of com­pensation to which the investor is entitled. a right of access to the-High Court for the determination of the investor’s interest or right and the amount of com­pensation to which the investor is entitled. (3) Compensation payable under this section shall be paid with­out undue delay and authorisation shall be granted for the repatriation of the compensation in convertible currency, where applicable. Compensation payable under this section shall be paid with­out undue delay and authorisation shall be granted for the repatriation of the compensation in convertible currency, where applicable."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Investment guarantees, transfer of capital, profits and dividends and personal remittances",
      "content": "Subject to the Foreign Exchange Act, 2006 (Act 723) and the Regu­lations and Notices issued under the Foreign Exchange Act, an enter­prise shall, through an authorised dealer bank be guaranteed uncondi­tional transferability in freely convertible currency of dividends or net profits attributable to the investment made in the enterprise; dividends or net profits attributable to the investment made in the enterprise; payments in respect of loan servicing where a foreign loan has been obtained; payments in respect of loan servicing where a foreign loan has been obtained; fees and charges in respect of a technology transfer agree­ment registered under this Act; and fees and charges in respect of a technology transfer agree­ment registered under this Act; and the remittance of proceeds, net of all taxes and other obligations, in the event of sale or liquidation of the enterprise or any interest attributable to the investment in the enterprise. the remittance of proceeds, net of all taxes and other obligations, in the event of sale or liquidation of the enterprise or any interest attributable to the investment in the enterprise."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Dispute resolution procedures",
      "content": "(1) Where a dispute arises between a foreign investor and the Government in respect of an enterprise, effort shall be made through mutual discussion to reach an amicable settlement. Where a dispute arises between a foreign investor and the Government in respect of an enterprise, effort shall be made through mutual discussion to reach an amicable settlement. (2) A dispute between a foreign investor and the Government in respect of an enterprise to which this Act applies which is not amicably settled through mutual discussions within six months may be submitted at the option of the aggrieved party to arbitration as follows: A dispute between a foreign investor and the Government in respect of an enterprise to which this Act applies which is not amicably settled through mutual discussions within six months may be submitted at the option of the aggrieved party to arbitration as follows: in accordance with the rules of procedure for arbitration of the United Nations Commission of International Trade Law; or in accordance with the rules of procedure for arbitration of the United Nations Commission of International Trade Law; or in the case of a foreign investor, within the framework of any bilateral or multilateral agreement on investment protection to which the Government and the country of which the investor is a national are parties; or in the case of a foreign investor, within the framework of any bilateral or multilateral agreement on investment protection to which the Government and the country of which the investor is a national are parties; or in accordance with any other national or international machinery for the settlement of investment dispute agreed to by the parties. in accordance with any other national or international machinery for the settlement of investment dispute agreed to by the parties. (3) Where in respect of a dispute, there is disagreement between the investor and the Government as to the method of dispute settlement to be adopted, unless there is any arbitration agreement to the contrary, the method of dispute settlement shall be mediation under the Alternative Dispute Resolution Act, 2010 (Act 798). Where in respect of a dispute, there is disagreement between the investor and the Government as to the method of dispute settlement to be adopted, unless there is any arbitration agreement to the contrary, the method of dispute settlement shall be mediation under the Alternative Dispute Resolution Act, 2010 (Act 798)."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Labour and employment",
      "content": "(1) An enterprise registered under this Act shall abide by the applicable labour legislation. An enterprise registered under this Act shall abide by the applicable labour legislation. (2) Labour relations between an enterprise owned by an investor and the employees of the enterprise may be regulated by agreements made between the enterprise and the employees, but the agreements shall not establish standards lower than the mandatory requirements under the laws of Ghana. Labour relations between an enterprise owned by an investor and the employees of the enterprise may be regulated by agreements made between the enterprise and the employees, but the agreements shall not establish standards lower than the mandatory requirements under the laws of Ghana. (3) Subject to this Act and any other applicable legislation, an investor may employ Subject to this Act and any other applicable legislation, an investor may employ persons of any nationality to positions of management for the purpose of the conduct of investments and business activities; and persons of any nationality to positions of management for the purpose of the conduct of investments and business activities; and non-managerial staff of any nationality, but a citizen of similar qualification and experience shall have the first option. non-managerial staff of any nationality, but a citizen of similar qualification and experience shall have the first option."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Automatic expatriate quotas",
      "content": "(1) An enterprise which has a paid up capital of An enterprise which has a paid up capital of not less than not less than fifty thousand United States dollars and not more than two hundred and fifty thousand United States Dollars is entitled to an automatic expatriate quota of one person; fifty thousand United States dollars and not more than two hundred and fifty thousand United States Dollars is entitled to an automatic expatriate quota of one person; two hundred and fifty thousand United States dollars and not more than five hundred thousand United States Dollars is entitled to an automatic expatriate quota of two persons; two hundred and fifty thousand United States dollars and not more than five hundred thousand United States Dollars is entitled to an automatic expatriate quota of two persons; five hundred thousand United States Dollars and not more than seven hundred thousand United States Dollars is entitled to an automatic expatriate quota of three persons; and five hundred thousand United States Dollars and not more than seven hundred thousand United States Dollars is entitled to an automatic expatriate quota of three persons; and more than seven hundred thousand United States Dollars is entitled to an automatic expatriate quota of four persons. more than seven hundred thousand United States Dollars is entitled to an automatic expatriate quota of four persons. (2) An enterprise that intends to employ an expatriate shall apply to the Centre for facilitation of the employment and the application shall specify the number of expatriates to be employed, in accordance with the quotas specified in subsection (1). An enterprise that intends to employ an expatriate shall apply to the Centre for facilitation of the employment and the application shall specify the number of expatriates to be employed, in accordance with the quotas specified in subsection (1). (3) The application shall be decided on by the Centre on the advice of the Ghana Immigration Service in consultation with the regulator of the relevant sector. The application shall be decided on by the Centre on the advice of the Ghana Immigration Service in consultation with the regulator of the relevant sector. (4) Despite subsection (1), the Ghana Immigration Service may refuse to grant a visa to an expatriate to whom a quota relates, if the Ghana Immigration Service has sufficient reason to believe that that expatriate is not a desirable person who should be permitted to enter the country. Despite subsection (1), the Ghana Immigration Service may refuse to grant a visa to an expatriate to whom a quota relates, if the Ghana Immigration Service has sufficient reason to believe that that expatriate is not a desirable person who should be permitted to enter the country."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Assistance to enterprises",
      "content": "The Centre shall provide to an enterprise any assistance and guidance that the enterprise requires and act as a facilitator between the enterprise and relevant Ministries, Departments, Agencies and other public institutions. The Centre shall provide to an enterprise any assistance and guidance that the enterprise requires and act as a facilitator between the enterprise and relevant Ministries, Departments, Agencies and other public institutions."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Technology transfer agreements",
      "content": "(1) An enterprise may enter into a technology transfer agreement that the enterprise considers appropriate for the enterprise. An enterprise may enter into a technology transfer agreement that the enterprise considers appropriate for the enterprise. (2) A technology transfer agreement entered into under subsection (1) shall be registered with the Centre. A technology transfer agreement entered into under subsection (1) shall be registered with the Centre. (3) The Centre shall maintain a record of technology transfer agree­ments. The Centre shall maintain a record of technology transfer agree­ments. (4) The Centre on the receipt of a technology transfer agreement The Centre on the receipt of a technology transfer agreement intended for registration shall review the agreement; and intended for registration shall review the agreement; and shall on registration of the agreement, monitor and ensure compliance with the terms and conditions of the agreement. shall on registration of the agreement, monitor and ensure compliance with the terms and conditions of the agreement. (5) A technology transfer agreement registered under this Act comes into force on the date of the registration. A technology transfer agreement registered under this Act comes into force on the date of the registration. (6) A technology transfer agreement may be renewed with the approval of the Centre and the regulator of the relevant sector and is subject to registration by the Centre. A technology transfer agreement may be renewed with the approval of the Centre and the regulator of the relevant sector and is subject to registration by the Centre. (7) A technology transfer agreement shall, in addition to this Act be governed by Regulations in force relating to that agreement. A technology transfer agreement shall, in addition to this Act be governed by Regulations in force relating to that agreement."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Monitoring",
      "content": "(1) The Centre shall monitor enterprises to which this Act applies to ensure compliance with this Act and Regulations made under this Act. The Centre shall monitor enterprises to which this Act applies to ensure compliance with this Act and Regulations made under this Act. (2) The Centre in the performance of its monitoring functions may request for relevant information from an enterprise and the enter­prise shall comply with the request. The Centre in the performance of its monitoring functions may request for relevant information from an enterprise and the enter­prise shall comply with the request. (3) An enterprise shall permit an officer or designated agent of the Centre, who provides proof of identity, to enter its premises at a reasonable time in pursuance of the monitoring function of the Centre. An enterprise shall permit an officer or designated agent of the Centre, who provides proof of identity, to enter its premises at a reasonable time in pursuance of the monitoring function of the Centre."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Appeal against decisions of the Centre",
      "content": "(1) A person dissatisfied with a decision of the Centre may appeal to the Board of the Centre against the decision. A person dissatisfied with a decision of the Centre may appeal to the Board of the Centre against the decision. (2) The appeal shall be made within sixty days after the appellant has been informed of the decision. The appeal shall be made within sixty days after the appellant has been informed of the decision. (3) The Board shall within seven days after the receipt of the appeal set up a three member committee chaired by a member of the Board to determine the appeal. The Board shall within seven days after the receipt of the appeal set up a three member committee chaired by a member of the Board to determine the appeal. (4) The committee shall, subject to the rules of natural justice and any procedures that may be prescribed by Regulations determine its own procedure. The committee shall, subject to the rules of natural justice and any procedures that may be prescribed by Regulations determine its own procedure. (5) The committee shall determine an appeal within twenty-one days after the submission of the appeal and may The committee shall determine an appeal within twenty-one days after the submission of the appeal and may affirm the decision of the Centre; affirm the decision of the Centre; vary the decision of the Centre; or vary the decision of the Centre; or revoke the decision of the Centre. revoke the decision of the Centre. (6) A person dissatisfied with the decision of the Board may apply to the High Court for judicial review. A person dissatisfied with the decision of the Board may apply to the High Court for judicial review."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Offences",
      "content": "A person commits an offence if that person is required by this Act to register with the Centre but fails to register or renew a registration with the Centre; is required by this Act to register with the Centre but fails to register or renew a registration with the Centre; engages in an activity other than an activity for which that enterprise has been registered under this Act; engages in an activity other than an activity for which that enterprise has been registered under this Act; applies any benefit conferred by or under this Act for purposes other than the purpose for which the benefit was conferred; applies any benefit conferred by or under this Act for purposes other than the purpose for which the benefit was conferred; refuses or neglects to give any information which the Centre reasonably requires for the purpose of this Act; refuses or neglects to give any information which the Centre reasonably requires for the purpose of this Act; refuses without lawful excuse to admit an officer or a desig­nated agent into the premises of that enterprise or other­wise obstructs an officer or a designated agent of the Cen­tre in the performance of the functions of the officer or the designated agent; refuses without lawful excuse to admit an officer or a desig­nated agent into the premises of that enterprise or other­wise obstructs an officer or a designated agent of the Cen­tre in the performance of the functions of the officer or the designated agent; deliberately or negligently submits false or misleading information to the Centre; deliberately or negligently submits false or misleading information to the Centre; lets out a stall or store in a market to a foreigner; or lets out a stall or store in a market to a foreigner; or otherwise contravenes a provision of this Act. otherwise contravenes a provision of this Act."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Penalties",
      "content": "(1) An enterprise which commits an offence under section 40 is liable on summary conviction to a fine of not less than five hundred penalty units and not more than one thousand penalty units and in the case of a continuing offence to an additional fine of not less than twenty five penalty units and not more than fifty penalty units in respect of each day that the offence continues. An enterprise which commits an offence under section 40 is liable on summary conviction to a fine of not less than five hundred penalty units and not more than one thousand penalty units and in the case of a continuing offence to an additional fine of not less than twenty five penalty units and not more than fifty penalty units in respect of each day that the offence continues. (2) The Centre may in addition to the conviction under subsection (1), in consultation with the appropriate agency The Centre may in addition to the conviction under subsection (1), in consultation with the appropriate agency suspend the registration of an enterprise; suspend the registration of an enterprise; cancel the registration of an enterprise; cancel the registration of an enterprise; order the payment or part-payment to the appropriate agency of fees, taxes, duties and other charges in respect of which benefits were granted to the enterprise; order the payment or part-payment to the appropriate agency of fees, taxes, duties and other charges in respect of which benefits were granted to the enterprise; revoke some or all of the incentives granted to the enterprise; revoke some or all of the incentives granted to the enterprise; advise the Bank of Ghana to suspend any remittance including transfer of capital, profits and dividends from or by that enterprise; and advise the Bank of Ghana to suspend any remittance including transfer of capital, profits and dividends from or by that enterprise; and take any other action that the Board considers appropriate. take any other action that the Board considers appropriate."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Regulations",
      "content": "(1) The Minister in consultation with the Board may by legislative instrument make Regulations to The Minister in consultation with the Board may by legislative instrument make Regulations to prescribe for matters relating to technology transfer; prescribe for matters relating to technology transfer; revise the list of enterprises reserved for citizens and enterprises wholly owned by Ghanaians; revise the list of enterprises reserved for citizens and enterprises wholly owned by Ghanaians; prescribe procedures for the grant of licences and privileges or exemptions; prescribe procedures for the grant of licences and privileges or exemptions; prescribe the fees available in respect of registration, licensee privilege and exemptions; and prescribe the fees available in respect of registration, licensee privilege and exemptions; and prescribe generally for the effective implementation of this Act. prescribe generally for the effective implementation of this Act. (2) The Board may make rules necessary for the efficient and effective implementation of this Act and the rules may provide for The Board may make rules necessary for the efficient and effective implementation of this Act and the rules may provide for the procedure by which applications may be submitted for registration; and the procedure by which applications may be submitted for registration; and the supervision, control and reporting of progress of an enterprise to which this Act applies. the supervision, control and reporting of progress of an enterprise to which this Act applies. (3) The Chief Executive Officer shall The Chief Executive Officer shall give public notice of the Regulations, rules and of amendments of the Regulations and rules; and give public notice of the Regulations, rules and of amendments of the Regulations and rules; and maintain at the offices of the Centre, a complete and updated set of the Regulations and rules for inspection by an interested party. maintain at the offices of the Centre, a complete and updated set of the Regulations and rules for inspection by an interested party."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“benefits” include facilities, entitlements and exemptions conferred on an enterprise to which this Act applies;“Board” means the board of directors of the Centre appointed under section 5(2);“capital” means cash contributions, plant, machinery, equip­ment, buildings, spare parts, raw materials and other business assets other than goodwill;“capital goods” means goods(a)intended for use in the production of other goods and services and not intended for final consump­tion; or(b)which do not have multiple uses and can only be considered as inputs in the production of goods and services;“Centre” means the Ghana Investment Promotion Centre es­tablished in section 2(1) of this Act;“Constitution” means the 1992 Constitution of the Republic of Ghana;“direct investment” means investment made to acquire a lasting interest in an enterprise operating in the economy of Ghana and intended to give the investor an effective control in the management of the enterprise;“enterprise” means an industry, project, undertaking or busi­ness or an expansion of that industry, undertaking, project or business or any part of that industry, undertaking, project or business;“expropriation” means the compulsory acquisition of private property by Government for public use upon the payment of the appropriate compensation;“finished pharmaceutical product” means any chemical sub­stance or product meant for the consumption of the end user;“foreign capital” means convertible currency, plant, machinery, equipment, spare parts, raw materials and other business assets other than goodwill that enters the country without an initial disbursement of the foreign exchange of this coun­try and that are intended for the production of goods and services related to an enterprise to which this Act applies;“foreign investor” means a non-citizen, natural or juridical, who makes an investment in the country pursuant to this Act;“Ghanaian” means a citizen of Ghana or a company partnership or association or body, whether corporate or unincor­porated, which is wholly owned by a citizen of Ghana;“Government” means any authority by which the executive authority of Ghana is duly exercised;“indirect investment” means an act or contract by which an investor makes a contribution, whether tangible or intangible, to an enterprise in Ghana without obtaining an equity interest in the enterprise but under which the investor is entitled to returns based on profits generated by the enterprise;\"investment\" includes direct and indirect investments and port­folio investments;“investment priority plan” means the investment priority plan prepared and published by the Centre;“investor” means any person, natural or juridical, who makes an investment in the country including a foreign investor;“joint venture” means an investment in an enterprise between a Ghanaian company or individual and a foreign company or individual;“market” means a public place whether open or enclosed, established and managed by local custom, or specifically designated by the appropriate local government authority or its agents and which has selling sites in the nature of stores and stalls among others for the purpose of selling and buying;“Minister” means the Minister designated in writing by the President of the Republic as the Minister responsible for the Centre under section 14;“pharmaceutical product” means any chemical substance or product intended for use in the medical diagnosis, cure, treatment or prevention of disease;“portfolio investment” means an investment in shares or bonds which are mandatorily convertible into shares or other securities traded on the Ghana Stock Exchange;“priority area” means an area of investment determined to be of national priority pursuant to section 4;“public service” means public service as defined in article 190 of the Constitution of the Republic of Ghana;“strategic investment” means an investment in a priority area determined by the Board;“technology transfer agreement” means an agreement with an enterprise which has a duration of not less than eighteen months and which involves(a)the assignment, sale and licensing of all forms of industrial property, except trademarks, service marks and trade names when they are not part of transfer of technology;(b)the provision of technical expertise in the form of feasibility studies, plans, diagrams, models, instructions, guides, formulae, basic or detailed engineering designs, specifications and equip­ment for training, services involving technical advisory and managerial personnel and per­sonnel training;(c)the provision of technological knowledge necessary for the installation, operation and functioning of the plant and equipment, and turnkey projects; and(d)the provision of technological knowledge necessary to acquire, install and use machinery, equipment, intermediate goods or raw materials which have been acquired by purchase, lease or other means.“trading enterprise” means an enterprise which has its principal activity being the purchase and sale of goods, whether imported or not, and provision of services, whether the purchase and sale of goods and services are carried out in a market or any other place; and“United States Dollars” or “US$” means the lawful currency of the United States of America. In this Act, unless the context otherwise requires, “benefits” include facilities, entitlements and exemptions conferred on an enterprise to which this Act applies; “Board” means the board of directors of the Centre appointed under section 5(2); “capital” means cash contributions, plant, machinery, equip­ment, buildings, spare parts, raw materials and other business assets other than goodwill; intended for use in the production of other goods and services and not intended for final consump­tion; or which do not have multiple uses and can only be considered as inputs in the production of goods and services; “Centre” means the Ghana Investment Promotion Centre es­tablished in section 2(1) of this Act; “Constitution” means the 1992 Constitution of the Republic of Ghana; “direct investment” means investment made to acquire a lasting interest in an enterprise operating in the economy of Ghana and intended to give the investor an effective control in the management of the enterprise; “enterprise” means an industry, project, undertaking or busi­ness or an expansion of that industry, undertaking, project or business or any part of that industry, undertaking, project or business; “expropriation” means the compulsory acquisition of private property by Government for public use upon the payment of the appropriate compensation; “finished pharmaceutical product” means any chemical sub­stance or product meant for the consumption of the end user; “foreign capital” means convertible currency, plant, machinery, equipment, spare parts, raw materials and other business assets other than goodwill that enters the country without an initial disbursement of the foreign exchange of this coun­try and that are intended for the production of goods and services related to an enterprise to which this Act applies; “foreign investor” means a non-citizen, natural or juridical, who makes an investment in the country pursuant to this Act; “Ghanaian” means a citizen of Ghana or a company partnership or association or body, whether corporate or unincor­porated, which is wholly owned by a citizen of Ghana; “Government” means any authority by which the executive authority of Ghana is duly exercised; “indirect investment” means an act or contract by which an investor makes a contribution, whether tangible or intangible, to an enterprise in Ghana without obtaining an equity interest in the enterprise but under which the investor is entitled to returns based on profits generated by the enterprise; \"investment\" includes direct and indirect investments and port­folio investments; “investment priority plan” means the investment priority plan prepared and published by the Centre; “investor” means any person, natural or juridical, who makes an investment in the country including a foreign investor; “joint venture” means an investment in an enterprise between a Ghanaian company or individual and a foreign company or individual; “market” means a public place whether open or enclosed, established and managed by local custom, or specifically designated by the appropriate local government authority or its agents and which has selling sites in the nature of stores and stalls among others for the purpose of selling and buying; “Minister” means the Minister designated in writing by the President of the Republic as the Minister responsible for the Centre under section 14; “pharmaceutical product” means any chemical substance or product intended for use in the medical diagnosis, cure, treatment or prevention of disease; “portfolio investment” means an investment in shares or bonds which are mandatorily convertible into shares or other securities traded on the Ghana Stock Exchange; “priority area” means an area of investment determined to be of national priority pursuant to section 4; “public service” means public service as defined in article 190 of the Constitution of the Republic of Ghana; “strategic investment” means an investment in a priority area determined by the Board; the assignment, sale and licensing of all forms of industrial property, except trademarks, service marks and trade names when they are not part of transfer of technology; the provision of technical expertise in the form of feasibility studies, plans, diagrams, models, instructions, guides, formulae, basic or detailed engineering designs, specifications and equip­ment for training, services involving technical advisory and managerial personnel and per­sonnel training; the provision of technological knowledge necessary for the installation, operation and functioning of the plant and equipment, and turnkey projects; and the provision of technological knowledge necessary to acquire, install and use machinery, equipment, intermediate goods or raw materials which have been acquired by purchase, lease or other means. “trading enterprise” means an enterprise which has its principal activity being the purchase and sale of goods, whether imported or not, and provision of services, whether the purchase and sale of goods and services are carried out in a market or any other place; and “United States Dollars” or “US$” means the lawful currency of the United States of America."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Repeals and savings",
      "content": "(1) The Ghana Investment Promotion Centre Act, 1994 (Act 478) is repealed. The Ghana Investment Promotion Centre Act, 1994 (Act 478) is repealed. (2) Despite the repeal under subsection (1), an enterprise registered under that Act shall subject to subsection (5) continue in force as if regis­tered under this Act. Despite the repeal under subsection (1), an enterprise registered under that Act shall subject to subsection (5) continue in force as if regis­tered under this Act. (3) An application pending before the Ghana Investment Promotion Centre established under the Ghana Investment Promotion Centre Act 1994 (Act 478) is deemed to be pending before the Centre established in section 2. An application pending before the Ghana Investment Promotion Centre established under the Ghana Investment Promotion Centre Act 1994 (Act 478) is deemed to be pending before the Centre established in section 2. (4) Where registration is continued in force by virtue of subsection (2), the registration shall in addition to other benefits that are applicable to the enterprise under this Act continue to enjoy the benefits applicable to that registration before the commencement of this Act. Where registration is continued in force by virtue of subsection (2), the registration shall in addition to other benefits that are applicable to the enterprise under this Act continue to enjoy the benefits applicable to that registration before the commencement of this Act. (5) Despite the provision of section 28(1)(a) of this Act, a joint venture or an enterprise which has been registered under the Ghana Investment Promotion Centre Act, 1994 (Act 478), before the commence­ment of this Act shall be considered to have been registered under ’this Act. Despite the provision of section 28(1)(a) of this Act, a joint venture or an enterprise which has been registered under the Ghana Investment Promotion Centre Act, 1994 (Act 478), before the commence­ment of this Act shall be considered to have been registered under ’this Act. (6) An immigrant quota in existence immediately before the commencement of this Act in respect of an enterprise to which this Act applies shall continue in force until the immigrant quota expires or is renewed under this Act. An immigrant quota in existence immediately before the commencement of this Act in respect of an enterprise to which this Act applies shall continue in force until the immigrant quota expires or is renewed under this Act. (7) A technology transfer agreement registered with the Ghana Investment Promotion Centre before the commencement of this Act is deemed to be registered with the Centre established by this Act. A technology transfer agreement registered with the Ghana Investment Promotion Centre before the commencement of this Act is deemed to be registered with the Centre established by this Act."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Transitional provisions",
      "content": "(1) The assets, rights, obligations and liabilities of the Ghana Investment Promotion Centre established under the Ghana Investment Promotion Centre Act 1994 (Act 478) and in force immediately before the commencement of this Act, are transferred to the Centre. The assets, rights, obligations and liabilities of the Ghana Investment Promotion Centre established under the Ghana Investment Promotion Centre Act 1994 (Act 478) and in force immediately before the commencement of this Act, are transferred to the Centre. (2) A person in the employment of the Ghana Investment Promotion Centre immediately before the commencement of this Act shall, on the coming into force of this Act be deemed to have been duly employed by the Centre established by this Act on terms and conditions which are not less in aggregate to terms and conditions attached to the post held by that person before the commencement of this Act. A person in the employment of the Ghana Investment Promotion Centre immediately before the commencement of this Act shall, on the coming into force of this Act be deemed to have been duly employed by the Centre established by this Act on terms and conditions which are not less in aggregate to terms and conditions attached to the post held by that person before the commencement of this Act."
    }
  ],
  "definitions": [
    {
      "term": "Board",
      "definition": "the board of directors of the Centre appointed under section 5(2)",
      "source_provision": "s43"
    },
    {
      "term": "capital",
      "definition": "cash contributions, plant, machinery, equip­ment, buildings, spare parts, raw materials and other business assets other than goodwill",
      "source_provision": "s43"
    },
    {
      "term": "capital goods",
      "definition": "goods(a)intended for use in the production of other goods and services and not intended for final consump­tion",
      "source_provision": "s43"
    },
    {
      "term": "Centre",
      "definition": "the Ghana Investment Promotion Centre es­tablished in section 2(1) of this Act",
      "source_provision": "s43"
    },
    {
      "term": "Constitution",
      "definition": "the 1992 Constitution of the Republic of Ghana",
      "source_provision": "s43"
    },
    {
      "term": "direct investment",
      "definition": "investment made to acquire a lasting interest in an enterprise operating in the economy of Ghana and intended to give the investor an effective control in the management of the enterprise",
      "source_provision": "s43"
    },
    {
      "term": "enterprise",
      "definition": "an industry, project, undertaking or busi­ness or an expansion of that industry, undertaking, project or business or any part of that industry, undertaking, project or business",
      "source_provision": "s43"
    },
    {
      "term": "expropriation",
      "definition": "the compulsory acquisition of private property by Government for public use upon the payment of the appropriate compensation",
      "source_provision": "s43"
    },
    {
      "term": "finished pharmaceutical product",
      "definition": "any chemical sub­stance or product meant for the consumption of the end user",
      "source_provision": "s43"
    },
    {
      "term": "foreign capital",
      "definition": "convertible currency, plant, machinery, equipment, spare parts, raw materials and other business assets other than goodwill that enters the country without an initial disbursement of the foreign exchange of this coun­try and that are intended for the production of goods and services related to an enterprise to which this Act applies",
      "source_provision": "s43"
    },
    {
      "term": "foreign investor",
      "definition": "a non-citizen, natural or juridical, who makes an investment in the country pursuant to this Act",
      "source_provision": "s43"
    },
    {
      "term": "Ghanaian",
      "definition": "a citizen of Ghana or a company partnership or association or body, whether corporate or unincor­porated, which is wholly owned by a citizen of Ghana",
      "source_provision": "s43"
    },
    {
      "term": "Government",
      "definition": "any authority by which the executive authority of Ghana is duly exercised",
      "source_provision": "s43"
    },
    {
      "term": "indirect investment",
      "definition": "an act or contract by which an investor makes a contribution, whether tangible or intangible, to an enterprise in Ghana without obtaining an equity interest in the enterprise but under which the investor is entitled to returns based on profits generated by the enterprise",
      "source_provision": "s43"
    },
    {
      "term": "includes direct and indirect investments and port­folio investments;“investment priority plan",
      "definition": "the investment priority plan prepared and published by the Centre",
      "source_provision": "s43"
    },
    {
      "term": "investor",
      "definition": "any person, natural or juridical, who makes an investment in the country including a foreign investor",
      "source_provision": "s43"
    },
    {
      "term": "joint venture",
      "definition": "an investment in an enterprise between a Ghanaian company or individual and a foreign company or individual",
      "source_provision": "s43"
    },
    {
      "term": "market",
      "definition": "a public place whether open or enclosed, established and managed by local custom, or specifically designated by the appropriate local government authority or its agents and which has selling sites in the nature of stores and stalls among others for the purpose of selling and buying",
      "source_provision": "s43"
    },
    {
      "term": "Minister",
      "definition": "the Minister designated in writing by the President of the Republic as the Minister responsible for the Centre under section 14",
      "source_provision": "s43"
    },
    {
      "term": "pharmaceutical product",
      "definition": "any chemical substance or product intended for use in the medical diagnosis, cure, treatment or prevention of disease",
      "source_provision": "s43"
    },
    {
      "term": "portfolio investment",
      "definition": "an investment in shares or bonds which are mandatorily convertible into shares or other securities traded on the Ghana Stock Exchange",
      "source_provision": "s43"
    },
    {
      "term": "priority area",
      "definition": "an area of investment determined to be of national priority pursuant to section 4",
      "source_provision": "s43"
    },
    {
      "term": "public service",
      "definition": "public service as defined in article 190 of the Constitution of the Republic of Ghana",
      "source_provision": "s43"
    },
    {
      "term": "strategic investment",
      "definition": "an investment in a priority area determined by the Board",
      "source_provision": "s43"
    },
    {
      "term": "technology transfer agreement",
      "definition": "an agreement with an enterprise which has a duration of not less than eighteen months and which involves(a)the assignment, sale and licensing of all forms of industrial property, except trademarks, service marks and trade names when they are not part of transfer of technology",
      "source_provision": "s43"
    },
    {
      "term": "trading enterprise",
      "definition": "an enterprise which has its principal activity being the purchase and sale of goods, whether imported or not, and provision of services, whether the purchase and sale of goods and services are carried out in a market or any other place",
      "source_provision": "s43"
    },
    {
      "term": "US$",
      "definition": "the lawful currency of the United States of America. In this Act, unless the context otherwise requires, “benefits” include facilities, entitlements and exemptions conferred on an enterprise to which this Act applies",
      "source_provision": "s43"
    },
    {
      "term": "Board",
      "definition": "the board of directors of the Centre appointed under section 5(2)",
      "source_provision": "s43"
    },
    {
      "term": "capital",
      "definition": "cash contributions, plant, machinery, equip­ment, buildings, spare parts, raw materials and other business assets other than goodwill",
      "source_provision": "s43"
    },
    {
      "term": "Centre",
      "definition": "the Ghana Investment Promotion Centre es­tablished in section 2(1) of this Act",
      "source_provision": "s43"
    },
    {
      "term": "Constitution",
      "definition": "the 1992 Constitution of the Republic of Ghana",
      "source_provision": "s43"
    },
    {
      "term": "direct investment",
      "definition": "investment made to acquire a lasting interest in an enterprise operating in the economy of Ghana and intended to give the investor an effective control in the management of the enterprise",
      "source_provision": "s43"
    },
    {
      "term": "enterprise",
      "definition": "an industry, project, undertaking or busi­ness or an expansion of that industry, undertaking, project or business or any part of that industry, undertaking, project or business",
      "source_provision": "s43"
    },
    {
      "term": "expropriation",
      "definition": "the compulsory acquisition of private property by Government for public use upon the payment of the appropriate compensation",
      "source_provision": "s43"
    },
    {
      "term": "finished pharmaceutical product",
      "definition": "any chemical sub­stance or product meant for the consumption of the end user",
      "source_provision": "s43"
    },
    {
      "term": "foreign capital",
      "definition": "convertible currency, plant, machinery, equipment, spare parts, raw materials and other business assets other than goodwill that enters the country without an initial disbursement of the foreign exchange of this coun­try and that are intended for the production of goods and services related to an enterprise to which this Act applies",
      "source_provision": "s43"
    },
    {
      "term": "foreign investor",
      "definition": "a non-citizen, natural or juridical, who makes an investment in the country pursuant to this Act",
      "source_provision": "s43"
    },
    {
      "term": "Ghanaian",
      "definition": "a citizen of Ghana or a company partnership or association or body, whether corporate or unincor­porated, which is wholly owned by a citizen of Ghana",
      "source_provision": "s43"
    },
    {
      "term": "Government",
      "definition": "any authority by which the executive authority of Ghana is duly exercised",
      "source_provision": "s43"
    },
    {
      "term": "indirect investment",
      "definition": "an act or contract by which an investor makes a contribution, whether tangible or intangible, to an enterprise in Ghana without obtaining an equity interest in the enterprise but under which the investor is entitled to returns based on profits generated by the enterprise",
      "source_provision": "s43"
    },
    {
      "term": "includes direct and indirect investments and port­folio investments; “investment priority plan",
      "definition": "the investment priority plan prepared and published by the Centre",
      "source_provision": "s43"
    },
    {
      "term": "investor",
      "definition": "any person, natural or juridical, who makes an investment in the country including a foreign investor",
      "source_provision": "s43"
    },
    {
      "term": "joint venture",
      "definition": "an investment in an enterprise between a Ghanaian company or individual and a foreign company or individual",
      "source_provision": "s43"
    },
    {
      "term": "market",
      "definition": "a public place whether open or enclosed, established and managed by local custom, or specifically designated by the appropriate local government authority or its agents and which has selling sites in the nature of stores and stalls among others for the purpose of selling and buying",
      "source_provision": "s43"
    },
    {
      "term": "Minister",
      "definition": "the Minister designated in writing by the President of the Republic as the Minister responsible for the Centre under section 14",
      "source_provision": "s43"
    },
    {
      "term": "pharmaceutical product",
      "definition": "any chemical substance or product intended for use in the medical diagnosis, cure, treatment or prevention of disease",
      "source_provision": "s43"
    },
    {
      "term": "portfolio investment",
      "definition": "an investment in shares or bonds which are mandatorily convertible into shares or other securities traded on the Ghana Stock Exchange",
      "source_provision": "s43"
    },
    {
      "term": "priority area",
      "definition": "an area of investment determined to be of national priority pursuant to section 4",
      "source_provision": "s43"
    },
    {
      "term": "public service",
      "definition": "public service as defined in article 190 of the Constitution of the Republic of Ghana",
      "source_provision": "s43"
    },
    {
      "term": "strategic investment",
      "definition": "an investment in a priority area determined by the Board",
      "source_provision": "s43"
    },
    {
      "term": "trading enterprise",
      "definition": "an enterprise which has its principal activity being the purchase and sale of goods, whether imported or not, and provision of services, whether the purchase and sale of goods and services are carried out in a market or any other place",
      "source_provision": "s43"
    }
  ]
}