{
  "id": "act-873-2013",
  "type": "act",
  "title": "Excise Tax Stamp Act, 2013",
  "short_name": "ETS 2013",
  "act_number": 873,
  "year": 2013,
  "status": "in_force",
  "issued_date": "2014-12-31",
  "url": "https://ghalii.org/akn/gh/act/2013/873",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment and application of Excise Tax Stamp",
      "content": "(1) There is established by this Act an Excise Tax Stamp. There is established by this Act an Excise Tax Stamp. (2) The Excise Tax Stamp shall, subject to section 3, be The Excise Tax Stamp shall, subject to section 3, be in the form and of the nature and have the features determined by the Ghana Revenue Authority; and in the form and of the nature and have the features determined by the Ghana Revenue Authority; and issued by the Ghana Revenue Authority. issued by the Ghana Revenue Authority. (3) The Excise Tax Stamp shall, in accordance with the Act, be affixed on The Excise Tax Stamp shall, in accordance with the Act, be affixed on the specified excisable goods which are the specified excisable goods which are manufactured in this country, or manufactured in this country, or imported into this country, or imported into this country, or other goods prescribed by the Minister. other goods prescribed by the Minister."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Goods to which Excise Tax Stamp is to be affixed",
      "content": "The Excise Tax Stamp shall be affixed on the following class of goods: cigarettes and other tobacco products; cigarettes and other tobacco products; alcoholic beverages whether bottled, canned, contained in kegs for sale or packaged in any other form; alcoholic beverages whether bottled, canned, contained in kegs for sale or packaged in any other form; non-alcoholic carbonated beverages whether bottled, canned or packaged in any other form; non-alcoholic carbonated beverages whether bottled, canned or packaged in any other form; bottled water; and bottled water; and any other excisable product prescribed by the Minister. any other excisable product prescribed by the Minister."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Features and design of Excise Tax Stamp",
      "content": "(1) The Excise Tax Stamp shall have overt, covert and forensic features. The Excise Tax Stamp shall have overt, covert and forensic features. (2) There shall be different designs of the Excise Tax Stamp to distinguish between There shall be different designs of the Excise Tax Stamp to distinguish between various product categories; and various product categories; and locally manufactured and imported products. locally manufactured and imported products."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Registration",
      "content": "(1) A person who intends to manufacture or import goods for which an Excise Tax Stamp is required to be affixed shall apply in writing to the Authority to be registered. A person who intends to manufacture or import goods for which an Excise Tax Stamp is required to be affixed shall apply in writing to the Authority to be registered. (2) An applicant qualifies to be registered if the applicant is a manu­facturer or trader with a valid Tax Identification Number (TIN). An applicant qualifies to be registered if the applicant is a manu­facturer or trader with a valid Tax Identification Number (TIN). (3) A foreign manufacturer who supplies goods to an importer in this country shall apply in writing as set out in Form A of the Schedule to the Authority to be registered if A foreign manufacturer who supplies goods to an importer in this country shall apply in writing as set out in Form A of the Schedule to the Authority to be registered if the goods require Excise Tax Stamps to be affixed to them; the goods require Excise Tax Stamps to be affixed to them; the importer gives notice to the Authority that the importer intends the foreign manufacturer to affix the Excise Tax Stamp at the point of origin of the goods; and the importer gives notice to the Authority that the importer intends the foreign manufacturer to affix the Excise Tax Stamp at the point of origin of the goods; and the foreign manufacturer accepts to receive and affix the Excise Tax Stamp to the goods before they are exported. the foreign manufacturer accepts to receive and affix the Excise Tax Stamp to the goods before they are exported. (4) The Authority shall register a foreign manufacturer if the Authority is satisfied that that foreign manufacturer will comply with this Act regarding affixing the Excise Tax Stamp. The Authority shall register a foreign manufacturer if the Authority is satisfied that that foreign manufacturer will comply with this Act regarding affixing the Excise Tax Stamp. (5) The Authority shall cancel the registration of a registered foreign manufacturer that fails to comply with this Act. The Authority shall cancel the registration of a registered foreign manufacturer that fails to comply with this Act. (6) An application for registration shall be An application for registration shall be in duplicate and as set out in Form A of the Schedule, or in duplicate and as set out in Form A of the Schedule, or in any other manner determined by the Authority that provides the information required in Form A of the Schedule. in any other manner determined by the Authority that provides the information required in Form A of the Schedule."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Register",
      "content": "The Authority shall keep and maintain a register of manufacturers and importers of the category of goods to which an Excise Tax Stamp is required to be affixed. The Authority shall keep and maintain a register of manufacturers and importers of the category of goods to which an Excise Tax Stamp is required to be affixed."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Procurement of Excise Tax Stamps",
      "content": "(1) An Excise Tax Stamp shall be purchased from the Authority on request. An Excise Tax Stamp shall be purchased from the Authority on request. (2) A request to purchase an Excise Tax Stamp shall be made through the Excise Tax Stamp Portal to the Authority. A request to purchase an Excise Tax Stamp shall be made through the Excise Tax Stamp Portal to the Authority. (3) The manufacturer or importer that requires the Stamp shall be responsible for the cost of the Excise Tax Stamp but the cost may be subsidised as the Minister may determine. The manufacturer or importer that requires the Stamp shall be responsible for the cost of the Excise Tax Stamp but the cost may be subsidised as the Minister may determine. (4) Payment for the supply of the Stamp shall be made to the Authority in the mode prescribed by the Minister. Payment for the supply of the Stamp shall be made to the Authority in the mode prescribed by the Minister."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Supply and distribution of Excise Tax Stamps",
      "content": "(1) The Authority shall supply the approved category and quantity of Stamps to a manufacturer or an importer of goods after approval by the Commissioner-General. The Authority shall supply the approved category and quantity of Stamps to a manufacturer or an importer of goods after approval by the Commissioner-General. (2) An importer may, in the case of imported goods, put in a request through the Excise Tax Stamp Portal to the Commissioner General to authorise that importer to make a direct supply of the Excise Tax Stamps to a foreign manufacturer of the goods to be imported. An importer may, in the case of imported goods, put in a request through the Excise Tax Stamp Portal to the Commissioner General to authorise that importer to make a direct supply of the Excise Tax Stamps to a foreign manufacturer of the goods to be imported. (3) The Commissioner-General may approve the supply of Excise Tax Stamps to a manufacturer outside Ghana only if the Commissioner General is satisfied that that manufacturer is registered and that the payment for the Excise Tax Stamp supplied will be made when due. The Commissioner-General may approve the supply of Excise Tax Stamps to a manufacturer outside Ghana only if the Commissioner General is satisfied that that manufacturer is registered and that the payment for the Excise Tax Stamp supplied will be made when due. (4) The Authority shall The Authority shall sell the Excise Tax Stamps at the port of entry to a person who imports goods occasionally, and sell the Excise Tax Stamps at the port of entry to a person who imports goods occasionally, and supervise the affixing of the Excise Tax Stamps. supervise the affixing of the Excise Tax Stamps. (5) The Commissioner-General may approve the supply and affixing of the Excise Tax Stamp in a bonded warehouse or any premises considered appropriate for the security of both the goods and revenue derived from the sale of the Stamp. The Commissioner-General may approve the supply and affixing of the Excise Tax Stamp in a bonded warehouse or any premises considered appropriate for the security of both the goods and revenue derived from the sale of the Stamp."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Affixing of Excise Tax Stamp",
      "content": "(1) An Excise Tax Stamp shall be affixed on each product unit. An Excise Tax Stamp shall be affixed on each product unit. (2) An Excise Tax Stamp shall be affixed on a product unit in a manner that ensures that the Stamp will be broken or will be rendered unusable when the product unit is opened. An Excise Tax Stamp shall be affixed on a product unit in a manner that ensures that the Stamp will be broken or will be rendered unusable when the product unit is opened."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Time and place of affixing the Excise Tax Stamp",
      "content": "(1) Imported goods that are required to have the Excise Tax Stamp affixed to them shall have the Stamp affixed to them by the authorised manufacturer of the importer or at the point of entry in a specified facility, or place or premises approved by the Commissioner-General. Imported goods that are required to have the Excise Tax Stamp affixed to them shall have the Stamp affixed to them by the authorised manufacturer of the importer or at the point of entry in a specified facility, or place or premises approved by the Commissioner-General. (2) A registered foreign manufacturer shall affix an Excise Tax Stamp on each product unit of goods that require the Excise Tax Stamp before the shipment to Ghana of the product unit from the country of origin. A registered foreign manufacturer shall affix an Excise Tax Stamp on each product unit of goods that require the Excise Tax Stamp before the shipment to Ghana of the product unit from the country of origin. (3) A manufacturer in Ghana shall affix the Excise Tax Stamp on each product unit of goods that require the Excise Tax Stamp before the product unit is delivered out of the factory. A manufacturer in Ghana shall affix the Excise Tax Stamp on each product unit of goods that require the Excise Tax Stamp before the product unit is delivered out of the factory."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Delivery of goods for home consumption",
      "content": "(1) Goods which require the Excise Tax Stamp to be affixed to them shall not be put on sale or released into the channels of trade in the country unless the Excise Tax Stamp is affixed to the goods. Goods which require the Excise Tax Stamp to be affixed to them shall not be put on sale or released into the channels of trade in the country unless the Excise Tax Stamp is affixed to the goods. (2) Overstayed or seized goods which require the Excise Tax Stamp to be affixed to them and which are auctioned or disposed of by sale shall have the Excise Tax Stamp affixed to them. Overstayed or seized goods which require the Excise Tax Stamp to be affixed to them and which are auctioned or disposed of by sale shall have the Excise Tax Stamp affixed to them. (3) Goods which require the Excise Tax Stamp to be affixed to them and which are purchased from duty free shops for home consump­tion shall have the Excise Tax Stamp affixed to them. Goods which require the Excise Tax Stamp to be affixed to them and which are purchased from duty free shops for home consump­tion shall have the Excise Tax Stamp affixed to them."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Record keeping",
      "content": "(1) An importer who supplies the Excise Tax Stamp to a foreign manufacturer of goods to be exported to the importer, shall notify the Authority in writing of each supply of the approved quantity of Excise Tax Stamps to the foreign manufacturer. An importer who supplies the Excise Tax Stamp to a foreign manufacturer of goods to be exported to the importer, shall notify the Authority in writing of each supply of the approved quantity of Excise Tax Stamps to the foreign manufacturer. (2) The Authority shall maintain a record of Excise Tax Stamps issued by an importer to a foreign manufacturer. The Authority shall maintain a record of Excise Tax Stamps issued by an importer to a foreign manufacturer. (3) A manufacturer of goods which require an Excise Tax Stamp to be affixed to them shall maintain records on a monthly basis of A manufacturer of goods which require an Excise Tax Stamp to be affixed to them shall maintain records on a monthly basis of Excise Tax Stamps received; Excise Tax Stamps received; Excise Tax Stamps affixed on product units; and Excise Tax Stamps affixed on product units; and the balance in stock of Excise Tax Stamps. the balance in stock of Excise Tax Stamps."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Returns to be submitted",
      "content": "(1) A person who imports goods from a foreign manufacturer registered for the purposes of the Excise Tax Stamp and a local manu­facturer of goods which require an Excise Tax Stamp to be affixed to them, shall submit to the Commissioner-General, not later than the twen­tieth day of the month following the month to which the report relates, a monthly reconciliation statement or returns in the manner prescribed by the Minister and that shows A person who imports goods from a foreign manufacturer registered for the purposes of the Excise Tax Stamp and a local manu­facturer of goods which require an Excise Tax Stamp to be affixed to them, shall submit to the Commissioner-General, not later than the twen­tieth day of the month following the month to which the report relates, a monthly reconciliation statement or returns in the manner prescribed by the Minister and that shows the Stamps in stock on the last day of the previous month and which have been brought forward for use during the month; the Stamps in stock on the last day of the previous month and which have been brought forward for use during the month; the summary of Stamps received during the month; the summary of Stamps received during the month; the Stamps applied during the month; the Stamps applied during the month; the stock balance of Stamps at the end of the month; and the stock balance of Stamps at the end of the month; and the Stamps spoiled or damaged during the process of affixing them. the Stamps spoiled or damaged during the process of affixing them. (2) Where Excise Tax Stamps are spoiled or damaged in the process of being affixed, the manufacturer shall keep the Stamps for inspection and certification by the Authority. Where Excise Tax Stamps are spoiled or damaged in the process of being affixed, the manufacturer shall keep the Stamps for inspection and certification by the Authority. (3) A manufacturer who ceases production either temporarily or permanently shall submit a record of unused Stamps to the Authority within a period of fifteen days after which the Authority shall recover the unused stamps and take appropriate steps reconcile the supply and use of the Stamps. A manufacturer who ceases production either temporarily or permanently shall submit a record of unused Stamps to the Authority within a period of fifteen days after which the Authority shall recover the unused stamps and take appropriate steps reconcile the supply and use of the Stamps."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Audit",
      "content": "(1) The Authority may carry out periodic and random audits of the operation of importers, manufacturers or traders for compliance and Stamp reconciliation with tax payment. The Authority may carry out periodic and random audits of the operation of importers, manufacturers or traders for compliance and Stamp reconciliation with tax payment. (2) The Commissioner-General may, at any time, direct the audit of any trader or inspection of premises for the purpose of enforcement and compliance with the provisions of the Act. The Commissioner-General may, at any time, direct the audit of any trader or inspection of premises for the purpose of enforcement and compliance with the provisions of the Act."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Monitoring and enforcement",
      "content": "An authorised officer of the Authority may, at a reasonable time in the day, enter the premises of any manufacturer, importer, wholesaler, distributor or retailer of excisable goods for the purposes of verifying the application of the Excise Tax Stamp on designated products; verifying the application of the Excise Tax Stamp on designated products; verifying the genuineness of affixed Stamps; or verifying the genuineness of affixed Stamps; or ensuring compliance with the provisions of the Act. ensuring compliance with the provisions of the Act."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Failure to affix Excise Tax Stamp",
      "content": "(1) A person shall not put on sale or release for sale a product which requires an Excise Tax Stamp to be affixed to the product, if that product does not have the Stamp affixed to it. A person shall not put on sale or release for sale a product which requires an Excise Tax Stamp to be affixed to the product, if that product does not have the Stamp affixed to it. (2) The Authority shall seize a product required to have the Excise Tax Stamp affixed to it which is put on sale or released for sale without the Stamp affixed to it. The Authority shall seize a product required to have the Excise Tax Stamp affixed to it which is put on sale or released for sale without the Stamp affixed to it. (3) A person who sells a product or releases a product for sale contrary to subsection (1) commits an offence and is liable on summary conviction to a fine of not more than three hundred per cent of the duties and taxes involved or to a term of imprisonment of not more than five years or to both. A person who sells a product or releases a product for sale contrary to subsection (1) commits an offence and is liable on summary conviction to a fine of not more than three hundred per cent of the duties and taxes involved or to a term of imprisonment of not more than five years or to both. (4) Sections 288 and 289 of the Customs Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) apply to a seizure under this section. Sections 288 and 289 of the Customs Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) apply to a seizure under this section."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Falsification, alteration and counterfeiting of Excise Tax Stamp",
      "content": "A person who in a matter relating to the Excise Tax Stamp, makes an impression, alters, counterfeits or performs an act with the intent of evading any duty or tax, commits an offence and is liable on summary conviction to a fine of not more than three hundred per cent of the duties and taxes evaded or to a term of imprisonment of not more than five years or to both and any goods connected to the offence shall be forfeited to the State. A person who in a matter relating to the Excise Tax Stamp, makes an impression, alters, counterfeits or performs an act with the intent of evading any duty or tax, commits an offence and is liable on summary conviction to a fine of not more than three hundred per cent of the duties and taxes evaded or to a term of imprisonment of not more than five years or to both and any goods connected to the offence shall be forfeited to the State."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Excise Tax Stamp Manuals",
      "content": "The Commissioner-General may issue administrative, accounting and operational manuals that are necessary for the administration of the Excise Tax Stamp. The Commissioner-General may issue administrative, accounting and operational manuals that are necessary for the administration of the Excise Tax Stamp."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Regulations",
      "content": "The Minister may, by legislative instrument, make Regulations to provide for the excisable products to which an Excise Tax Stamp is to be affixed; to provide for the excisable products to which an Excise Tax Stamp is to be affixed; to provide for the mode of application for registration as a manufacturer or importer of excisable products for which an Excise Tax Stamp is required to be affixed; to provide for the mode of application for registration as a manufacturer or importer of excisable products for which an Excise Tax Stamp is required to be affixed; to provide for the mode of procurement of Excise Tax Stamps; to provide for the mode of procurement of Excise Tax Stamps; to provide for the procedure for record-keeping; to provide for the procedure for record-keeping; for the submission of returns to the Commissioner General; and for the submission of returns to the Commissioner General; and generally for the effective implementation of this Act. generally for the effective implementation of this Act."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“Authority” means the Ghana Revenue Authority;“Excisable goods” means goods of description liable to excise duty if delivered for consumption in Ghana and includes spirits rectified or compounded in Ghana;“Excise Duty” means any duty other than export duty of customs imposed on any goods manufactured or produced in this country or similar goods imported into the country;“Excise Tax Stamp Portal” means a dedicated website specially designed for administering the tax stamp programme and which serves as an anchor site for users when they connect to the internet for registration, the placing of orders, tracking and tracing, product authentication and verification, display of information and generation of reports;“importer” includes the owner or the person who for the time being(a)has possession of or is beneficially interested in any products at and from the time of their importation until the products are fully delivered out of Customs charge, and(b)puts in a declaration or signs any document relating to any imported products required by law to be signed by an importer;“manufacturer” means a person who by any means makes or produces or causes to be made or produced any excisable goods;“Minister” means the Minister responsible for Finance;“products” include goods;“product unit” means the smallest package in which the product is normally presented and retailed except for cigarettes which shall be ‘the pack’; and“Stamp” means the Excise Tax Stamp established in section 1. In this Act, unless the context otherwise requires, “Authority” means the Ghana Revenue Authority; “Excisable goods” means goods of description liable to excise duty if delivered for consumption in Ghana and includes spirits rectified or compounded in Ghana; “Excise Duty” means any duty other than export duty of customs imposed on any goods manufactured or produced in this country or similar goods imported into the country; “Excise Tax Stamp Portal” means a dedicated website specially designed for administering the tax stamp programme and which serves as an anchor site for users when they connect to the internet for registration, the placing of orders, tracking and tracing, product authentication and verification, display of information and generation of reports; has possession of or is beneficially interested in any products at and from the time of their importation until the products are fully delivered out of Customs charge, and puts in a declaration or signs any document relating to any imported products required by law to be signed by an importer; “manufacturer” means a person who by any means makes or produces or causes to be made or produced any excisable goods; “Minister” means the Minister responsible for Finance; “products” include goods; “product unit” means the smallest package in which the product is normally presented and retailed except for cigarettes which shall be ‘the pack’; and “Stamp” means the Excise Tax Stamp established in section 1."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Transitional provisions",
      "content": "(1) The Minister shall by executive instrument determine the date from which manufacturers and importers are to affix the Excise Tax Stamps on the specified products. The Minister shall by executive instrument determine the date from which manufacturers and importers are to affix the Excise Tax Stamps on the specified products. (2) Three months after the date determined by the Authority under subsection (1), a person shall not sell or distribute a product that requires an Excise Tax Stamp to be affixed to that product but that does not bear the Excise Tax Stamp. Three months after the date determined by the Authority under subsection (1), a person shall not sell or distribute a product that requires an Excise Tax Stamp to be affixed to that product but that does not bear the Excise Tax Stamp. (3) A manufacturer, importer, wholesaler or retailer that still has a stock of any of the specified products not sold after the transitional period shall take an inventory and buy the commensurate quantity of Excise Tax Stamps from the Authority to be affixed to the stock before selling the specified products. A manufacturer, importer, wholesaler or retailer that still has a stock of any of the specified products not sold after the transitional period shall take an inventory and buy the commensurate quantity of Excise Tax Stamps from the Authority to be affixed to the stock before selling the specified products. (4) A product which requires an Excise Tax Stamp found displayed for sale or sold or distributed after the period specified in subsection (2) without an Excise Tax Stamp is liable to seizure and the person selling or distributing the product commits an offence. A product which requires an Excise Tax Stamp found displayed for sale or sold or distributed after the period specified in subsection (2) without an Excise Tax Stamp is liable to seizure and the person selling or distributing the product commits an offence. (5) A person who commits an offence under subsection (4) is liable on summary conviction to a fine of not more than three hundred per cent of the duties and taxes involved or to a term of imprisonment of not more than five years or to both. A person who commits an offence under subsection (4) is liable on summary conviction to a fine of not more than three hundred per cent of the duties and taxes involved or to a term of imprisonment of not more than five years or to both."
    }
  ],
  "definitions": [
    {
      "term": "Authority",
      "definition": "the Ghana Revenue Authority",
      "source_provision": "s19"
    },
    {
      "term": "Excisable goods",
      "definition": "goods of description liable to excise duty if delivered for consumption in Ghana and includes spirits rectified or compounded in Ghana",
      "source_provision": "s19"
    },
    {
      "term": "Excise Duty",
      "definition": "any duty other than export duty of customs imposed on any goods manufactured or produced in this country or similar goods imported into the country",
      "source_provision": "s19"
    },
    {
      "term": "Excise Tax Stamp Portal",
      "definition": "a dedicated website specially designed for administering the tax stamp programme and which serves as an anchor site for users when they connect to the internet for registration, the placing of orders, tracking and tracing, product authentication and verification, display of information and generation of reports",
      "source_provision": "s19"
    },
    {
      "term": "manufacturer",
      "definition": "a person who by any means makes or produces or causes to be made or produced any excisable goods",
      "source_provision": "s19"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s19"
    },
    {
      "term": "product unit",
      "definition": "the smallest package in which the product is normally presented and retailed except for cigarettes which shall be ‘the pack’",
      "source_provision": "s19"
    },
    {
      "term": "Stamp",
      "definition": "the Excise Tax Stamp established in section 1. In this Act, unless the context otherwise requires, “Authority” means the Ghana Revenue Authority",
      "source_provision": "s19"
    },
    {
      "term": "Excisable goods",
      "definition": "goods of description liable to excise duty if delivered for consumption in Ghana and includes spirits rectified or compounded in Ghana",
      "source_provision": "s19"
    },
    {
      "term": "Excise Duty",
      "definition": "any duty other than export duty of customs imposed on any goods manufactured or produced in this country or similar goods imported into the country",
      "source_provision": "s19"
    },
    {
      "term": "Excise Tax Stamp Portal",
      "definition": "a dedicated website specially designed for administering the tax stamp programme and which serves as an anchor site for users when they connect to the internet for registration, the placing of orders, tracking and tracing, product authentication and verification, display of information and generation of reports",
      "source_provision": "s19"
    },
    {
      "term": "manufacturer",
      "definition": "a person who by any means makes or produces or causes to be made or produced any excisable goods",
      "source_provision": "s19"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s19"
    },
    {
      "term": "product unit",
      "definition": "the smallest package in which the product is normally presented and retailed except for cigarettes which shall be ‘the pack’",
      "source_provision": "s19"
    }
  ]
}