{
  "id": "act-862-2013",
  "type": "act",
  "title": "National Fiscal Stabilisation Levy Act, 2013",
  "short_name": "NFSL 2013",
  "act_number": 862,
  "year": 2013,
  "status": "in_force",
  "issued_date": "2013-07-15",
  "url": "https://ghalii.org/akn/gh/act/2013/862",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Imposition of levy on profits before tax of specified companies",
      "content": "There is imposed by this Act, for the purpose of national fiscal stabilisation, a National Fiscal Stabilisation Levy of 5% on the profits before tax of the companies and institutions specified in the Schedule. There is imposed by this Act, for the purpose of national fiscal stabilisation, a National Fiscal Stabilisation Levy of 5% on the profits before tax of the companies and institutions specified in the Schedule."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Scope of application of Levy",
      "content": "(1) Subject to subsection (2), the Levy imposed under section 1 applies to the specified companies and institutions despite any provision to the contrary in any enactment relating to a tax holiday or exemption from direct or indirect tax applicable to a company or institution. Subject to subsection (2), the Levy imposed under section 1 applies to the specified companies and institutions despite any provision to the contrary in any enactment relating to a tax holiday or exemption from direct or indirect tax applicable to a company or institution. (2) The Levy imposed under section 1 does not apply to rural or community banks. The Levy imposed under section 1 does not apply to rural or community banks."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Levy not an allowable deduction",
      "content": "The Levy payable under this Act is not an allowable deduction for the purpose of ascertaining the chargeable income of a person under the Internal Revenue Act, 2000 (Act 592). The Levy payable under this Act is not an allowable deduction for the purpose of ascertaining the chargeable income of a person under the Internal Revenue Act, 2000 (Act 592)."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Profits affected by Levy",
      "content": "The Levy is payable in respect of the profits before tax for the 2013 and 2014 years of assessment. The Levy is payable in respect of the profits before tax for the 2013 and 2014 years of assessment."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Assessment of Levy payable",
      "content": "(1) The Commissioner-General may, as soon as practicable after the commencement of each of the years of assessment referred to in section 4, proceed to make provisional assessment, computed to the best of the Commissioner-General’s judgment, of the Levy payable by the companies and institutions liable to pay the Levy. The Commissioner-General may, as soon as practicable after the commencement of each of the years of assessment referred to in section 4, proceed to make provisional assessment, computed to the best of the Commissioner-General’s judgment, of the Levy payable by the companies and institutions liable to pay the Levy. (2) The Commissioner-General shall, in determining the Levy payable under subsection (1), consider the profits before tax of the company or institution for the two preceding years of assessment before the current year of assessment. The Commissioner-General shall, in determining the Levy payable under subsection (1), consider the profits before tax of the company or institution for the two preceding years of assessment before the current year of assessment. (3) Where the company or institution Where the company or institution has not been assessed for tax in the two preceding years of assessment, or has not been assessed for tax in the two preceding years of assessment, or has not furnished a return or an estimate, in accordance with section 72 or 78 of the Internal Revenue Act, 2000 (Act 592), has not furnished a return or an estimate, in accordance with section 72 or 78 of the Internal Revenue Act, 2000 (Act 592), the Commissioner-General may proceed to make a provisional assessment of the Levy payable under this Act by that company or institution to the best of the Commissioner-General’s judgment."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Time of payment",
      "content": "(1) The Levy assessed for a year of assessment is payable quarterly and is due on 31st March, 30th June, 30th September and 31st December of the year. The Levy assessed for a year of assessment is payable quarterly and is due on 31st March, 30th June, 30th September and 31st December of the year. (2) For the 2013 year of assessment, the proportionate quarterly payment is due on 30th September and 31st December of the year. For the 2013 year of assessment, the proportionate quarterly payment is due on 30th September and 31st December of the year."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Authority to collect Levy",
      "content": "The Levy shall be collected by the Ghana Revenue Authority estab­lished under the Ghana Revenue Authority Act, 2009 (Act 791). The Levy shall be collected by the Ghana Revenue Authority estab­lished under the Ghana Revenue Authority Act, 2009 (Act 791)."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Payment into Consolidated Fund",
      "content": "The Commissioner-General of the Ghana Revenue Authority shall pay all amounts collected under this Act into the Consolidated Fund. The Commissioner-General of the Ghana Revenue Authority shall pay all amounts collected under this Act into the Consolidated Fund."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Recovery of Levy",
      "content": "For the purpose of enforcing the recovery of the Levy, the provi­sions of the Internal Revenue Act, 2000 (Act 592) relating to collection, enforcement, refund and penalties shall apply to the collection of the Levy as if the Levy is collected under Act 592. For the purpose of enforcing the recovery of the Levy, the provi­sions of the Internal Revenue Act, 2000 (Act 592) relating to collection, enforcement, refund and penalties shall apply to the collection of the Levy as if the Levy is collected under Act 592."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Amendment of Schedule",
      "content": "The Minister responsible for Finance may, by legislative instru­ment, amend the Schedule. The Minister responsible for Finance may, by legislative instru­ment, amend the Schedule."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“Commissioner-General” means the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791); and“Levy” means the National Fiscal Stabilisation Levy imposed under section 1. In this Act, unless the context otherwise requires, “Commissioner-General” means the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791); and “Levy” means the National Fiscal Stabilisation Levy imposed under section 1."
    }
  ],
  "definitions": [
    {
      "term": "Commissioner-General",
      "definition": "the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s11"
    },
    {
      "term": "Levy",
      "definition": "the National Fiscal Stabilisation Levy imposed under section 1. In this Act, unless the context otherwise requires, “Commissioner-General” means the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s11"
    }
  ]
}