{
  "id": "act-870-2013",
  "type": "act",
  "title": "Value Added Tax Act, 2013",
  "short_name": "VAT 2013",
  "act_number": 870,
  "year": 2013,
  "status": "in_force",
  "issued_date": "2013-12-31",
  "url": "https://ghalii.org/akn/gh/act/2013/870",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Imposition of tax",
      "content": "(1) There is imposed by this Act a tax to be known as the value added tax which is to be charged on the There is imposed by this Act a tax to be known as the value added tax which is to be charged on the supply of goods or services made in the country other than exempt goods or services; and supply of goods or services made in the country other than exempt goods or services; and import of goods or import of services other than exempt import. import of goods or import of services other than exempt import. (2) Unless otherwise provided in this Act, the tax is charged on the supply of goods or services where the supply is Unless otherwise provided in this Act, the tax is charged on the supply of goods or services where the supply is a taxable supply; and a taxable supply; and made by a taxable person in the course of the taxable activity of that person. made by a taxable person in the course of the taxable activity of that person. (3) The tax is chargeable and payable on the importation of goods and for that purpose, the laws and regulations applicable to collection of customs duties and other taxes on imports of goods, including the sub­mission of an import declaration apply with the modifications specified in this Act and the Regulations. The tax is chargeable and payable on the importation of goods and for that purpose, the laws and regulations applicable to collection of customs duties and other taxes on imports of goods, including the sub­mission of an import declaration apply with the modifications specified in this Act and the Regulations. (4) The tax is chargeable on the value of a supply of goods by The tax is chargeable on the value of a supply of goods by a diplomatic mission, a diplomatic mission, international agency, international agency, an organisation, an organisation, a government agency, or a government agency, or other person other person who has obtained a relief from or a refund from the tax on the importation or domestic acquisition of the goods."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Persons liable to pay tax",
      "content": "(1) Except as otherwise provided in this Act, the tax shall be paid Except as otherwise provided in this Act, the tax shall be paid in the case of a taxable supply, by the taxable person mak­ing the supply; in the case of a taxable supply, by the taxable person mak­ing the supply; in the case of an import of goods, by the importer; or in the case of an import of goods, by the importer; or in the case of an import of services, by the recipient of the service. in the case of an import of services, by the recipient of the service. (2) In the case of a non-resident person required to register under section 16, the non-resident is liable for the payment of the tax. In the case of a non-resident person required to register under section 16, the non-resident is liable for the payment of the tax."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Rate of the tax",
      "content": "Except as otherwise provided in this Act, the rate of the tax is fifteen percent and is calculated on the value of the taxable supply of the goods or services or on the value of the import. Except as otherwise provided in this Act, the rate of the tax is fifteen percent and is calculated on the value of the taxable supply of the goods or services or on the value of the import."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Taxable person",
      "content": "(1) A taxable person is a person who is registered for purposes of this Act or is required to register under section 6 to 16. A taxable person is a person who is registered for purposes of this Act or is required to register under section 6 to 16. (2) Subject to sections 6 to 8 and 10 to 16, the effective date of regis­tration of a person as a taxable person is the date specified in the certifi­cate of registration issued by the Commissioner-General under section 9. Subject to sections 6 to 8 and 10 to 16, the effective date of regis­tration of a person as a taxable person is the date specified in the certifi­cate of registration issued by the Commissioner-General under section 9."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Taxable activity",
      "content": "(1) For the purposes of this Act, a \"taxable activity\" means an ac­tivity which is carried on by a person For the purposes of this Act, a \"taxable activity\" means an ac­tivity which is carried on by a person in the country, or in the country, or partly in the country, partly in the country, whether or not for a pecuniary profit, that involves or is intended to involve, in whole or in part, the supply of goods or services to another person for consideration. (2) Without limiting subsection (1), a taxable activity includes Without limiting subsection (1), a taxable activity includes an activity of a local authority or unincorporated associa­tion or body that involves, in whole or in part, the supply of goods or services to another person for consideration; an activity of a local authority or unincorporated associa­tion or body that involves, in whole or in part, the supply of goods or services to another person for consideration; the processing of data or supply of information or similar service; the processing of data or supply of information or similar service; the supply of staff; the supply of staff; the acceptance of a wager or stake in any form of betting or gaming, including lotteries and gaming machines; the acceptance of a wager or stake in any form of betting or gaming, including lotteries and gaming machines; the making of gifts or loans of goods; the making of gifts or loans of goods; the leasing or letting of goods on hire; the leasing or letting of goods on hire; the appropriation of goods or services for personal use or consumption by the taxable person or by any other person; the appropriation of goods or services for personal use or consumption by the taxable person or by any other person; the sale, transfer, assignment or licensing of patents, copy­rights, trademarks, computer software and other proprietary information; and the sale, transfer, assignment or licensing of patents, copy­rights, trademarks, computer software and other proprietary information; and the export of non-traditional products. the export of non-traditional products. (3) A supply is considered to be a supply for consideration where the supplier is directly or indirectly entitled to receive payment wholly or partly in money or in kind from the person to whom the supply is made or from any other person, and includes A supply is considered to be a supply for consideration where the supplier is directly or indirectly entitled to receive payment wholly or partly in money or in kind from the person to whom the supply is made or from any other person, and includes a supply made between related persons for no consideration; a supply made between related persons for no consideration; a supply of goods for use only as trade samples; or a supply of goods for use only as trade samples; or a supply referred to in section 21 to 23. a supply referred to in section 21 to 23. (4) A supply is part of a taxable activity of a person if the supply is made by person as part of or incidental to any economic activity the person conducts. A supply is part of a taxable activity of a person if the supply is made by person as part of or incidental to any economic activity the person conducts. (5) Where an owner of goods enters into a contract with another person to process or treat the goods of the owner, the delivery of the goods to the owner or the agent of the owner shall be treated as a supply of goods by the person processing or treating the goods. Where an owner of goods enters into a contract with another person to process or treat the goods of the owner, the delivery of the goods to the owner or the agent of the owner shall be treated as a supply of goods by the person processing or treating the goods."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Registration requirement",
      "content": "(1) Except as otherwise provided in this Act, a person who is engaged in a taxable activity and is not registered for tax purposes shall register if Except as otherwise provided in this Act, a person who is engaged in a taxable activity and is not registered for tax purposes shall register if at the end of any period of twelve or less months, the person made, during that period, taxable supplies exceeding one hundred and twenty thousand Ghana Cedis; or at the end of any period of twelve or less months, the person made, during that period, taxable supplies exceeding one hundred and twenty thousand Ghana Cedis; or at the end of any month, there are reasonable grounds to expect that that person will make taxable supplies in the next twelve or less months exceeding one hundred and twenty thousand Ghana Cedis. at the end of any month, there are reasonable grounds to expect that that person will make taxable supplies in the next twelve or less months exceeding one hundred and twenty thousand Ghana Cedis. (2) Despite subsection (1), a person shall register if Despite subsection (1), a person shall register if at the end of any period of three months, the person made, during that period, taxable supplies exceeding thirty thousand Ghana Cedis; and at the end of any period of three months, the person made, during that period, taxable supplies exceeding thirty thousand Ghana Cedis; and there are reasonable grounds to expect that the total value of taxable supplies made by that person during that period and to be made during the next consecutive nine months will exceed one hundred and twenty thousand Ghana Cedis. there are reasonable grounds to expect that the total value of taxable supplies made by that person during that period and to be made during the next consecutive nine months will exceed one hundred and twenty thousand Ghana Cedis. (3) For the purpose of determining the thresholds under subsec­tions (1) and (2), the Commissioner-General may have regard to the value of taxable supplies made by another person, if that other person is a related person or the taxable person and that other person are acting in concert in making the taxable supplies. For the purpose of determining the thresholds under subsec­tions (1) and (2), the Commissioner-General may have regard to the value of taxable supplies made by another person, if that other person is a related person or the taxable person and that other person are acting in concert in making the taxable supplies. (4) A person who is required to register under this Act shall apply for Value Added Tax registration in the form and manner prescribed by the Commissioner-General. A person who is required to register under this Act shall apply for Value Added Tax registration in the form and manner prescribed by the Commissioner-General. (5) A person required to register under subsection (1) shall file the application for registration within thirty days after the end of A person required to register under subsection (1) shall file the application for registration within thirty days after the end of the period under paragraph (a) of subsection (1); or the period under paragraph (a) of subsection (1); or the month under paragraph (b) of subsection (1). the month under paragraph (b) of subsection (1). (6) A person required to register under paragraph (a) of subsection (2) shall file the application for registration within thirty days after the three-month period. A person required to register under paragraph (a) of subsection (2) shall file the application for registration within thirty days after the three-month period."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Period for becoming a taxable person",
      "content": "A person who is not registered, but who is required to apply for registration under this Act, is a taxable person from the beginning of the tax period immediately following the tax period in which the duty to apply for registration arose. A person who is not registered, but who is required to apply for registration under this Act, is a taxable person from the beginning of the tax period immediately following the tax period in which the duty to apply for registration arose."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Notice of registration",
      "content": "(1) Subject to subsection (2) the Commissioner-General shall, within thirty days after the receipt of an application for registration under this section, give notice to the applicant for registration of the decision to register or not to register the person. Subject to subsection (2) the Commissioner-General shall, within thirty days after the receipt of an application for registration under this section, give notice to the applicant for registration of the decision to register or not to register the person. (2) Where the Commissioner-General fails to serve notice, the Com­missioner-General is deemed to have made a decision to register the applicant except where the Commissioner-General is satisfied that the person is not eligible to apply for registration. Where the Commissioner-General fails to serve notice, the Com­missioner-General is deemed to have made a decision to register the applicant except where the Commissioner-General is satisfied that the person is not eligible to apply for registration. (3) For the purposes of this section, where within thirty days speci­fied under subsection (1) the Commissioner-General requests additional information from the applicant in order to determine if the applicant is eligible to apply for registration, the thirty-day period shall be suspended and the Commissioner-General shall have not less than fourteen days after the Commissioner-General receives the required information in the form prescribed by the Commissioner-General to give the notice under subsection (1). For the purposes of this section, where within thirty days speci­fied under subsection (1) the Commissioner-General requests additional information from the applicant in order to determine if the applicant is eligible to apply for registration, the thirty-day period shall be suspended and the Commissioner-General shall have not less than fourteen days after the Commissioner-General receives the required information in the form prescribed by the Commissioner-General to give the notice under subsection (1)."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Certificate of registration",
      "content": "(1) The Commissioner-General shall issue to each person registered for Value Added Tax, a certificate of registration. The Commissioner-General shall issue to each person registered for Value Added Tax, a certificate of registration. (2) A registered person shall exhibit the certificate of registration A registered person shall exhibit the certificate of registration at the principal place of business of the person; and at the principal place of business of the person; and at every other location at which the person engages in a taxable activity. at every other location at which the person engages in a taxable activity."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Notice of cancellation in respect of turnover",
      "content": "The Commissioner-General may, in writing, notify a person that that person has within the time specified in the notice, made taxable supplies in excess of a turnover threshold; or in excess of a turnover threshold; or below the turnover threshold, below the turnover threshold,"
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Exceptions regarding thresholds",
      "content": "(1) Despite the threshold rules in section 6 Despite the threshold rules in section 6 a promoter of public entertainment, a promoter of public entertainment, an auctioneer, or an auctioneer, or a national, regional, local or other authority or body, which carries on any taxable activity shall apply for registration. a national, regional, local or other authority or body, which carries on any taxable activity shall apply for registration. (2) For the purposes of subsection (1), For the purposes of subsection (1), the national, regional, local or other authority or body shall apply for registration within thirty days after the date the national, regional, local or other authority or body com­mences a taxable activity; the national, regional, local or other authority or body shall apply for registration within thirty days after the date the national, regional, local or other authority or body com­mences a taxable activity; an auctioneer shall apply for registration within thirty days after the date on which that person becomes an auctioneer; or an auctioneer shall apply for registration within thirty days after the date on which that person becomes an auctioneer; or a promoter of public entertainment, shall apply for regis­tration at least forty-eight hours before the commencement of the public entertainment if, within any period of twelve or less months that includes the date of the public enter­tainment to which the application relates, the total value of taxable supplies of the promoter or the licensee or propri­etor is reasonably expected to exceed ten thousand Ghana Cedis. a promoter of public entertainment, shall apply for regis­tration at least forty-eight hours before the commencement of the public entertainment if, within any period of twelve or less months that includes the date of the public enter­tainment to which the application relates, the total value of taxable supplies of the promoter or the licensee or propri­etor is reasonably expected to exceed ten thousand Ghana Cedis."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Designation of taxable persons in respect of groups and distinct divisions",
      "content": "(1) A group of taxable persons may, with the approval of the Com­missioner-General, be treated for the purposes of the tax as one desig­nated taxable person. A group of taxable persons may, with the approval of the Com­missioner-General, be treated for the purposes of the tax as one desig­nated taxable person. (2) Each member of the group referred to in subsection (1) shall be jointly and severally liable for any liability or contravention under this Act and the Regulations. Each member of the group referred to in subsection (1) shall be jointly and severally liable for any liability or contravention under this Act and the Regulations. (3) A taxable person whose taxable activity is structured into distinct divisions may apply to the Commissioner-General to register one or more of its divisions for the tax. A taxable person whose taxable activity is structured into distinct divisions may apply to the Commissioner-General to register one or more of its divisions for the tax."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Application for voluntary registration",
      "content": "(1) A person who is not required to be registered may apply voluntarily to be registered by the Commissioner-General. A person who is not required to be registered may apply voluntarily to be registered by the Commissioner-General. (2) The Commissioner-General shall not register a person who applies to register under subsection (1) as a taxable person, if the Com­missioner-General The Commissioner-General shall not register a person who applies to register under subsection (1) as a taxable person, if the Com­missioner-General is satisfied that the person has no fixed place of abode or business; is satisfied that the person has no fixed place of abode or business; has reasonable ground to believe that that person may not has reasonable ground to believe that that person may not keep proper accounting records related to any busi­ness activity carried on by that person; keep proper accounting records related to any busi­ness activity carried on by that person; submit regular and reliable tax returns as required by or under this Act; or submit regular and reliable tax returns as required by or under this Act; or is not a fit and proper person to be registered. is not a fit and proper person to be registered."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Compulsory registration",
      "content": "Where a person required to register under this Act fails to apply for registration, the Commissioner-General shall register that person. Where a person required to register under this Act fails to apply for registration, the Commissioner-General shall register that person."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Sanctions for failure to register",
      "content": "A person who fails to apply for registration is liable to a penalty of not more than two times the amount of tax on taxable supplies payable from the time the person is required to apply for registration until the person files an application for registration with the Commissioner-General. A person who fails to apply for registration is liable to a penalty of not more than two times the amount of tax on taxable supplies payable from the time the person is required to apply for registration until the person files an application for registration with the Commissioner-General."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Unregistered, non-resident persons who provide telecommunication services or electronic commerce",
      "content": "(1) An unregistered, non-resident person who provide telecom­munication services or electronic commerce to persons for use or enjoy­ment in the country, other than through a Value Added Tax registered agent must register if that person makes taxable supplies exceeding the threshold under subsection (1) or (2) of section 6. An unregistered, non-resident person who provide telecom­munication services or electronic commerce to persons for use or enjoy­ment in the country, other than through a Value Added Tax registered agent must register if that person makes taxable supplies exceeding the threshold under subsection (1) or (2) of section 6. (2) For the purposes of subsection (1),(a)“electronic commerce” covers business transactions that take place through the electronic transmission of data over communications networks like the internet; and(b)“supply of telecommunication services and electronic commerce” include(i)website supply;(ii)web-hosting;(iii)distance maintenance of programmes and equipment;(iv)images, text and information and making databases available;(v)music and games, games of chance and gambling games;(vi)political, cultural artistic, sporting, scientific and entertainment broadcasts and events; and(vii)distance teaching.(a)“telecommunications services” are services that relate to the transmission, emission or reception of signals, writing, images and sounds of information of any nature by wire, radio, optical or other electromagnetic systems, including the provision of access, transmission, emission or recep­tion;[Please note: Numbering as in original.] For the purposes of subsection (1), “electronic commerce” covers business transactions that take place through the electronic transmission of data over communications networks like the internet; and “supply of telecommunication services and electronic commerce” include website supply; web-hosting; distance maintenance of programmes and equipment; images, text and information and making databases available; music and games, games of chance and gambling games; political, cultural artistic, sporting, scientific and entertainment broadcasts and events; and distance teaching. “telecommunications services” are services that relate to the transmission, emission or reception of signals, writing, images and sounds of information of any nature by wire, radio, optical or other electromagnetic systems, including the provision of access, transmission, emission or recep­tion; [Please note: Numbering as in original.]"
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Register and particulars of taxable persons",
      "content": "The Commissioner-General shall keep a register of taxable persons that has the particulars of those persons as specified by the Commissioner-General. The Commissioner-General shall keep a register of taxable persons that has the particulars of those persons as specified by the Commissioner-General."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Notice of change in business",
      "content": "(1) A taxable person is required to give notice to the Commis­sioner-General in writing A taxable person is required to give notice to the Commis­sioner-General in writing if that person if that person ceases to operate; ceases to operate; sells, or sells, or relocates relocates the business engaged in the taxable activity; if there is change in the ownership of the business engaged in the taxable activity; or if there is change in the ownership of the business engaged in the taxable activity; or of a change of a change in the name or address of that person; in the name or address of that person; in the circumstances which disqualify that person for registration; or in the circumstances which disqualify that person for registration; or in the taxable activity or in the nature of taxable supplies being made. in the taxable activity or in the nature of taxable supplies being made. (2) The notice shall be given within fourteen calendar days after the cessation, sale, relocation, change of ownership or any other change as the case may be. The notice shall be given within fourteen calendar days after the cessation, sale, relocation, change of ownership or any other change as the case may be. (3) Where a person ceases to carry on a taxable activity in relation to which the registration was made, the notice shall be made within four­teen calendar days after the date of the cessation and shall state whether or not that person intends to carry on the taxable activity within twelve months from that date. Where a person ceases to carry on a taxable activity in relation to which the registration was made, the notice shall be made within four­teen calendar days after the date of the cessation and shall state whether or not that person intends to carry on the taxable activity within twelve months from that date. (4) A taxable person who commences the sale of a business as a going concern shall give notice in writing to the Commissioner-General of that fact at least fourteen calendar days before the A taxable person who commences the sale of a business as a going concern shall give notice in writing to the Commissioner-General of that fact at least fourteen calendar days before the sale closes, sale closes, purchaser acquires any legal interest in the assets to be acquired, or purchaser acquires any legal interest in the assets to be acquired, or assets of the going concern are transferred; assets of the going concern are transferred; whichever date is earliest."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Cancellation of registration",
      "content": "(1) The Commissioner-General shall cancel the registration of a taxable person where the Commissioner-General is satisfied that the tax­able person The Commissioner-General shall cancel the registration of a taxable person where the Commissioner-General is satisfied that the tax­able person no longer exists; no longer exists; is not carrying on a taxable activity; is not carrying on a taxable activity; is not required or entitled to apply for registration; is not required or entitled to apply for registration; has no fixed place of business or abode; has no fixed place of business or abode; has not kept proper accounting records related to a business activity carried on by that person; or has not kept proper accounting records related to a business activity carried on by that person; or has not submitted regular and reliable tax returns required under this Act. has not submitted regular and reliable tax returns required under this Act. (2) A cancellation takes effect from the end of the tax period in which the registration is cancelled, or from any other date determined by the Commissioner-General. A cancellation takes effect from the end of the tax period in which the registration is cancelled, or from any other date determined by the Commissioner-General. (3) Subject to subsection (4), a taxable person whose registration is cancelled is regarded as having made a taxable supply of the goods on hand, including capital goods, at the time the registration is cancelled. Subject to subsection (4), a taxable person whose registration is cancelled is regarded as having made a taxable supply of the goods on hand, including capital goods, at the time the registration is cancelled. (4) For the purposes of subsection (3), there is no taxable supply with respect to specific goods on hand if the taxable person was denied an input tax deduction on the acquisition of those goods. For the purposes of subsection (3), there is no taxable supply with respect to specific goods on hand if the taxable person was denied an input tax deduction on the acquisition of those goods. (5) The obligations and liabilities of a person under this Act and the Regulations, including the submission of returns required under section 52 in respect of anything done or omitted to be done by that person as a taxable person, is not affected by the cancellation of the person’s registration. The obligations and liabilities of a person under this Act and the Regulations, including the submission of returns required under section 52 in respect of anything done or omitted to be done by that person as a taxable person, is not affected by the cancellation of the person’s registration. (6) The Commissioner-General shall serve notice in writing on a person of the decision to cancel or refuse to cancel a registration under this section within thirty days The Commissioner-General shall serve notice in writing on a person of the decision to cancel or refuse to cancel a registration under this section within thirty days after making the decision; or after making the decision; or after receipt of the application. after receipt of the application. (7) Where registration is cancelled, the person shall return to the Commissioner-General, the Value Added Tax certificate and any unused Value Added Tax invoices, and the Commissioner-General shall remove the personal particulars of that person from the register. Where registration is cancelled, the person shall return to the Commissioner-General, the Value Added Tax certificate and any unused Value Added Tax invoices, and the Commissioner-General shall remove the personal particulars of that person from the register. (8) A person registered for Value Added Tax pursuant to section 13(1) may apply for cancellation of the registration only after the expira­tion of two years after the date the registration took effect. A person registered for Value Added Tax pursuant to section 13(1) may apply for cancellation of the registration only after the expira­tion of two years after the date the registration took effect. (9) Subject to subsection (8), a taxable person who ceases to carry on the business in relation to which the registration was made and who is not engaged in any other taxable activity, shall apply in writing to the Commissioner-General for cancellation of the registration within thirty days after the cessation of the business. Subject to subsection (8), a taxable person who ceases to carry on the business in relation to which the registration was made and who is not engaged in any other taxable activity, shall apply in writing to the Commissioner-General for cancellation of the registration within thirty days after the cessation of the business."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Supply of goods or services",
      "content": "(1) Except as otherwise provided in this Act and the Regulations, Except as otherwise provided in this Act and the Regulations, “supply of goods” means an arrangement under which the owner of goods parts with possession of the goods, by way of sale, barter, lease, transfer, exchange, gift or similar disposition; and “supply of goods” means an arrangement under which the owner of goods parts with possession of the goods, by way of sale, barter, lease, transfer, exchange, gift or similar disposition; and “supply of services” means a supply which is not a supply of goods or money, and in the nature of “supply of services” means a supply which is not a supply of goods or money, and in the nature of the performance of services for another person; the performance of services for another person; the making available of a facility or advantage; or the making available of a facility or advantage; or tolerating a situation or rehaining from doing an activity. tolerating a situation or rehaining from doing an activity. (2) For purposes of subsection (1)(a), supply of goods does not include the supply of money. For purposes of subsection (1)(a), supply of goods does not include the supply of money. (3) The disposal of The disposal of a taxable activity, or a taxable activity, or part of a taxable activity that is capable of being operated separately as a going concern, part of a taxable activity that is capable of being operated separately as a going concern, is a supply of goods made in the course or furtherance of the taxable activity. (4) For the purposes of subsection (3) a taxable activity or part of a taxable activity that is capable of being operated separately is disposed of as a going concern where For the purposes of subsection (3) a taxable activity or part of a taxable activity that is capable of being operated separately is disposed of as a going concern where the goods or services necessary for the continued operation of that taxable activity or that part of the taxable activity are supplied to the transferee; and the goods or services necessary for the continued operation of that taxable activity or that part of the taxable activity are supplied to the transferee; and the transferor carries on or is carrying on, that taxable activity or that part of a taxable activity up to the time of its transfer to the transferee. the transferor carries on or is carrying on, that taxable activity or that part of a taxable activity up to the time of its transfer to the transferee. (5) A supply of goods for goods or services is a supply of goods. A supply of goods for goods or services is a supply of goods. (6) A supply of services for services or goods is a supply of services. A supply of services for services or goods is a supply of services. (7) Subject to sections 24(2) and 25, the application by a taxable person of goods or services acquired for use in a taxable activity to a different use which includes the provision of goods or services to an employee for personal use, is a supply of those goods or services by the taxable person in the course or furtherance of that taxable activity. Subject to sections 24(2) and 25, the application by a taxable person of goods or services acquired for use in a taxable activity to a different use which includes the provision of goods or services to an employee for personal use, is a supply of those goods or services by the taxable person in the course or furtherance of that taxable activity."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Repossession of goods as supply of goods",
      "content": "Where goods are repossessed under a credit agreement, the repos­session is a supply of the goods by the debtor under the credit agreement to the person exercising the right of repossession and, where the debtor is a registered person, the supply is made in the course or furtherance of the taxable activity of the debtor, unless the goods did not form part of the assets held or used by the debtor in connection with that taxable activity. Where goods are repossessed under a credit agreement, the repos­session is a supply of the goods by the debtor under the credit agreement to the person exercising the right of repossession and, where the debtor is a registered person, the supply is made in the course or furtherance of the taxable activity of the debtor, unless the goods did not form part of the assets held or used by the debtor in connection with that taxable activity."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Lay-away agreement and betting as supply of services",
      "content": "(1) Where a lay-away agreement is terminated or cancelled and the seller retains an amount paid by the purchaser or recovers an amount the purchaser owes under the agreement, the cancellation or termination is a supply of services by the seller in respect of the agreement. Where a lay-away agreement is terminated or cancelled and the seller retains an amount paid by the purchaser or recovers an amount the purchaser owes under the agreement, the cancellation or termination is a supply of services by the seller in respect of the agreement. (2) The placing of a bet by a person with another person operating a game of chance is a supply of services by that other person operating the game of chance to the person. The placing of a bet by a person with another person operating a game of chance is a supply of services by that other person operating the game of chance to the person."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Separate supply",
      "content": "Where a supply of goods or services consists of both a supply that is charged with tax at a positive rate and each part of the supply of goods or services is treated as a separate supply of goods or services if each part is reasonably capable of being supplied separately. a supply of goods with tax at a zero rate; or a supply of goods with tax at a zero rate; or an exempt supply an exempt supply"
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Activities that do not constitute supply of goods or services",
      "content": "(1) A supply of services by an employee to an employer by reason of the employment of that employee is not a supply of services for Value Added Tax purposes. A supply of services by an employee to an employer by reason of the employment of that employee is not a supply of services for Value Added Tax purposes. (2) The transfer of goods to a person acting in a representative capacity to the transferor is not a supply of goods. The transfer of goods to a person acting in a representative capacity to the transferor is not a supply of goods."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Effect of denial of input tax",
      "content": "Except otherwise provided in this Act, where a taxable person supplies goods or services and a deduction for input tax paid on the acquisition of the goods or services was denied, the supply of the goods or services by the taxable person is a supply of goods or services other than in the course or furtherance of a taxable activity. Except otherwise provided in this Act, where a taxable person supplies goods or services and a deduction for input tax paid on the acquisition of the goods or services was denied, the supply of the goods or services by the taxable person is a supply of goods or services other than in the course or furtherance of a taxable activity."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Payment of deposit and receipt of claim as supply of goods or services",
      "content": "(1) The payment of a sum of money as a deposit, other than on a returnable container, is treated as a supply when the deposit is forfeited. The payment of a sum of money as a deposit, other than on a returnable container, is treated as a supply when the deposit is forfeited. (2) For the purposes of section 20 to 26, a deposit is an amount of money or property received from a prospective purchaser to secure performance of the agreement that is the subject of the deposit, to be applied to the purchase price or returned if the depositor performs and ordinarily, is forfeited if the purchaser defaults. For the purposes of section 20 to 26, a deposit is an amount of money or property received from a prospective purchaser to secure performance of the agreement that is the subject of the deposit, to be applied to the purchase price or returned if the depositor performs and ordinarily, is forfeited if the purchaser defaults. (3) Where a taxable person receives a payment of a claim or is otherwise indemnified under a non-life insurance contract for a loss incurred in connection with the conduct of a taxable activity, the receipt of the payment or indemnity is a supply of services by the taxable person in the course or furtherance of a taxable activity, but only if the supply of that non-life insurance contract was taxable under section 1, other than a supply charged to the tax at a zero rate under section 36. Where a taxable person receives a payment of a claim or is otherwise indemnified under a non-life insurance contract for a loss incurred in connection with the conduct of a taxable activity, the receipt of the payment or indemnity is a supply of services by the taxable person in the course or furtherance of a taxable activity, but only if the supply of that non-life insurance contract was taxable under section 1, other than a supply charged to the tax at a zero rate under section 36."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Supply of power and others as supply of goods",
      "content": "The supply of any form of power heat, refrigeration or ventila­tion is a supply of goods. The supply of any form of power heat, refrigeration or ventila­tion is a supply of goods."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Disposition of taxable activity",
      "content": "(1) Subject to subsection (2) where Subject to subsection (2) where the supply was charged with tax at the rate of zero percent in terms of the Second Schedule; and the supply was charged with tax at the rate of zero percent in terms of the Second Schedule; and the goods and services comprising the taxable activity were acquired by the recipient wholly or partly for a purpose other than for consumption, use, or supply in the course of making taxable supplies, the goods and services comprising the taxable activity were acquired by the recipient wholly or partly for a purpose other than for consumption, use, or supply in the course of making taxable supplies, the acquisition of the taxable activity is a supply by the recipient in the course or furtherance of a taxable activity carried on by the recipient to the extent that the goods and services comprising use or supply in the course of making taxable supplies. (2) Subsection (1) does not apply where that part of the taxable activity referred to in paragraph (b) of subsection (1) is less than ten percent of the total taxable activity acquired. Subsection (1) does not apply where that part of the taxable activity referred to in paragraph (b) of subsection (1) is less than ten percent of the total taxable activity acquired."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Phone cards and prepayment as supply of services",
      "content": "The issuance of a phone card, prepayment on a cellular phone or similar scheme of advance payment for the supply of goods or the rendering of services is a supply of services for Value Added Tax purposes. The issuance of a phone card, prepayment on a cellular phone or similar scheme of advance payment for the supply of goods or the rendering of services is a supply of services for Value Added Tax purposes."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Regulations to prescribe for the supply of goods and supply of services",
      "content": "(1) For the purposes of section 20 to 29, the Minister may, by legislative instrument, make Regulations to prescribe rules to determine whether a transaction constitutes For the purposes of section 20 to 29, the Minister may, by legislative instrument, make Regulations to prescribe rules to determine whether a transaction constitutes a supply of goods; or a supply of goods; or a supply of services. a supply of services. (2) Subject to section 29, where a right to receive goods or services for a monetary value stated on a token, voucher, gift certificate or stamp other than a postage stamp authorised under the Postal and Courier Services Regulatory Commission Act, 2003 (Act 649) is granted for a consideration or money, the issue of the token, voucher, gift certificate or stamp is not supply except to the extent, if any, that the consideration exceeds that monetary value. Subject to section 29, where a right to receive goods or services for a monetary value stated on a token, voucher, gift certificate or stamp other than a postage stamp authorised under the Postal and Courier Services Regulatory Commission Act, 2003 (Act 649) is granted for a consideration or money, the issue of the token, voucher, gift certificate or stamp is not supply except to the extent, if any, that the consideration exceeds that monetary value."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Mixed supplies",
      "content": "(1) A supply of A supply of services incidental to a supply of goods is part of the supply of goods; services incidental to a supply of goods is part of the supply of goods; goods incidental to a supply of services is part of the supply of services; and goods incidental to a supply of services is part of the supply of services; and services incidental to an import of goods is part of the import of the goods. services incidental to an import of goods is part of the import of the goods. (2) Despite paragraphs (a) and (c) of subsection (1), a supply of real property does not include the supply of services incidental to that supply or the import of services incidental to that supply. Despite paragraphs (a) and (c) of subsection (1), a supply of real property does not include the supply of services incidental to that supply or the import of services incidental to that supply."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Supply by agent or auctioneer",
      "content": "(1) A supply of goods or services made by a person as an agent for another person who is the principal is a supply by the principal. A supply of goods or services made by a person as an agent for another person who is the principal is a supply by the principal. (2) Subsection (1), does not apply to the supply of services of an agent as agent to the principal. Subsection (1), does not apply to the supply of services of an agent as agent to the principal. (3) A supply of goods by auction is for the purposes of this Act treated as a supply of goods by the auctioneer for consideration in the course or furtherance of a taxable activity carried on by the auctioneer. A supply of goods by auction is for the purposes of this Act treated as a supply of goods by the auctioneer for consideration in the course or furtherance of a taxable activity carried on by the auctioneer."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Taxable supply",
      "content": "Except as otherwise provided in this Act or Regulations, a taxable supply is a supply of goods or services made by a taxable person for con­sideration, other than an exempt supply, in the course of, or as part of taxable activity carried on by that taxable person. Except as otherwise provided in this Act or Regulations, a taxable supply is a supply of goods or services made by a taxable person for con­sideration, other than an exempt supply, in the course of, or as part of taxable activity carried on by that taxable person."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Payment of tax on importation of goods or services",
      "content": "(1) Except as otherwise provided in this Act or the Regulations under this Act, Except as otherwise provided in this Act or the Regulations under this Act, on the import of goods, on the import of goods, the Commissioner-General shall make arrange­ments to collect, at the time of import, tax due under this Act; and the Commissioner-General shall make arrange­ments to collect, at the time of import, tax due under this Act; and the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330), relating to the import, transit, coastwise carriage, clearance of goods, and payment and recovery of duty applies, so far as is relevant, to the tax charged under this Act or the Regulations, with the exceptions, modifications, and adaptations that the Minister may by Regulations prescribe; and the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330), relating to the import, transit, coastwise carriage, clearance of goods, and payment and recovery of duty applies, so far as is relevant, to the tax charged under this Act or the Regulations, with the exceptions, modifications, and adaptations that the Minister may by Regulations prescribe; and on the import of services, tax is payable as provided under section 53. on the import of services, tax is payable as provided under section 53. (2) The Commissioner-General shall make arrangements for the collection of tax in relation to an import of goods through the postal services. The Commissioner-General shall make arrangements for the collection of tax in relation to an import of goods through the postal services."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Exempt supply",
      "content": "(1) The supply of goods and services specified in the First Schedule is an exempt supply and not subject to the tax. The supply of goods and services specified in the First Schedule is an exempt supply and not subject to the tax. (2) A supply of goods or services is not an exempt supply if that supply is subject to tax at the rate of zero percent under section 36. A supply of goods or services is not an exempt supply if that supply is subject to tax at the rate of zero percent under section 36."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Zero-rated supply",
      "content": "(1) A taxable supply is taxable at a zero rate if the supply is specified in the Second Schedule. A taxable supply is taxable at a zero rate if the supply is specified in the Second Schedule. (2) Where a taxable person has applied the rate of zero percent to a supply under this section, the taxable person is required to obtain and retain the documentary proof that is acceptable to the Commissioner General and that substantiates the person’s entitlement to apply the zero rate to the supply. Where a taxable person has applied the rate of zero percent to a supply under this section, the taxable person is required to obtain and retain the documentary proof that is acceptable to the Commissioner General and that substantiates the person’s entitlement to apply the zero rate to the supply."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Exempt import",
      "content": "An import of goods is an exempt import if the goods are exempt under the First Schedule or classified as an exempt import in conformity with the Customs Tariff Schedule also known as the “Harmonised System”. An import of goods is an exempt import if the goods are exempt under the First Schedule or classified as an exempt import in conformity with the Customs Tariff Schedule also known as the “Harmonised System”."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Relief supply",
      "content": "(1) The Minister may, by legislative instrument, make Regulations to grant relief from tax on taxable imports of goods or taxable supplies of goods acquired in the country to the persons specified in the Third Schedule. The Minister may, by legislative instrument, make Regulations to grant relief from tax on taxable imports of goods or taxable supplies of goods acquired in the country to the persons specified in the Third Schedule. (2) For the purposes of subsection (1), the Minister shall specify the method by which the persons entitled to relief shall obtain that relief, subject to restrictions that the Minister considers fit. For the purposes of subsection (1), the Minister shall specify the method by which the persons entitled to relief shall obtain that relief, subject to restrictions that the Minister considers fit. (3) When the relief provided for under this section is by refund, a claim for a refund of tax shall be made in the form and at the time that the Minister may prescribe, and shall be accompanied by proof of pay­ment of tax. When the relief provided for under this section is by refund, a claim for a refund of tax shall be made in the form and at the time that the Minister may prescribe, and shall be accompanied by proof of pay­ment of tax. (4) For the purposes of subsection (1), the relief does not apply to raw materials, parts and services that are or may become components of the goods in respect of which relief is granted. For the purposes of subsection (1), the relief does not apply to raw materials, parts and services that are or may become components of the goods in respect of which relief is granted. (5) Subsection (4) does not apply in the case of relief granted under item 7 of the Third Schedule. Subsection (4) does not apply in the case of relief granted under item 7 of the Third Schedule."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Time of supply",
      "content": "(1) Except as otherwise provided in this Act or Regulations, a supply of goods or services occurs, Except as otherwise provided in this Act or Regulations, a supply of goods or services occurs, where the goods or services are applied to own use, on the date on which the goods or services are first applied to own use; where the goods or services are applied to own use, on the date on which the goods or services are first applied to own use; where the goods or services are supplied by way of gift, on the date on which ownership in the goods passes or the performance of the services is completed; where the goods or services are supplied by way of gift, on the date on which ownership in the goods passes or the performance of the services is completed; in any other case, the earliest of the dates on which in any other case, the earliest of the dates on which the goods are removed from the premises of the taxable person, or from other premises where the goods are under the taxable person’s control; the goods are removed from the premises of the taxable person, or from other premises where the goods are under the taxable person’s control; the goods are made available to the person to whom they are supplied; the goods are made available to the person to whom they are supplied; the performance of services is completed; the performance of services is completed; receipt of payment is made; or receipt of payment is made; or a tax invoice or sales receipt is issued. a tax invoice or sales receipt is issued. (2) Where under subparagraphs (iv) and (v) of paragraph (c) of subsection (1), payment is received or a tax invoice or sales receipt is issued for part of the supply, this section applies only to the part of the supply represented by the payment or the tax invoice. Where under subparagraphs (iv) and (v) of paragraph (c) of subsection (1), payment is received or a tax invoice or sales receipt is issued for part of the supply, this section applies only to the part of the supply represented by the payment or the tax invoice. (3) Where metered supplies are made on a continuous basis, the time of supply is at each meter reading. Where metered supplies are made on a continuous basis, the time of supply is at each meter reading. (4) The supply of goods under a hire purchase agreement or finance lease occurs on the date the goods are made available under the agreement or lease. The supply of goods under a hire purchase agreement or finance lease occurs on the date the goods are made available under the agreement or lease. (5) Where Where goods are supplied under a rental agreement, or goods are supplied under a rental agreement, or goods or services are supplied under an agreement or law which provides for periodic payments, goods or services are supplied under an agreement or law which provides for periodic payments, the goods or services shall be considered as successively supplied for successive parts of the period of the agreement or as determined by that law, and each successive supply occurs on the date on which payment is due or received or that the invoice is issued whichever date is earlier. (6) For the purposes of this section, where two or more payments are made or are to be made for a supply of goods or services, other than a supply to which subsection (4) or (5) applies, each payment shall be regarded as made for a separate supply to the extent of the amount of the payment on the earlier of the dates that the payment is due or received. For the purposes of this section, where two or more payments are made or are to be made for a supply of goods or services, other than a supply to which subsection (4) or (5) applies, each payment shall be regarded as made for a separate supply to the extent of the amount of the payment on the earlier of the dates that the payment is due or received. (7) In this section, the term “rental agreement” means any agree­ment for the letting of goods other than a hire purchase agreement or finance lease. In this section, the term “rental agreement” means any agree­ment for the letting of goods other than a hire purchase agreement or finance lease. (8) Where the supply of goods or services is incidental to another supply, the time of supply of the incidental supply shall be considered to be the same as the time of supply for the main goods or services. Where the supply of goods or services is incidental to another supply, the time of supply of the incidental supply shall be considered to be the same as the time of supply for the main goods or services. (9) A supply of goods in accordance with a lay-away agreement occurs when the goods are delivered to the purchaser. A supply of goods in accordance with a lay-away agreement occurs when the goods are delivered to the purchaser. (10) A supply of goods that have been repossessed under section 21 occurs A supply of goods that have been repossessed under section 21 occurs when the goods are repossessed; or when the goods are repossessed; or where the debtor may under a law be reinstated with that debtor’s rights and obligations under the credit agreement, the day after the last day of any period during which the debtor may under that law be so reinstated. where the debtor may under a law be reinstated with that debtor’s rights and obligations under the credit agreement, the day after the last day of any period during which the debtor may under that law be so reinstated. (11) A supply of goods made through a coin-operated machine occurs when the supplier withdraws the consideration from the coin ­operated machine. A supply of goods made through a coin-operated machine occurs when the supplier withdraws the consideration from the coin ­operated machine. (12) The forfeit of a deposit, other than on a returnable container, occurs when the deposit is forfeited. The forfeit of a deposit, other than on a returnable container, occurs when the deposit is forfeited. (13) To the extent that the issuance of a token, voucher, gift certificate, or stamp referred to in section 30(2) is a supply, the supply occurs when the token, voucher, gift certificate, or stamp is issued. To the extent that the issuance of a token, voucher, gift certificate, or stamp referred to in section 30(2) is a supply, the supply occurs when the token, voucher, gift certificate, or stamp is issued. (14) The Minister may, by legislative instrument, make Regula­tions to prescribe rules to determine the time of a supply of particular goods or services. The Minister may, by legislative instrument, make Regula­tions to prescribe rules to determine the time of a supply of particular goods or services."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Time of import",
      "content": "(1) An import of goods occurs when the goods are entered for purposes of the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330). An import of goods occurs when the goods are entered for purposes of the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330). (2) An import of services occurs at the time determined by the application of section 19 to the import on the basis that the import is a supply of services. An import of services occurs at the time determined by the application of section 19 to the import on the basis that the import is a supply of services."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Issue of tax invoice or sales receipt",
      "content": "(1) A taxable person shall, on making a taxable supply of goods or services, issue to the recipient, a tax invoice in the form and with the details that are prescribed by the Commissioner-General. A taxable person shall, on making a taxable supply of goods or services, issue to the recipient, a tax invoice in the form and with the details that are prescribed by the Commissioner-General. (2) A taxable person on issuing a tax invoice shall retain a copy of the invoice in a sequential identifying number order. A taxable person on issuing a tax invoice shall retain a copy of the invoice in a sequential identifying number order. (3) The Commissioner-General may authorise a taxable person who makes a taxable supply to issue a sales receipt instead of a tax invoice in accordance with the conditions and procedures specified in Regulations made under this Act. The Commissioner-General may authorise a taxable person who makes a taxable supply to issue a sales receipt instead of a tax invoice in accordance with the conditions and procedures specified in Regulations made under this Act. (4) A person shall not provide a tax invoice or sales receipt in circumstances other than those specified under this section. A person shall not provide a tax invoice or sales receipt in circumstances other than those specified under this section. (5) Subject to subsection (8), a taxable person shall issue only one tax invoice or sales receipt for each taxable supply. Subject to subsection (8), a taxable person shall issue only one tax invoice or sales receipt for each taxable supply. (6) Where, within thirty calendar days after the date of a supply, a recipient who is a taxable person has not received a tax invoice as required under subsection (1), the recipient may request the supplier, in writing, to provide a tax invoice in respect of the taxable supply. Where, within thirty calendar days after the date of a supply, a recipient who is a taxable person has not received a tax invoice as required under subsection (1), the recipient may request the supplier, in writing, to provide a tax invoice in respect of the taxable supply. (7) When a request is made under subsection (6), the supplier shall comply with the request within fourteen calendar days after its receipt. When a request is made under subsection (6), the supplier shall comply with the request within fourteen calendar days after its receipt. (8) Where, within thirty calendar days after the date of a supply, a recipient who is a taxable person claims to have lost the original tax invoice for a taxable supply, the taxable person making the supply shall, on receipt of a request in writing from the recipient, provide a certified copy clearly marked “copy” to the recipient within fourteen calendar days of receipt after the request. Where, within thirty calendar days after the date of a supply, a recipient who is a taxable person claims to have lost the original tax invoice for a taxable supply, the taxable person making the supply shall, on receipt of a request in writing from the recipient, provide a certified copy clearly marked “copy” to the recipient within fourteen calendar days of receipt after the request. (9) A person who A person who issues a false tax invoice or sales receipt, issues a false tax invoice or sales receipt, uses a false taxpayer identification number, or uses a false taxpayer identification number, or fails to issue a tax invoice or sales receipt as required under subsection (1) or (3), fails to issue a tax invoice or sales receipt as required under subsection (1) or (3), is in addition to the penalty provided in section 58 liable to pay a penalty of an amount not more than five hundred currency points or three times the amount of tax involved, whichever is higher."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Place of supply",
      "content": "(1) Except as otherwise provided in this Act, the place of supply of goods is the place where the goods are delivered or made available by the supplier or, if the delivery or making available of the goods involves the goods being transported, the place where the goods are when the trans­portation commences. Except as otherwise provided in this Act, the place of supply of goods is the place where the goods are delivered or made available by the supplier or, if the delivery or making available of the goods involves the goods being transported, the place where the goods are when the trans­portation commences. (2) A supply of thermal or electrical energy, heating, gas, refrigeration, air conditioning, or water takes place where the supply is received. A supply of thermal or electrical energy, heating, gas, refrigeration, air conditioning, or water takes place where the supply is received. (3) Subject to this section and Regulations, a supply of services takes place at the location of the place of business of the supplier from which the services are supplied. Subject to this section and Regulations, a supply of services takes place at the location of the place of business of the supplier from which the services are supplied. (4) The supply of the following services takes place where the recipient uses the service, including: The supply of the following services takes place where the recipient uses the service, including: a transfer or assignment of a copyright, patent, licence, trademark, or similar right; a transfer or assignment of a copyright, patent, licence, trademark, or similar right; the service of a consultant, engineer, lawyer, architect, accountant or other professionals; the service of a consultant, engineer, lawyer, architect, accountant or other professionals; the processing of data or supplying information, or any similar service; the processing of data or supplying information, or any similar service; an advertising service; an advertising service; the obligation to refrain from pursuing or exercising tax­able activity, employment, or a right described in this subsection; the obligation to refrain from pursuing or exercising tax­able activity, employment, or a right described in this subsection; the supply of personnel; the supply of personnel; the service of an agent in procuring for the agent’s principal a service described in this subsection; or the service of an agent in procuring for the agent’s principal a service described in this subsection; or the leasing of tangible personal property other than trans­port property. the leasing of tangible personal property other than trans­port property. (5) Unless the service is described in subsection (4), Unless the service is described in subsection (4), the supply of cultural, artistic, sporting, educational, or similar activities takes place where the service is physically carried out; and the supply of cultural, artistic, sporting, educational, or similar activities takes place where the service is physically carried out; and the supply of services connected with tangible personal property takes place where the service is physically carried out. the supply of services connected with tangible personal property takes place where the service is physically carried out. (6) Unless the service is described in subsection (4), the supply of services connected with real property takes place where the property is located. Unless the service is described in subsection (4), the supply of services connected with real property takes place where the property is located. (7) Unless the service is described in subsection (4), a supply of services incidental to transport takes place where the transportation occurs. Unless the service is described in subsection (4), a supply of services incidental to transport takes place where the transportation occurs. (8) Services supplied from a place of business in the country which would be treated as supplied outside the country under subsections (4) to (7) are considered as exported from the country. Services supplied from a place of business in the country which would be treated as supplied outside the country under subsections (4) to (7) are considered as exported from the country. (9) The place of supply of a right to services is the same as the place for the supply of the services made by the supplier of the right to the recipient of the right whether or not the right is exercised. The place of supply of a right to services is the same as the place for the supply of the services made by the supplier of the right to the recipient of the right whether or not the right is exercised. (10) For the purposes of subsection (9), a right to services includes any right, option or priority with respect to the supply of services and an interest derived from a right to services. For the purposes of subsection (9), a right to services includes any right, option or priority with respect to the supply of services and an interest derived from a right to services. (11) In the case of telecommunications service described in section 16(2)(a), the place of supply is the place where the facility or instrument for the emission, transmission or reception of the service in respect of which the invoice for the supply is issued or is to be issued, is ordinarily situated. In the case of telecommunications service described in section 16(2)(a), the place of supply is the place where the facility or instrument for the emission, transmission or reception of the service in respect of which the invoice for the supply is issued or is to be issued, is ordinarily situated. (12) In the case of electronic commerce described in section 16(2)(b), the place of the supply is the place where the effective use and enjoy­ment occurs. In the case of electronic commerce described in section 16(2)(b), the place of the supply is the place where the effective use and enjoy­ment occurs. (13) The place of supply of a recharge card or other similar mode of recharging is the place where the product is supplied. The place of supply of a recharge card or other similar mode of recharging is the place where the product is supplied."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Value of taxable supply",
      "content": "(1) The value of a taxable supply, The value of a taxable supply, where the supply is for monetary consideration, is the amount of the consideration with the addition of all duties and taxes excluding the tax; and where the supply is for monetary consideration, is the amount of the consideration with the addition of all duties and taxes excluding the tax; and where the supply is not for monetary consideration or is only partly for monetary consideration, where the supply is not for monetary consideration or is only partly for monetary consideration, is the open market value of a similar supply excluding the tax. (2) For the purposes of this Act, the open market value of a supply of goods or services is the value determined under subsection 1(a), if the supplier, purchaser or any other person concerned in the transaction were completely independent of each other and did not in any way influence the transaction. For the purposes of this Act, the open market value of a supply of goods or services is the value determined under subsection 1(a), if the supplier, purchaser or any other person concerned in the transaction were completely independent of each other and did not in any way influence the transaction. (3) Where the open market value of a taxable supply cannot be determined under this section, the open market value of the supply is the value determined by the Commissioner-General having regard to all the circumstances of the supply or a similar supply. Where the open market value of a taxable supply cannot be determined under this section, the open market value of the supply is the value determined by the Commissioner-General having regard to all the circumstances of the supply or a similar supply. (4) The taxable value of The taxable value of a taxable supply of goods under a hire purchase agreement or finance lease, a taxable supply of goods under a hire purchase agreement or finance lease, a taxable supply of goods by way of an application to a different use, a taxable supply of goods by way of an application to a different use, a taxable supply for reduced consideration, or a taxable supply for reduced consideration, or a taxable supply described in subsection (3) of section 19, a taxable supply described in subsection (3) of section 19, is the open market value of the goods or services at the time the supply is made, excluding, in the case of a hire purchase agreement or finance lease, any separately stated interest or finance charges. (5) Where a taxable supply is made without a separate amount for the consideration being identified as a payment of the tax, the taxable value of that supply is the amount of the consideration paid excluding the tax. Where a taxable supply is made without a separate amount for the consideration being identified as a payment of the tax, the taxable value of that supply is the amount of the consideration paid excluding the tax. (6) For the purposes of subsection (3), “similar supply,” in relation to a taxable supply, means a supply that is identical to or closely or that substantially resembles the taxable supply, having regard to the character­istics, quality, quantity supplied, functional components, reputation of, and materials comprising the goods or services which are the subject of the taxable supply. For the purposes of subsection (3), “similar supply,” in relation to a taxable supply, means a supply that is identical to or closely or that substantially resembles the taxable supply, having regard to the character­istics, quality, quantity supplied, functional components, reputation of, and materials comprising the goods or services which are the subject of the taxable supply. (7) Where a supply is made by a taxable person for no consider­ation or for a consideration that is less than the open market value of that supply and Where a supply is made by a taxable person for no consider­ation or for a consideration that is less than the open market value of that supply and the supplier and the recipient are related persons, or the supplier and the recipient are related persons, or the recipient is an approved charitable organisation, the value of the supply is the open market value of the supply. the recipient is an approved charitable organisation, the value of the supply is the open market value of the supply. (8) Where a taxable person makes a supply of goods or services referred to in section 21, the value of the supply is the lesser of Where a taxable person makes a supply of goods or services referred to in section 21, the value of the supply is the lesser of the consideration paid or payable by the taxable person for those goods or services; or the consideration paid or payable by the taxable person for those goods or services; or the open market value of the supply. the open market value of the supply. (9) The Minister may, by legislative instrument, make Regulations to prescribe rules to determine the value of a supply under subsection (8) where the taxable person applies less than the entire goods or services to a different use. The Minister may, by legislative instrument, make Regulations to prescribe rules to determine the value of a supply under subsection (8) where the taxable person applies less than the entire goods or services to a different use. (10) The value of a supply of goods under a credit agreement is the cash value of the supply. The value of a supply of goods under a credit agreement is the cash value of the supply. (11) Where under section 22(1), a debtor makes a supply of goods as a result of the repossession of those goods from the debtor by the creditor under a credit agreement, the value of the supply is an amount equal to the balance of the cash value of the supply of those goods to the debtor that has not been recovered at the time of the supply. Where under section 22(1), a debtor makes a supply of goods as a result of the repossession of those goods from the debtor by the creditor under a credit agreement, the value of the supply is an amount equal to the balance of the cash value of the supply of those goods to the debtor that has not been recovered at the time of the supply. (12) For the purposes of subsection (11), the balance of the cash value of the supply is the amount that remains after deducting from the cash value so much of the sum of the payments made by the debtor under the credit agreement as, on the basis of an apportionment in accordance with the rights and obligations of the parties to the agreement, may properly be regarded as having been made in respect of the cash value of the supply. For the purposes of subsection (11), the balance of the cash value of the supply is the amount that remains after deducting from the cash value so much of the sum of the payments made by the debtor under the credit agreement as, on the basis of an apportionment in accordance with the rights and obligations of the parties to the agreement, may properly be regarded as having been made in respect of the cash value of the supply. (13) The value of a supply of services under section 22(2) is an amount equal to the amount referred to in that subsection that is re­tained or recoverable. The value of a supply of services under section 22(2) is an amount equal to the amount referred to in that subsection that is re­tained or recoverable. (14) Where Where the whole or part of a taxable activity engaged in by a tax­able person consists in supplying to a number of persons goods to be sold, whether by the persons or others, to con­sumers at retail, and the whole or part of a taxable activity engaged in by a tax­able person consists in supplying to a number of persons goods to be sold, whether by the persons or others, to con­sumers at retail, and those persons are not taxable persons, those persons are not taxable persons, the Commissioner-General may by notice in writing to the taxable person direct that the value of the supply made after the giving of the notice or after a later date that may be specified in the notice shall be taken to be its open market value on a sale to consumers at retail. (15) Where the grant of a right to receive goods or services for a monetary value stated on a token, voucher, gift certificate, or stamp is a supply referred to in section 29 the value of the supply shall be an amount equal to the amount by which the consideration exceeds the monetary value of the token, voucher, gift certificate, or stamp. Where the grant of a right to receive goods or services for a monetary value stated on a token, voucher, gift certificate, or stamp is a supply referred to in section 29 the value of the supply shall be an amount equal to the amount by which the consideration exceeds the monetary value of the token, voucher, gift certificate, or stamp. (16) Where the holder of a token, voucher, gift certificate, or stamp issued by a taxable person who is the issuer for no consideration surren­ders the token, voucher, gift certificate, or stamp to a supplier of goods or services other than the issuer in return for a price discount on a taxable supply, the supplier shall include in the value of the supply of the goods or services the monetary value stated on the token, voucher, gift certifi­cate, or stamp, less the tax fraction of the monetary value. Where the holder of a token, voucher, gift certificate, or stamp issued by a taxable person who is the issuer for no consideration surren­ders the token, voucher, gift certificate, or stamp to a supplier of goods or services other than the issuer in return for a price discount on a taxable supply, the supplier shall include in the value of the supply of the goods or services the monetary value stated on the token, voucher, gift certifi­cate, or stamp, less the tax fraction of the monetary value. (17) For the purposes of subsection (16), the monetary value is inclusive of tax. For the purposes of subsection (16), the monetary value is inclusive of tax."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Taxable value for determining the tax on imported goods and services",
      "content": "(1) The value for determining the tax chargeable on taxable im­ports of goods is the import value calculated in accordance with section 29 to 35 of the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330), with the addition of The value for determining the tax chargeable on taxable im­ports of goods is the import value calculated in accordance with section 29 to 35 of the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330), with the addition of the import duties and taxes other than the tax; and the import duties and taxes other than the tax; and the cost of insurance and freight which is not included in the customs value under this subsection. the cost of insurance and freight which is not included in the customs value under this subsection. (2) Subject to subsection (3), the value of an import of services is the amount of the consideration for the import. Subject to subsection (3), the value of an import of services is the amount of the consideration for the import. (3) The value of the import of services is the open market value of the import of the services where The value of the import of services is the open market value of the import of the services where an import of services is made for no consideration or for a consideration that is less than the open market value of that import, and an import of services is made for no consideration or for a consideration that is less than the open market value of that import, and the supplier and the recipient are related persons. the supplier and the recipient are related persons. (4) Where a portion of the price of an import of services repre­sents tax imposed by this Act that is not accounted for separately, the value of the import is the price reduced by an amount equal to the tax fraction multiplied by that price. Where a portion of the price of an import of services repre­sents tax imposed by this Act that is not accounted for separately, the value of the import is the price reduced by an amount equal to the tax fraction multiplied by that price."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Adjustments",
      "content": "(1) This section applies where in relation to a taxable supply by a taxable person This section applies where in relation to a taxable supply by a taxable person the supply is cancelled; the supply is cancelled; the nature of the supply has been fundamentally varied or altered; the nature of the supply has been fundamentally varied or altered; the previously agreed consideration for the supply has been altered by agreement with the recipient of the supply, whether due to an offer of a discount or for any other reason; or the previously agreed consideration for the supply has been altered by agreement with the recipient of the supply, whether due to an offer of a discount or for any other reason; or the goods or services or part have been returned to the supplier. the goods or services or part have been returned to the supplier. (2) Where in addition to the conditions in subsection (1), the taxable person making the supply has Where in addition to the conditions in subsection (1), the taxable person making the supply has given a tax invoice in relation to the supply and the amount shown on the invoice as the tax charged on the supply is incorrect because of the occurrence of any one or more of the events mentioned in subsection (1), or given a tax invoice in relation to the supply and the amount shown on the invoice as the tax charged on the supply is incorrect because of the occurrence of any one or more of the events mentioned in subsection (1), or filed a return for the period in which the supply was made and has accounted for an incorrect amount of output tax on that supply because of the occurrence of any one or more of the events mentioned in subsection (1), filed a return for the period in which the supply was made and has accounted for an incorrect amount of output tax on that supply because of the occurrence of any one or more of the events mentioned in subsection (1), the taxable person making the supply shall make an adjustment as provided under subsections (3) and (5). (3) Where the output tax properly chargeable in respect of the supply exceeds the output tax actually accounted for by the taxable person making the supply, the amount of the excess shall be regarded as tax charged by the person in relation to a taxable supply made in the tax period in which the events referred to in subsection (1) occurred. Where the output tax properly chargeable in respect of the supply exceeds the output tax actually accounted for by the taxable person making the supply, the amount of the excess shall be regarded as tax charged by the person in relation to a taxable supply made in the tax period in which the events referred to in subsection (1) occurred. (4) For purposes of subsection (3), the taxable person making the supply shall issue to the recipient of the supply a tax debit note containing the particulars specified in the Fourth Schedule and in the form specified by the Commissioner-General. For purposes of subsection (3), the taxable person making the supply shall issue to the recipient of the supply a tax debit note containing the particulars specified in the Fourth Schedule and in the form specified by the Commissioner-General. (5) Subject to subsection (6), where the output tax actually accounted for exceeds the output tax properly chargeable in relation to that supply, the taxable person making the supply shall be allowed a deductible input tax for the amount of the excess in the tax period in which the events referred to in subsection (1) occurred. Subject to subsection (6), where the output tax actually accounted for exceeds the output tax properly chargeable in relation to that supply, the taxable person making the supply shall be allowed a deductible input tax for the amount of the excess in the tax period in which the events referred to in subsection (1) occurred. (6) For purposes of subsection (5), the taxable person making the supply shall issue to the recipient of the supply, a tax credit note containing the particulars specified in the Fourth Schedule and in the form specified by the Commissioner-General. For purposes of subsection (5), the taxable person making the supply shall issue to the recipient of the supply, a tax credit note containing the particulars specified in the Fourth Schedule and in the form specified by the Commissioner-General. (7) A deductible input tax is not allowed under subsection (5), where the supply has been made to a person who is not a taxable person, unless the amount of the excess tax has been repaid by the taxable person to the recipient, whether in cash or as a credit against an amount owed to the taxable person by the recipient. A deductible input tax is not allowed under subsection (5), where the supply has been made to a person who is not a taxable person, unless the amount of the excess tax has been repaid by the taxable person to the recipient, whether in cash or as a credit against an amount owed to the taxable person by the recipient. (8) A person who A person who fails to provide a required tax credit note or tax debit note; or fails to provide a required tax credit note or tax debit note; or provides a tax credit note or tax debit note otherwise than as required by this section is liable to provides a tax credit note or tax debit note otherwise than as required by this section is liable to a penalty of three times the amount of tax involved or two hundred and fifty currency points whichever is greater; and a penalty of three times the amount of tax involved or two hundred and fifty currency points whichever is greater; and the penalty imposed under section 58, the penalty imposed under section 58,"
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Adjustment on account of bad debts",
      "content": "(1) Where a taxable person issues a tax invoice for the supply of taxable goods or services and the whole or part of the consideration for the supply was not received by the taxable person, the taxable person may deduct input tax under section 48 for tax paid in respect of the taxable supply that is subsequently treated as a bad debt. Where a taxable person issues a tax invoice for the supply of taxable goods or services and the whole or part of the consideration for the supply was not received by the taxable person, the taxable person may deduct input tax under section 48 for tax paid in respect of the taxable supply that is subsequently treated as a bad debt. (2) Subject to subsection (5), the amount of the deduction allowed under subsection (1), is the amount of the tax paid in respect of the taxable supply which corresponds to the amount of the debt treated as a bad debt. Subject to subsection (5), the amount of the deduction allowed under subsection (1), is the amount of the tax paid in respect of the taxable supply which corresponds to the amount of the debt treated as a bad debt. (3) The deduction under subsection (2) The deduction under subsection (2) becomes due on the date on which the bad debt was written off in the accounts of the taxable person; and becomes due on the date on which the bad debt was written off in the accounts of the taxable person; and is available only if the taxable person satisfies the Commis­sioner-General that reasonable efforts have been made to recover the amounts due and payable. is available only if the taxable person satisfies the Commis­sioner-General that reasonable efforts have been made to recover the amounts due and payable. (4) Where an amount in respect of which a deduction has been allowed in accordance with subsection (2) is at any time wholly or partly recovered by the taxable person, the taxable person is regarded as having charged tax in respect of a taxable supply made during the tax period in which the bad debt is wholly or partly recovered, with the amount of tax calculated according to the following formula:A x B/C where, Where an amount in respect of which a deduction has been allowed in accordance with subsection (2) is at any time wholly or partly recovered by the taxable person, the taxable person is regarded as having charged tax in respect of a taxable supply made during the tax period in which the bad debt is wholly or partly recovered, with the amount of tax calculated according to the following formula: A x B/C where, A is the amount allowed as a deduction under subsection (2); A is the amount allowed as a deduction under subsection (2); B is the amount of the bad debt recovered; and B is the amount of the bad debt recovered; and C is the amount of the bad debt previously written off. C is the amount of the bad debt previously written off. (5) A deduction is allowed under subsection (2) only if A deduction is allowed under subsection (2) only if the taxable supply was made to a person other than a taxable person; or the taxable supply was made to a person other than a taxable person; or the taxable supply was made to a taxable person and the person claiming the deduction under subsection (2) issued a tax credit note to the taxable purchaser listing the amount claimed under subsection (2). the taxable supply was made to a taxable person and the person claiming the deduction under subsection (2) issued a tax credit note to the taxable purchaser listing the amount claimed under subsection (2)."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Tax payable for tax period",
      "content": "(1) The tax payable by a taxable person for a tax period in respect of taxable supplies is the total amount of output tax chargeable by the person in respect of the taxable supplies made, or considered to have been made, by that person during the period, less the total deductible input tax allowed to the person for the period under section 48. The tax payable by a taxable person for a tax period in respect of taxable supplies is the total amount of output tax chargeable by the person in respect of the taxable supplies made, or considered to have been made, by that person during the period, less the total deductible input tax allowed to the person for the period under section 48. (2) Where the total amount of deductible input tax allowed to a taxable person for a tax period exceeds the total amount of output tax chargeable by that person for that period, the amount of the excess tax shall be dealt with in accordance with section 50. Where the total amount of deductible input tax allowed to a taxable person for a tax period exceeds the total amount of output tax chargeable by that person for that period, the amount of the excess tax shall be dealt with in accordance with section 50. (3) The tax payable on an import of services, other than as specified under section 31 is provided under section 53. The tax payable on an import of services, other than as specified under section 31 is provided under section 53. (4) Where it is difficult under the rules in this Act for' taxable persons in certain industries to calculate their tax liability, the Minister may, by legislative instrument, make Regulations to prescribe the method by which those persons shall account for their taxable activity and calculate their tax payable. Where it is difficult under the rules in this Act for' taxable persons in certain industries to calculate their tax liability, the Minister may, by legislative instrument, make Regulations to prescribe the method by which those persons shall account for their taxable activity and calculate their tax payable."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Deductible input tax",
      "content": "(1) Subject to section 49, at the end of the tax period provided for in this Act or prescribed by the Regulations, a taxable person may deduct the following from the output tax due for the period: Subject to section 49, at the end of the tax period provided for in this Act or prescribed by the Regulations, a taxable person may deduct the following from the output tax due for the period: tax on goods and services purchased in the country and goods imported by that person and used wholly, exclusively and necessarily in the course of the taxable activity of that person subject to the condition that tax on goods and services purchased in the country and goods imported by that person and used wholly, exclusively and necessarily in the course of the taxable activity of that person subject to the condition that the supply is a taxable supply; the supply is a taxable supply; in respect of purchases made in Ghana, the taxable person is in possession of a tax invoice issued under this Act; in respect of purchases made in Ghana, the taxable person is in possession of a tax invoice issued under this Act; in respect of import or removal of goods from a bonded warehouse, the taxable person is in posses­sion of relevant customs entries indicating that tax was paid; in respect of import or removal of goods from a bonded warehouse, the taxable person is in posses­sion of relevant customs entries indicating that tax was paid; input tax deduction allowed under sections 45 and 46 for the tax period; input tax deduction allowed under sections 45 and 46 for the tax period; an amount equal to the tax fraction of an amount paid during the tax period by the taxable person as a prize or winnings to the recipient of services under section 22(2); an amount equal to the tax fraction of an amount paid during the tax period by the taxable person as a prize or winnings to the recipient of services under section 22(2); an amount equal to the tax fraction of any amount paid during the tax period by the taxable person to indemnify another person under a non-life insurance contract where an amount equal to the tax fraction of any amount paid during the tax period by the taxable person to indemnify another person under a non-life insurance contract where the supply of the non-life insurance contract is a taxable supply; the supply of the non-life insurance contract is a taxable supply; the payment is not in respect of the supply of goods or services to the taxable person or the importation of goods or services by the taxable person; the payment is not in respect of the supply of goods or services to the taxable person or the importation of goods or services by the taxable person; the supply of the non-life insurance contract is not a supply charged with tax at a rate of zero percent under section 36; and the supply of the non-life insurance contract is not a supply charged with tax at a rate of zero percent under section 36; and the payment does not result from a supply of goods or services to that other person where those goods are situated outside Ghana or those services are physically performed elsewhere than in Ghana at the time of the supply; and the payment does not result from a supply of goods or services to that other person where those goods are situated outside Ghana or those services are physically performed elsewhere than in Ghana at the time of the supply; and an amount equal to the tax fraction of any amount paid during the tax period by the taxable person to a supplier in respect of the redemption of a token, voucher, gift certifi­cate, or stamp referred to in section 43(16). an amount equal to the tax fraction of any amount paid during the tax period by the taxable person to a supplier in respect of the redemption of a token, voucher, gift certifi­cate, or stamp referred to in section 43(16). (2) The tax deducted from the output tax under subsection (1) is known as deductible input tax or an input tax deduction. The tax deducted from the output tax under subsection (1) is known as deductible input tax or an input tax deduction. (3) Unless otherwise provided in this Act, an input tax deduction shall not be allowed on purchases or imports in respect of exempt supplies by the taxable person. Unless otherwise provided in this Act, an input tax deduction shall not be allowed on purchases or imports in respect of exempt supplies by the taxable person. (4) An input tax deduction shall not be made An input tax deduction shall not be made more than once; or more than once; or after the expiration of a period of six months after the date the deduction accrued. after the expiration of a period of six months after the date the deduction accrued. (5) A taxable person does not qualify for deductible input tax in respect of a taxable supply or import of a motor vehicle or vehicle spare parts unless the taxable person is in the business of dealing in or hiring motor vehicles or selling vehicle spare parts, and the vehicle or spare parts are for use in that business. A taxable person does not qualify for deductible input tax in respect of a taxable supply or import of a motor vehicle or vehicle spare parts unless the taxable person is in the business of dealing in or hiring motor vehicles or selling vehicle spare parts, and the vehicle or spare parts are for use in that business. (6) A taxable person does not qualify for deductible input tax in respect of a taxable supply relating to entertainment including restau­rant, meals and hotel expenses unless the taxable person is engaged in a taxable activity of providing entertainment, and the entertainment is for use in that taxable activity. A taxable person does not qualify for deductible input tax in respect of a taxable supply relating to entertainment including restau­rant, meals and hotel expenses unless the taxable person is engaged in a taxable activity of providing entertainment, and the entertainment is for use in that taxable activity. (7) A taxable person does not qualify for deductible input tax on fees or subscriptions paid by the person in respect of membership of a club, association, or society of a sporting, social, or recreational nature by any person. A taxable person does not qualify for deductible input tax on fees or subscriptions paid by the person in respect of membership of a club, association, or society of a sporting, social, or recreational nature by any person. (8) Where a taxable supply to, or an import of goods by, a taxable person is partly for use in a taxable activity and partly for personal or other use, the amount of input tax allowed as a deductible input tax shall be restricted to that part of the supply that relates to the use in connec­tion with a taxable activity. Where a taxable supply to, or an import of goods by, a taxable person is partly for use in a taxable activity and partly for personal or other use, the amount of input tax allowed as a deductible input tax shall be restricted to that part of the supply that relates to the use in connec­tion with a taxable activity. (9) Where goods for which an input tax deduction has been allowed under this Act ceases to be applied to taxable transactions before the end of their life, the goods shall be treated as sold at the time of the cessation for the open market value. Where goods for which an input tax deduction has been allowed under this Act ceases to be applied to taxable transactions before the end of their life, the goods shall be treated as sold at the time of the cessation for the open market value. (10) In the case of a taxable person who regularly resells used goods purchased from consumers, the Commissioner-General may determine the procedures for allowing that person input tax deductions. In the case of a taxable person who regularly resells used goods purchased from consumers, the Commissioner-General may determine the procedures for allowing that person input tax deductions. (11) Where a taxable person does not have a tax invoice that pro­vides evidence of the input tax paid, the Commissioner-General may allow a deductible input tax in the tax period in which the deduction arises where the Commissioner-General, in addition to any condition specified in the Regulations, is satisfied that the Where a taxable person does not have a tax invoice that pro­vides evidence of the input tax paid, the Commissioner-General may allow a deductible input tax in the tax period in which the deduction arises where the Commissioner-General, in addition to any condition specified in the Regulations, is satisfied that the taxable person took all reasonable steps to acquire a tax invoice; taxable person took all reasonable steps to acquire a tax invoice; failure to acquire a tax invoice was not the fault of the taxable person; and failure to acquire a tax invoice was not the fault of the taxable person; and amount of deductible input tax claimed by the taxable person is correct. amount of deductible input tax claimed by the taxable person is correct. (12) A newly-registered taxable person may claim a deduction for allowable input tax in the first tax period that registration is effective in the form prescribed by the Commissioner-General, for A newly-registered taxable person may claim a deduction for allowable input tax in the first tax period that registration is effective in the form prescribed by the Commissioner-General, for goods acquired, by supply or import, within four months before the effective day of registration and on hand on the effective date of registration; and goods acquired, by supply or import, within four months before the effective day of registration and on hand on the effective date of registration; and capital goods acquired, by supply or import, within six months before the effective date of registration and on hand on the effective date of registration. capital goods acquired, by supply or import, within six months before the effective date of registration and on hand on the effective date of registration."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Deductible input tax for mixed taxable and exempt supply",
      "content": "(1) A taxable person who makes both taxable and exempt supplies may deduct the input tax on the taxable purchases and taxable imports which can be directly attributed only to the taxable supplies made. A taxable person who makes both taxable and exempt supplies may deduct the input tax on the taxable purchases and taxable imports which can be directly attributed only to the taxable supplies made. (2) Where a taxable person has made both taxable and exempt supplies, but cannot directly attribute input tax to the taxable and exempt supplies under subsection (1), that person may deduct as input tax on the taxable purchases and taxable imports, an amount that bears the same ratio as the taxable supplies bear to the total supplies, applying the apportionment formula specified in the Fifth Schedule. Where a taxable person has made both taxable and exempt supplies, but cannot directly attribute input tax to the taxable and exempt supplies under subsection (1), that person may deduct as input tax on the taxable purchases and taxable imports, an amount that bears the same ratio as the taxable supplies bear to the total supplies, applying the apportionment formula specified in the Fifth Schedule. (3) For purposes of subsections (1) and (2), if the ratio of taxable supplies to total supplies for the tax period is less than five per cent, the taxable person is not entitled to deduct any input tax for the tax period. For purposes of subsections (1) and (2), if the ratio of taxable supplies to total supplies for the tax period is less than five per cent, the taxable person is not entitled to deduct any input tax for the tax period. (4) For purposes of subsections (1) and (2), if the ratio of taxable supplies to total supplies for the tax period is more than ninety-five per cent, the taxable person may deduct the entire input tax allowable on the taxable purchase and taxable imports. For purposes of subsections (1) and (2), if the ratio of taxable supplies to total supplies for the tax period is more than ninety-five per cent, the taxable person may deduct the entire input tax allowable on the taxable purchase and taxable imports. (5) The Commissioner-General may approve or direct alternative methods of apportioning input tax where the Commissioner-General considers that the methods described in this section will result in an unreasonable calculation of the input tax which may be deducted. The Commissioner-General may approve or direct alternative methods of apportioning input tax where the Commissioner-General considers that the methods described in this section will result in an unreasonable calculation of the input tax which may be deducted. (6) Despite any other provision of this section, in the case of a bank or other financial institution making both exempt and taxable supplies for a tax period, the amount of the input tax allowed as a deduction for that period is limited to the amount of input tax payable in respect of supplies or imports received which are directly attributable to the making of taxable supplies. Despite any other provision of this section, in the case of a bank or other financial institution making both exempt and taxable supplies for a tax period, the amount of the input tax allowed as a deduction for that period is limited to the amount of input tax payable in respect of supplies or imports received which are directly attributable to the making of taxable supplies."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Refund or credit for excess tax paid",
      "content": "(1) Where the amount of input tax which is deductible exceeds the amount of output tax due in respect of the tax period, Where the amount of input tax which is deductible exceeds the amount of output tax due in respect of the tax period, the excess amount shall be credited by the Commissioner ­General to the taxable person, and the excess amount shall be credited by the Commissioner ­General to the taxable person, and in the case of the portion of the excess attributable to exports, the Commissioner-General may refund the excess credit to the taxable person where that person’s exports exceed twenty-five per cent of the total supplies within the tax period and the total export proceeds have been repatriated by the importers’ banks to the taxable person’s authorised dealer banks in the country. in the case of the portion of the excess attributable to exports, the Commissioner-General may refund the excess credit to the taxable person where that person’s exports exceed twenty-five per cent of the total supplies within the tax period and the total export proceeds have been repatriated by the importers’ banks to the taxable person’s authorised dealer banks in the country. (2) A taxable person may apply for a refund under subsection (1)(b) where the credit for the excess amount remains outstanding for a continuous period of three months or more, except that where the Com­missioner-General orders an audit of the claim for refund, for purposes of section 51, the application shall be treated as received on the date that the audit is concluded. A taxable person may apply for a refund under subsection (1)(b) where the credit for the excess amount remains outstanding for a continuous period of three months or more, except that where the Com­missioner-General orders an audit of the claim for refund, for purposes of section 51, the application shall be treated as received on the date that the audit is concluded. (3) Subject to section 45, where the amount of tax paid by a person, other than in the circumstances specified in subsections (1) and (2), was in excess of the amount properly subject to tax under this Act, the amount of the excess shall be treated in the manner provided for under subsec­tion (5) to (9). Subject to section 45, where the amount of tax paid by a person, other than in the circumstances specified in subsections (1) and (2), was in excess of the amount properly subject to tax under this Act, the amount of the excess shall be treated in the manner provided for under subsec­tion (5) to (9). (4) Where a person has overpaid tax in the circumstances specified under subsection (3), the person may apply in writing to the Commis­sioner-General for a refund of the excess amount of tax, accompanied by documentary proof of payment of the excess amounts. Where a person has overpaid tax in the circumstances specified under subsection (3), the person may apply in writing to the Commis­sioner-General for a refund of the excess amount of tax, accompanied by documentary proof of payment of the excess amounts. (5) Subject to this section, where the Commissioner-General is satisfied that a person who has made an application under subsection (4) has overpaid tax, the Commissioner General shall Subject to this section, where the Commissioner-General is satisfied that a person who has made an application under subsection (4) has overpaid tax, the Commissioner General shall first apply the amount of the excess against the liability of that person for any tax, levy, interest or penalty adminis­tered by the Commissioner-General, and first apply the amount of the excess against the liability of that person for any tax, levy, interest or penalty adminis­tered by the Commissioner-General, and repay any amount remaining to the person within thirty days of being satisfied that the person has overpaid tax. repay any amount remaining to the person within thirty days of being satisfied that the person has overpaid tax. (6) Subject to subsection (8), a claim for a refund under subsec­tion (4) shall be made within six months after the date on which the excess arose. Subject to subsection (8), a claim for a refund under subsec­tion (4) shall be made within six months after the date on which the excess arose. (7) The Commissioner-General shall serve on a person claiming a refund, a notice in writing of the decision in respect of the claim. The Commissioner-General shall serve on a person claiming a refund, a notice in writing of the decision in respect of the claim. (8) Subject to subsections (3) and (4) of section 19, where the reg­istration of a taxable person is cancelled and the person has excess credits that were not recovered as provided in this section, the excess credits may be treated in the manner prescribed under subsection (3) to (7) of this section. Subject to subsections (3) and (4) of section 19, where the reg­istration of a taxable person is cancelled and the person has excess credits that were not recovered as provided in this section, the excess credits may be treated in the manner prescribed under subsection (3) to (7) of this section. (9) For the purpose of this section, a taxable person applying for a refund shall submit to the Commissioner-General a completed Refund Claim Form together with the relevant tax invoices or, in the case of imported goods, the relevant customs document for tax paid. For the purpose of this section, a taxable person applying for a refund shall submit to the Commissioner-General a completed Refund Claim Form together with the relevant tax invoices or, in the case of imported goods, the relevant customs document for tax paid. (10) Where the Commissioner-General rejects the claim for a refund, the Commissioner-General may recover in accordance with this Act any tax previously refunded. Where the Commissioner-General rejects the claim for a refund, the Commissioner-General may recover in accordance with this Act any tax previously refunded. (11) In addition to a Refund Claim Form, the Commissioner General may direct the claimant to submit other documents. In addition to a Refund Claim Form, the Commissioner General may direct the claimant to submit other documents. (12) The Commissioner-General may specify the manner in which documents under subsection (11) may be submitted. The Commissioner-General may specify the manner in which documents under subsection (11) may be submitted. (13) Except as otherwise provided in this section, a credit under subsection (1) shall be carried forward to the next tax period. Except as otherwise provided in this section, a credit under subsection (1) shall be carried forward to the next tax period. (14) A person who makes a claim for refund which that person is not entitled to under this section is liable to a penalty of double the origi­nal amount of the refund plus interest. A person who makes a claim for refund which that person is not entitled to under this section is liable to a penalty of double the origi­nal amount of the refund plus interest."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Time for payment of refund",
      "content": "(1) Where a taxable person is entitled to a refund of tax under this Act, the Commissioner-General shall pay the refund within thirty days after receipt of the application, where Where a taxable person is entitled to a refund of tax under this Act, the Commissioner-General shall pay the refund within thirty days after receipt of the application, where the previous returns have been submitted by the due dates with no tax for any period outstanding, and the previous returns have been submitted by the due dates with no tax for any period outstanding, and the amounts of tax, penalties and interest from previous tax periods have been paid by the due dates. the amounts of tax, penalties and interest from previous tax periods have been paid by the due dates. (2) Where Where the conditions specified in paragraph (a) of subsection (1) have not been fulfilled, the Commissioner-General shall reject the claim for refund, and the conditions specified in paragraph (a) of subsection (1) have not been fulfilled, the Commissioner-General shall reject the claim for refund, and the amounts specified in paragraph (b) of subsection (1) have not been paid, the Commissioner-General shall offset any entitlement for a refund against the amounts due, the amounts specified in paragraph (b) of subsection (1) have not been paid, the Commissioner-General shall offset any entitlement for a refund against the amounts due, and notify the applicant of the decision in writing within thirty days after receipt of the application. (3) Where the Commissioner-General fails to pay a refund of tax relating to an excess under section 50 within the period specified in section 50 or subsection (1) of this section, the Commissioner-General is required to pay the taxable person entitled to the refund an additional amount as interest at the prevailing Bank of Ghana discount rate plus one quarter of that rate each day, commencing on the day after the period within which the Commissioner-General is required to pay the refund and ending on the date that the payment of the refund is made. Where the Commissioner-General fails to pay a refund of tax relating to an excess under section 50 within the period specified in section 50 or subsection (1) of this section, the Commissioner-General is required to pay the taxable person entitled to the refund an additional amount as interest at the prevailing Bank of Ghana discount rate plus one quarter of that rate each day, commencing on the day after the period within which the Commissioner-General is required to pay the refund and ending on the date that the payment of the refund is made."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Submission of tax return and date of payment of the tax",
      "content": "(1) Unless otherwise directed in writing by the Commissioner-General, a taxable person shall account for the tax on a tax return for each tax period. Unless otherwise directed in writing by the Commissioner-General, a taxable person shall account for the tax on a tax return for each tax period. (2) The tax return shall be in a form and be filed in the manner prescribed by the Commissioner-General and shall state the amount of tax payable by the person for the period and any other matter that may be prescribed. The tax return shall be in a form and be filed in the manner prescribed by the Commissioner-General and shall state the amount of tax payable by the person for the period and any other matter that may be prescribed. (3) In addition to any return required under subsection (1), the Commissioner-General may require a person, to submit to the Commis­sioner-General, whether on that person’s own behalf or as agent or trustee of another person, a further or other returns in the prescribed form as and when required by the Commissioner-General. In addition to any return required under subsection (1), the Commissioner-General may require a person, to submit to the Commis­sioner-General, whether on that person’s own behalf or as agent or trustee of another person, a further or other returns in the prescribed form as and when required by the Commissioner-General. (4) The tax return shall be submitted to the Commissioner-General not later than the last working day of the month immediately following the month to which the return relates, whether or not tax is payable for the tax period. The tax return shall be submitted to the Commissioner-General not later than the last working day of the month immediately following the month to which the return relates, whether or not tax is payable for the tax period. (5) The payment of the tax due for a tax period shall be made to the Commissioner-General not later than the date the return prescribed in subsection (4) is required to be submitted. The payment of the tax due for a tax period shall be made to the Commissioner-General not later than the date the return prescribed in subsection (4) is required to be submitted. (6) A taxable person directed to make a tax return other than for each tax period shall be informed by the Commissioner-General of the date by which the return and payment shall be made. A taxable person directed to make a tax return other than for each tax period shall be informed by the Commissioner-General of the date by which the return and payment shall be made. (7) A taxable person who without justification fails to submit to the Commissioner-General that person’s tax return by the due date is liable to a pecuniary penalty of five hundred Ghana Cedis and a further penalty of ten Ghana Cedis for each day after the due date that the re­turn is not submitted. A taxable person who without justification fails to submit to the Commissioner-General that person’s tax return by the due date is liable to a pecuniary penalty of five hundred Ghana Cedis and a further penalty of ten Ghana Cedis for each day after the due date that the re­turn is not submitted. (8) The Minister may, by legislative instrument, make Regulations to provide further for matters relating to a tax return. The Minister may, by legislative instrument, make Regulations to provide further for matters relating to a tax return."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Payment of tax on import of services",
      "content": "(1) Where tax is payable on an import of services, other than as provided under 31(1)(c), the person liable for the tax under subsection (1)(c) of section 2 is required to Where tax is payable on an import of services, other than as provided under 31(1)(c), the person liable for the tax under subsection (1)(c) of section 2 is required to furnish the Commissioner-General with a service import declaration, and furnish the Commissioner-General with a service import declaration, and pay the tax due in respect of the import within twenty-one calendar days after the tax period in which the services were imported. pay the tax due in respect of the import within twenty-one calendar days after the tax period in which the services were imported. (2) A service import declaration shall A service import declaration shall be in the form prescribed by the Commissioner-General, be in the form prescribed by the Commissioner-General, state the information necessary to calculate the tax payable in respect of the import, and state the information necessary to calculate the tax payable in respect of the import, and be furnished at the time and in the manner prescribed by the Commissioner-General. be furnished at the time and in the manner prescribed by the Commissioner-General. (3) Except as otherwise provided in this Act, a form prescribed by the Commissioner-General is enforceable when published in the Gazette and two daily newspapers of national circulation. Except as otherwise provided in this Act, a form prescribed by the Commissioner-General is enforceable when published in the Gazette and two daily newspapers of national circulation."
    },
    {
      "provision_ref": "s54",
      "section": "54",
      "title": "Assessment of the tax and correction of return",
      "content": "(1) Where the Commissioner-General has reason to believe that Where the Commissioner-General has reason to believe that a person will become liable for the payment of an amount of tax but that person is unlikely to pay the amount, a person will become liable for the payment of an amount of tax but that person is unlikely to pay the amount, a person, other than a taxable person, supplies goods or services and represents that tax is charged on the supply, a person, other than a taxable person, supplies goods or services and represents that tax is charged on the supply, a taxable person supplies goods or services and the supply is not a taxable supply or is a taxable supply charged with tax at the rate of zero percent and, in either case, the tax­able person represents that a positive rate of tax is charged on the supply, a taxable person supplies goods or services and the supply is not a taxable supply or is a taxable supply charged with tax at the rate of zero percent and, in either case, the tax­able person represents that a positive rate of tax is charged on the supply, a taxable person fails to submit a tax return specified in this Act or Regulations, a taxable person fails to submit a tax return specified in this Act or Regulations, a return is incorrect or that any lawful tax has not been paid; or a return is incorrect or that any lawful tax has not been paid; or section 14 applies to a person, section 14 applies to a person, the Commissioner-General, based on any information available, may make an assessment of the amount of tax payable by the person or of the amount of tax claimed by the person as payable in respect of a supply. (2) The person assessed The person assessed under paragraphs (b) or (c) of subsection (1), is the person making the supply; under paragraphs (b) or (c) of subsection (1), is the person making the supply; under paragraph (a) of subsection (1), is the person required to account for the tax under this Act; under paragraph (a) of subsection (1), is the person required to account for the tax under this Act; under paragraphs (d) or (e) of subsection (1), is the person required to submit the return or required to pay the tax; or under paragraphs (d) or (e) of subsection (1), is the person required to submit the return or required to pay the tax; or under paragraph (f) is the person to whom section 14 applies. under paragraph (f) is the person to whom section 14 applies. (3) An assessment may be made at any time. An assessment may be made at any time. (4) The Commissioner-General may, based on the information available, estimate the tax payable by a person for the purposes of making an assessment. The Commissioner-General may, based on the information available, estimate the tax payable by a person for the purposes of making an assessment. (5) A person who is not satisfied with a submitted return may apply to the Commissioner-General in writing for authority to make an addi­tion to or alteration to the return. A person who is not satisfied with a submitted return may apply to the Commissioner-General in writing for authority to make an addi­tion to or alteration to the return. (6) For purposes of subsection (5), the application shall For purposes of subsection (5), the application shall state in detail the grounds on which the application is made, and state in detail the grounds on which the application is made, and be submitted not more than three months after the submission of the original return. be submitted not more than three months after the submission of the original return. (7) After considering an application under subsection (5), the Com­missioner-General may After considering an application under subsection (5), the Com­missioner-General may approve or refuse to approve the application; and approve or refuse to approve the application; and make an assessment of the amount that, in the Commissioner-General’s opinion, is the amount of tax payable under this Act. make an assessment of the amount that, in the Commissioner-General’s opinion, is the amount of tax payable under this Act. (8) Where an assessment has been made under this section, the Commissioner-General shall serve a notice of the assessment on the per­son assessed, and the notice shall state Where an assessment has been made under this section, the Commissioner-General shall serve a notice of the assessment on the per­son assessed, and the notice shall state the tax payable; the tax payable; the date the tax is due and payable; the date the tax is due and payable; the place for payment of the tax; and the place for payment of the tax; and the manner of objecting to the assessment. the manner of objecting to the assessment. (9) An amount assessed under paragraphs (b), (c) or (e) of subsec­tion (1) is for the purposes of this Act, a tax charged under this Act. An amount assessed under paragraphs (b), (c) or (e) of subsec­tion (1) is for the purposes of this Act, a tax charged under this Act."
    },
    {
      "provision_ref": "s55",
      "section": "55",
      "title": "Recovery of tax due",
      "content": "An amount shown on an invoice or sales receipt as tax on a supply of goods or services is recoverable as tax due from the person issuing the invoice or sales receipt, whether the invoice or sales receipt is issued by a taxable person or another person, and whether or not the invoice is a tax invoice issued under this Act or in accordance with Regulations; the invoice is a tax invoice issued under this Act or in accordance with Regulations; an amount of tax is chargeable on the supply; or an amount of tax is chargeable on the supply; or the person issuing the invoice is a taxable person. the person issuing the invoice is a taxable person."
    },
    {
      "provision_ref": "s56",
      "section": "56",
      "title": "Recovery from recipient of a supply",
      "content": "(1) Where, in respect of a taxable supply by a taxable person, the taxable person has, in consequence of a fraudulent action or misrepresentation by the recipient of the supply, incorrectly treated the supply as an exempt or zero rated supply, the Commissioner-General may raise an assessment on the recipient for the amount of unpaid tax in respect of the supply together with any interest and penalty that has become payable. Where, in respect of a taxable supply by a taxable person, the taxable person has, in consequence of a fraudulent action or misrepresentation by the recipient of the supply, incorrectly treated the supply as an exempt or zero rated supply, the Commissioner-General may raise an assessment on the recipient for the amount of unpaid tax in respect of the supply together with any interest and penalty that has become payable. (2) The Commissioner-General shall serve notice of an assessment under subsection (1) on the recipient specifying The Commissioner-General shall serve notice of an assessment under subsection (1) on the recipient specifying the tax, interest and penalty payable; the tax, interest and penalty payable; the date the tax is due and payable; and the date the tax is due and payable; and the time, place, and manner of objecting to the assessment. the time, place, and manner of objecting to the assessment. (3) An assessment made under subsection (1) is an assessment for all purposes of this Act. An assessment made under subsection (1) is an assessment for all purposes of this Act. (4) Subsection (1) does not preclude the Commissioner-General from recovering the tax, interest, and penalty due from the taxable person making the supply. Subsection (1) does not preclude the Commissioner-General from recovering the tax, interest, and penalty due from the taxable person making the supply. (5) For the purposes of subsections (1) and (4), For the purposes of subsections (1) and (4), any amount recovered from the recipient that is due from the taxable person shall be credited by the Commissioner­ General against the liability of the taxable person; and any amount recovered from the recipient that is due from the taxable person shall be credited by the Commissioner­ General against the liability of the taxable person; and any amount recovered from the taxable person that is due from the recipient shall be credited by the Commissioner­ General against the liability of the recipient. any amount recovered from the taxable person that is due from the recipient shall be credited by the Commissioner­ General against the liability of the recipient. (6) Where an amount of tax, interest, or penalty referred to in subsection (1) is paid by the taxable person, the taxable person may recover the amount paid from the recipient. Where an amount of tax, interest, or penalty referred to in subsection (1) is paid by the taxable person, the taxable person may recover the amount paid from the recipient. (7) An amount assessed under this section is treated for all pur­poses of this Act as an assessment. An amount assessed under this section is treated for all pur­poses of this Act as an assessment."
    },
    {
      "provision_ref": "s57",
      "section": "57",
      "title": "Value added tax refund account",
      "content": "(1) The Minister shall, with the approval of Parliament, set aside a percentage of tax imposed, both on imports of goods and services and supplies of taxable goods and services other than zero-rated supplies that Parliament may approve, in an account designated as the “Value Added Tax Refund Account”. The Minister shall, with the approval of Parliament, set aside a percentage of tax imposed, both on imports of goods and services and supplies of taxable goods and services other than zero-rated supplies that Parliament may approve, in an account designated as the “Value Added Tax Refund Account”. (2) The Value Added Tax Refund Account, shall be used to make payment for The Value Added Tax Refund Account, shall be used to make payment for refunds due under this Act; refunds due under this Act; proven overpayment of tax; proven overpayment of tax; refunds due to non-taxable persons; and refunds due to non-taxable persons; and refunds due to payments made on non-taxable supplies. refunds due to payments made on non-taxable supplies."
    },
    {
      "provision_ref": "s58",
      "section": "58",
      "title": "Failure to issue tax invoice",
      "content": "A person who fails to issue a tax invoice or sales receipt as re­quired under section 41 for taxable goods supplied or taxable services rendered, commits an offence and is liable on summary conviction to a fine of not more than one hundred penalty units or to a term of imprisonment of not more than six months or to both. A person who fails to issue a tax invoice or sales receipt as re­quired under section 41 for taxable goods supplied or taxable services rendered, commits an offence and is liable on summary conviction to a fine of not more than one hundred penalty units or to a term of imprisonment of not more than six months or to both."
    },
    {
      "provision_ref": "s59",
      "section": "59",
      "title": "Evasion of tax payment",
      "content": "(1) A person who knowingly engages in the evasion of tax or takes steps with a view to evasion of tax payable by that person or any other person, commits an offence and is liable on summary conviction to a fine of not more than three times the tax being evaded or to a term of imprisonment of not more than five years or to both. A person who knowingly engages in the evasion of tax or takes steps with a view to evasion of tax payable by that person or any other person, commits an offence and is liable on summary conviction to a fine of not more than three times the tax being evaded or to a term of imprisonment of not more than five years or to both. (2) A person who acquires possession of or deals with any goods, or accepts the supply of any goods or services having reason to believe that the tax on the supply of the goods or services has not been, or will not be paid, or that tax has been, or will be, falsely reclaimed, commits an offence and is liable on summary conviction to a fine of not more than three times the tax evaded or to a term of imprisonment of not more than five years or to both. A person who acquires possession of or deals with any goods, or accepts the supply of any goods or services having reason to believe that the tax on the supply of the goods or services has not been, or will not be paid, or that tax has been, or will be, falsely reclaimed, commits an offence and is liable on summary conviction to a fine of not more than three times the tax evaded or to a term of imprisonment of not more than five years or to both."
    },
    {
      "provision_ref": "s60",
      "section": "60",
      "title": "Power to seal off premises",
      "content": "(1) Where a person repeatedly contravenes Where a person repeatedly contravenes section 41 in relation to tax invoice; section 41 in relation to tax invoice; section 45 in relation to tax debit notes or tax credit notes; section 45 in relation to tax debit notes or tax credit notes; section 50 by improperly claiming tax refunds; section 50 by improperly claiming tax refunds; sections 52 or 53 by failing to file returns; or sections 52 or 53 by failing to file returns; or sections 52 or 53 by failing to pay the tax when due; sections 52 or 53 by failing to pay the tax when due; the Commissioner-General may, after obtaining an order of a court having jurisdiction in respect of the person, close one or more business premises of that person for a period of between three to thirty calendar days. (2) For the purposes of subsection (1), the Commissioner-General may use reasonable force and police assistance, where necessary, to close any premise of the person and bar access to the premises with locks, fencing, boarding, or other appropriate method. For the purposes of subsection (1), the Commissioner-General may use reasonable force and police assistance, where necessary, to close any premise of the person and bar access to the premises with locks, fencing, boarding, or other appropriate method. (3) For the purposes of this section, a repeated contravention means a contravention that is committed within one year after receipt by the person of a written warning, and For the purposes of this section, a repeated contravention means a contravention that is committed within one year after receipt by the person of a written warning, and which is of a kind that has been committed more than once within the year that precedes ±e year of the warning, and which is of a kind that has been committed more than once within the year that precedes ±e year of the warning, and for which repetition may result in closure under this section. for which repetition may result in closure under this section. (4) Subsection (1) applies where a person who qualifies as a tax­able person fails to charge tax on taxable supplies which are not zero-rated supplies and after being given written notice by the Commissioner General of the failure, continues to fail to charge the tax where required. Subsection (1) applies where a person who qualifies as a tax­able person fails to charge tax on taxable supplies which are not zero-rated supplies and after being given written notice by the Commissioner General of the failure, continues to fail to charge the tax where required."
    },
    {
      "provision_ref": "s61",
      "section": "61",
      "title": "Tax-inclusive pricing",
      "content": "(1) Subject to subsection (2), a price advertised or quoted by a taxable person in respect of a taxable supply shall include the tax and the taxable person shall state that fact in the advertisement or quotation. Subject to subsection (2), a price advertised or quoted by a taxable person in respect of a taxable supply shall include the tax and the taxable person shall state that fact in the advertisement or quotation. (2) A taxable person may advertise or quote a price in respect of a taxable supply as exclusive of the tax, but the advertisement or quota­tion shall indicate the amount of the tax charged on the supply, or the price inclusive of the tax, and that the amount of the tax or the price inclusive of the tax shall be displayed in as prominent a place as that on which the price exclusive of the tax is displayed. A taxable person may advertise or quote a price in respect of a taxable supply as exclusive of the tax, but the advertisement or quota­tion shall indicate the amount of the tax charged on the supply, or the price inclusive of the tax, and that the amount of the tax or the price inclusive of the tax shall be displayed in as prominent a place as that on which the price exclusive of the tax is displayed. (3) Subject to subsection (4), the price ticket on goods supplied by a taxable person need not indicate that the price includes the tax if this is indicated by way of a notice displayed prominently at the premises where the taxable person carries on a taxable activity, including the places in the premises where payments are effected. Subject to subsection (4), the price ticket on goods supplied by a taxable person need not indicate that the price includes the tax if this is indicated by way of a notice displayed prominently at the premises where the taxable person carries on a taxable activity, including the places in the premises where payments are effected. (4) The Commissioner-General may in the case of a taxable person or a class of taxable persons approve any other method of displaying prices of goods or services by the persons. The Commissioner-General may in the case of a taxable person or a class of taxable persons approve any other method of displaying prices of goods or services by the persons."
    },
    {
      "provision_ref": "s62",
      "section": "62",
      "title": "Declaration of representative",
      "content": "The Commissioner-General may, if the Commissioner-General considers it necessary to do so, declare a person to be a representative of a taxable. The Commissioner-General may, if the Commissioner-General considers it necessary to do so, declare a person to be a representative of a taxable."
    },
    {
      "provision_ref": "s63",
      "section": "63",
      "title": "Person acting in a representative capacity",
      "content": "(1) In this section, “representative”, in relation to a taxable person, means In this section, “representative”, in relation to a taxable person, means the designated officer in the case of a company other than a company in liquidation; the designated officer in the case of a company other than a company in liquidation; a member of the committee of management in the case of an unincorporated association or body; a member of the committee of management in the case of an unincorporated association or body; a person who is responsible for accounting for the receipt and payment of money or funds on behalf of the company in any other case; a person who is responsible for accounting for the receipt and payment of money or funds on behalf of the company in any other case; the liquidator in the case of a company in liquidation; the liquidator in the case of a company in liquidation; a person responsible for accounting for the receipt and pay­ment of money under the provisions of any law or for the receipt and payment of public funds or of funds voted by Parliament in the case of the Government or local authority; a person responsible for accounting for the receipt and pay­ment of money under the provisions of any law or for the receipt and payment of public funds or of funds voted by Parliament in the case of the Government or local authority; a partner in the case of a partnership; a partner in the case of a partnership; a trustee in the case of a trust; or a trustee in the case of a trust; or a person controlling the affairs in the country of a non-­resident person including a manager in the country of a taxable activity of a non-resident person as defined in sec­tion 65. a person controlling the affairs in the country of a non-­resident person including a manager in the country of a taxable activity of a non-resident person as defined in sec­tion 65. (2) A representative of a taxable person is A representative of a taxable person is responsible for performing the duties, including the payment of tax, imposed by this Act on the taxable person; and responsible for performing the duties, including the payment of tax, imposed by this Act on the taxable person; and personally liable for the payment of tax payable in the representative capacity of that person if, while the amount remains unpaid, the representative personally liable for the payment of tax payable in the representative capacity of that person if, while the amount remains unpaid, the representative alienates, charges, or disposes of any money received or accrued in respect of which the tax is payable; or alienates, charges, or disposes of any money received or accrued in respect of which the tax is payable; or disposes of or parts with any fund or money that belongs to the taxable person which is in the possession of the representative or which comes to the representative after the tax becomes payable, if the tax could legally have been paid from or out of the fund or money. disposes of or parts with any fund or money that belongs to the taxable person which is in the possession of the representative or which comes to the representative after the tax becomes payable, if the tax could legally have been paid from or out of the fund or money. (3) This section does not relieve a taxable person from performing any duty imposed by this Act on the taxable person which the representa­tive of that taxable person has failed to perform. This section does not relieve a taxable person from performing any duty imposed by this Act on the taxable person which the representa­tive of that taxable person has failed to perform."
    },
    {
      "provision_ref": "s64",
      "section": "64",
      "title": "Regulations",
      "content": "(1) The Minister may, by legislative instrument, make Regulations to The Minister may, by legislative instrument, make Regulations to prescribe rules to determine whether a transaction constitutes prescribe rules to determine whether a transaction constitutes a supply, a supply, a supply of goods, or a supply of goods, or a supply of services under section 30(1); a supply of services under section 30(1); grant relief from tax on taxable imports of goods or tax­able supplies of goods acquired in the country to the persons specified in the Third Schedule under section 38 (1); grant relief from tax on taxable imports of goods or tax­able supplies of goods acquired in the country to the persons specified in the Third Schedule under section 38 (1); prescribe rules to determine the time of a supply of par­ticular goods or services under section 19(14); prescribe rules to determine the time of a supply of par­ticular goods or services under section 19(14); specify conditions and procedures to issue a sales receipt instead of a tax invoice under section 41 (3); specify conditions and procedures to issue a sales receipt instead of a tax invoice under section 41 (3); define the location of the place of business of the supplier from which the services are supplied under section 42(3); define the location of the place of business of the supplier from which the services are supplied under section 42(3); specify rules to determine the value of a supply where the taxable persons applies less than the entire goods or services to different use under section 43(9); specify rules to determine the value of a supply where the taxable persons applies less than the entire goods or services to different use under section 43(9); prescribe methods by which taxable persons in certain industries shall account for their activity and calculate their tax payable under section 47(4); prescribe methods by which taxable persons in certain industries shall account for their activity and calculate their tax payable under section 47(4); specify conditions to allow a deductible input tax in the tax period in which the deduction arises where a taxable person does not have a tax invoice that provides evidence of the input tax paid under section 48(11); specify conditions to allow a deductible input tax in the tax period in which the deduction arises where a taxable person does not have a tax invoice that provides evidence of the input tax paid under section 48(11); provide further for matters relating to a tax return under section 52 (8) and provide further for matters relating to a tax return under section 52 (8) and provide for any other matter necessary for the effective implementation of this Act. provide for any other matter necessary for the effective implementation of this Act. (2) A person who contravenes a provision of Regulations made under this Act commits an offence and is liable on summary conviction to a fine or imprisonment to be determined by the Minister in the Regu­lations. A person who contravenes a provision of Regulations made under this Act commits an offence and is liable on summary conviction to a fine or imprisonment to be determined by the Minister in the Regu­lations."
    },
    {
      "provision_ref": "s65",
      "section": "65",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“application to a different use” in relation to goods and services, includes applying the goods or services to personal use or to use by a relative or any other non-business use;“auctioneer” means a person who is(a)qualified under the Auction Sales Act, 1989 (P.N.D.C.L. 230) or other applicable law as an auc­tioneer; and(b)an agent for and behalf of another person engaged in a taxable activity that pertains to the supply of goods by auction;“betting” means an arrangement that involves risking money or another valuable thing on an event which has an uncer­tain result;“business” includes a profession, trade, venture or undertaking, the provision of personal services or technical and mana­gerial skills and any adventure or concern in the nature of trade other than employment;“cash value”, in relation to a supply of goods under a credit agreement, means(a)where the seller or lessor is a bank or other financial institution, an amount equal to the sum of(i)the consideration paid by the bank or other financial institution for the goods or the open market value of the supply of the goods to the bank or other financial institution, whichever is the greater; and(ii)any consideration for the erection, construction, assembly, or installation of the goods borne by the bank or other financial institution; or(b)where the seller or lessor is a dealer, an amount equal to the sum of(i)the consideration at which the goods are normally sold by the dealer for cash; and(ii)any consideration for erection, construction, assembly, or installation of the goods borne by the dealer;“charitable organisation” means an entity(a)that is established and operates as a charitable organisation of a public nature;(b)that has been declared a charitable institution by a written ruling currently in force made by the Commissioner-General; and(c)that does not have an income or asset that confers a private benefit, other than in pursuit of the functions of the entity as a charitable organisation;“Commissioner-General” means the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791);“company” means an association or body corporate or unin­corporated, whether created or recognised under a law in force in the country or elsewhere, and whether created for profit or non-profit purposes, but does not include a part­nership or trust;“consideration,” in relation to a supply of goods or services and an import of services, includes(a)the total amount in money or in kind paid or payable for the supply by any person, directly or indirectly, and(b)duties, levies, fees and charges paid or payable on, or by reason of the supply or import of services, other than the tax;and is reduced by a deposit other than a deposit on a returnable container and by any discounts or rebates allowed and accounted for at the time of the supply or import of services;\"credit agreement\" means a hire purchase agreement or finance lease;“currency point” is the equivalent of ten thousand Ghana Cedis;“day” means a calendar day, except as otherwise provided;“deductible input tax” has the meaning assigned to it in section 48;“employment” means a contract of service whether express or implied and where express, whether in writing or oral and includes:(a)the position of an individual in the employment of another person; or(b)the holding of or acting in any office or position entitling the holder to a fixed ascertainable remu­neration other than an office or a position as a director of a company or a manager of a body of persons or as a partner in a partnership;“exempt import” has the meaning assigned to it in section 37;“exempt supply” means a supply of goods or services to which section 35 applies;“export country” has the meaning assigned to it in the Second Schedule;“finance lease,” in relation to goods, means a lease of goods, where(a)the lease term exceeds seventy-five percent of the expected life of the goods;(b)the lessee has an option to purchase the goods for a fixed or determinable price at the expiration of the lease; or(c)the estimated residual value of the goods to the lessor at the expiration of the lease term, and the period of any option to renew, is less than twenty percent of the open market value of the goods at the com­mencement of the lease;“foreign-going aircraft” has the meaning assigned to it in the Second Schedule;“foreign-going vessel” has the meaning assigned to it in the Second Schedule;“game of chance” has a meaning similar to “betting”;“gaming” means “betting”;“gaming machine” means a machine capable of accepting money or tokens risked on the outcome or in forecasting the outcome of some events;“Ghana Revenue Authority” means the body established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791);“goods” includes movable and immovable tangible property, thermal and electrical energy, heating, gas, refrigeration, air conditioning and water, but does not include money;“haulage” means the act, process or business of transporting goods for others or oneself by road, rail, water or air;“hire purchase agreement” means a hire purchase agreement within the meaning of the Hire Purchase Act, 1974 (N.R.C.D. 292);“import” means in the case of(a)goods, to bring or cause to be brought into the country from a foreign country or place; or(b)services, a supply of services to a resident person by(i)a non-resident person; or(ii)a resident person from a business carried on by the resident person outside the country;to the extent that the services are utilised or consumed in the country other than to make taxable supplies;“import declaration” has the meaning assigned to it in subsection (3) of section 1;“import of services” has the meaning assigned to it in paragraphof the definition of “import;”“importer,” in relation to(a)an import of goods, includes the person who owns the goods or any other person who is for the time being in possession of or beneficially interested in the goods; and(b)goods imported by means of a pipeline, includes the owner of the pipeline;“incapacitated person” means an individual under the age of eighteen years or an individual who, by reason of mental ill-health, is incapable of managing the affairs of that indi­vidual;“input tax” means tax payable by a taxable person in respect of an acquisition of a taxable supply of goods and services or a taxable import;“lay away agreement” means a sale transaction whereby goods are reserved by payment of a deposit and subsequently made available on fall payment for the goods;“lottery” means a scheme whereby rights are sold to take part in a draw by lot for a prize;“Minister” means the Minister responsible for Finance;“money” means(a)a coin or paper currency recognised in the country as legal tender; or(b)a bill of exchange, promissory note, bank draft, postal order, money order, or similar instrument other than an item of numismatic interest;“non-resident” means a person who is not a resident of the coun­try and a person referred to in paragraph (b) of the defini­tion of “resident person” to the extent that the person is not a resident;“non-traditional export” means export other than(a)cocoa beans;(b)lumber and logs;(c)unprocessed gold or other minerals;(d)electricity; and(e)petroleum, crude oil or natural gas;“officer” means the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791) as well as the Commissioners and other members of staff appointed under subsection (1) of section 16 of that Act, to whom the functions of the Ghana Revenue Authority may be delegated;“open market value” has the meaning assigned to it in section 43;“output tax” means the tax chargeable under subsection (a) of section land other sections of the Act in respect of a tax­able supply;“penalty unit,” has the meaning assigned in section 27 of the Interpretation Act, 2009 (Act 792);“person” includes the Government of Ghana, an agency or political subdivision of the Government of Ghana, a natural person, trust, company, or partnership;“promoter of public entertainment” means a person who arranges the staging of public entertainment, but does not include entertainment organised by(a)an approved educational institution;(b)the board of management or a parent teacher asso­ciation of an approved educational institution;(c)an approved religious organisation; or(d)an approved charitable organisation;“public entertainment” means a musical entertainment, theatrical performance, comedy show, dance performance, circus show, or show connected with a festival, or any similar event to which the public is invited;“recipient” means the person to whom a supply or import is made;“registered” means registered under section 6;“Regulations” means Regulations made under this Act;“related person” means(a)a natural person and a relative of that natural person;(b)a trust and a person who is or may be a beneficiary in respect of that trust or whose relative is or may be a beneficiary;(c)a partnership or company other than a stock com­pany and a member of that partnership or company who, on account of shares personally held together with shares or other membership interests held by persons who are related to that member under an­other provision of this definition, owns twenty-five percent or more of the rights to income or capital of the partnership or company; or(d)a shareholder in a stock company and the stock com­pany if the shareholder on account of shares per­sonally held together with shares held by persons who are related to the shareholder under a provi­sion of this definition and the shareholder(i)controls twenty five percent or more of the voting power in the stock company; or(ii)owns twenty five percent or more of the rights to dividends or of the rights to capital; or(e)two companies, if a person, either alone or together with a person who is related to that person under another provision of this definition(i)controls twenty five percent or more of the voting power in both companies; or(ii)owns twenty five percent or more of the rights to dividends or of the rights to capital in both companies; and, for purposes of paragraphs (c) and (d) a person is treated as owning, on a pro rata basis, shares or other membership interests which are owned or controlled by the person indirectly through one or more interposed persons;“relative” in relation to an individual, includes the spouse of the individual, an ancestor of the individual, a descendant of the individual’s grandparents, or the individual’s step­father, stepmother, or stepchild, and for this purpose, an adopted child is a natural child of the adopter;“representative” has the meaning assigned to it in section 63;“resident person” means(a)the Government of Ghana, an agency or political subdivision of the Government of Ghana or a person resident in Ghana for the year in question for pur­poses of the Internal Revenue Act 2000, (Act 592); or(b)any other person to the extent that the person carries on in the country a taxable or other business activity;“return” means a return of tax due or a claim for tax refund under this Act;“returnable container” means a container(a)belonging to a class of containers specified in the Regulations,(b)for which a deposit is charged by the supplier, and(c)for which the deposit is required by law or agreement to be refunded or allowed as credit to the person returning it;“services” means anything other than goods or money;“supplier”, in relation to a supply, means the person making the supply;“tax” means Value Added Tax imposed under this Act;“tax fraction” in relation to a taxable supply, means the fraction calculated in accordance with the formulaR/(100 + R)where “R” is the percentage rate of Value Added Tax, expressed as a whole number, applicable to the taxable supply;“tax invoice” means an invoice issued on a supply of taxable goods and services in accordance with this Act and Regulations made under this Act;“tax period” means one calendar month;“taxable activity” has the meaning assigned to it in section 5;“taxable person” has the meaning assigned to it in section 4;“taxable supply” has the meaning assigned to it in section 33;“taxable transaction” means a taxable supply or an import of goods or services that is subject to tax under this Act;“trust” means an arrangement affecting property in relation to which there is a trustee;“trustee” includes(a)a person appointed or constituted as a trustee by act of the parties, by will, by order or declaration of a Court, or by operation of the law;(b)an executor, administrator, tutor or curator;(c)a liquidator, receiver, trustee in bankruptcy or judicial manager;(d)a person having the administration or control of property subject to a trust, usufruct, fideicommissum, or other limited interest;(e)a person acting in a fiduciary capacity;(f)a person having either in a private or official capacity, the possession, direction, control or management of any property of an incapacitated person; or(g)a person who manages assets under a private foun­dation or other similar arrangement;“Value Added Tax” means the tax imposed under this Act, and includes any amount to the extent that it is treated as tax for purposes of this Act; and“VAT” means Value Added Tax. In this Act, unless the context otherwise requires, “application to a different use” in relation to goods and services, includes applying the goods or services to personal use or to use by a relative or any other non-business use; qualified under the Auction Sales Act, 1989 (P.N.D.C.L. 230) or other applicable law as an auc­tioneer; and an agent for and behalf of another person engaged in a taxable activity that pertains to the supply of goods by auction; “betting” means an arrangement that involves risking money or another valuable thing on an event which has an uncer­tain result; “business” includes a profession, trade, venture or undertaking, the provision of personal services or technical and mana­gerial skills and any adventure or concern in the nature of trade other than employment; the consideration paid by the bank or other financial institution for the goods or the open market value of the supply of the goods to the bank or other financial institution, whichever is the greater; and any consideration for the erection, construction, assembly, or installation of the goods borne by the bank or other financial institution; or the consideration at which the goods are normally sold by the dealer for cash; and any consideration for erection, construction, assembly, or installation of the goods borne by the dealer; that is established and operates as a charitable organisation of a public nature; that has been declared a charitable institution by a written ruling currently in force made by the Commissioner-General; and that does not have an income or asset that confers a private benefit, other than in pursuit of the functions of the entity as a charitable organisation; “Commissioner-General” means the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791); “company” means an association or body corporate or unin­corporated, whether created or recognised under a law in force in the country or elsewhere, and whether created for profit or non-profit purposes, but does not include a part­nership or trust; the total amount in money or in kind paid or payable for the supply by any person, directly or indirectly, and duties, levies, fees and charges paid or payable on, or by reason of the supply or import of services, other than the tax; and is reduced by a deposit other than a deposit on a returnable container and by any discounts or rebates allowed and accounted for at the time of the supply or import of services; \"credit agreement\" means a hire purchase agreement or finance lease; “currency point” is the equivalent of ten thousand Ghana Cedis; “day” means a calendar day, except as otherwise provided; “deductible input tax” has the meaning assigned to it in section 48; the position of an individual in the employment of another person; or the holding of or acting in any office or position entitling the holder to a fixed ascertainable remu­neration other than an office or a position as a director of a company or a manager of a body of persons or as a partner in a partnership; “exempt import” has the meaning assigned to it in section 37; “exempt supply” means a supply of goods or services to which section 35 applies; “export country” has the meaning assigned to it in the Second Schedule; the lease term exceeds seventy-five percent of the expected life of the goods; the lessee has an option to purchase the goods for a fixed or determinable price at the expiration of the lease; or the estimated residual value of the goods to the lessor at the expiration of the lease term, and the period of any option to renew, is less than twenty percent of the open market value of the goods at the com­mencement of the lease; “foreign-going aircraft” has the meaning assigned to it in the Second Schedule; “foreign-going vessel” has the meaning assigned to it in the Second Schedule; “game of chance” has a meaning similar to “betting”; “gaming” means “betting”; “gaming machine” means a machine capable of accepting money or tokens risked on the outcome or in forecasting the outcome of some events; “Ghana Revenue Authority” means the body established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791); “goods” includes movable and immovable tangible property, thermal and electrical energy, heating, gas, refrigeration, air conditioning and water, but does not include money; “haulage” means the act, process or business of transporting goods for others or oneself by road, rail, water or air; “hire purchase agreement” means a hire purchase agreement within the meaning of the Hire Purchase Act, 1974 (N.R.C.D. 292); goods, to bring or cause to be brought into the country from a foreign country or place; or a non-resident person; or a resident person from a business carried on by the resident person outside the country; to the extent that the services are utilised or consumed in the country other than to make taxable supplies; “import declaration” has the meaning assigned to it in subsection (3) of section 1; “import of services” has the meaning assigned to it in paragraphof the definition of “import;” an import of goods, includes the person who owns the goods or any other person who is for the time being in possession of or beneficially interested in the goods; and goods imported by means of a pipeline, includes the owner of the pipeline; “incapacitated person” means an individual under the age of eighteen years or an individual who, by reason of mental ill-health, is incapable of managing the affairs of that indi­vidual; “input tax” means tax payable by a taxable person in respect of an acquisition of a taxable supply of goods and services or a taxable import; “lay away agreement” means a sale transaction whereby goods are reserved by payment of a deposit and subsequently made available on fall payment for the goods; “lottery” means a scheme whereby rights are sold to take part in a draw by lot for a prize; “Minister” means the Minister responsible for Finance; a coin or paper currency recognised in the country as legal tender; or a bill of exchange, promissory note, bank draft, postal order, money order, or similar instrument other than an item of numismatic interest; “non-resident” means a person who is not a resident of the coun­try and a person referred to in paragraph (b) of the defini­tion of “resident person” to the extent that the person is not a resident; cocoa beans; lumber and logs; unprocessed gold or other minerals; electricity; and petroleum, crude oil or natural gas; “officer” means the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791) as well as the Commissioners and other members of staff appointed under subsection (1) of section 16 of that Act, to whom the functions of the Ghana Revenue Authority may be delegated; “open market value” has the meaning assigned to it in section 43; “output tax” means the tax chargeable under subsection (a) of section land other sections of the Act in respect of a tax­able supply; “penalty unit,” has the meaning assigned in section 27 of the Interpretation Act, 2009 (Act 792); “person” includes the Government of Ghana, an agency or political subdivision of the Government of Ghana, a natural person, trust, company, or partnership; an approved educational institution; the board of management or a parent teacher asso­ciation of an approved educational institution; an approved religious organisation; or an approved charitable organisation; “public entertainment” means a musical entertainment, theatrical performance, comedy show, dance performance, circus show, or show connected with a festival, or any similar event to which the public is invited; “recipient” means the person to whom a supply or import is made; “registered” means registered under section 6; “Regulations” means Regulations made under this Act; a natural person and a relative of that natural person; a trust and a person who is or may be a beneficiary in respect of that trust or whose relative is or may be a beneficiary; a partnership or company other than a stock com­pany and a member of that partnership or company who, on account of shares personally held together with shares or other membership interests held by persons who are related to that member under an­other provision of this definition, owns twenty-five percent or more of the rights to income or capital of the partnership or company; or controls twenty five percent or more of the voting power in the stock company; or owns twenty five percent or more of the rights to dividends or of the rights to capital; or controls twenty five percent or more of the voting power in both companies; or owns twenty five percent or more of the rights to dividends or of the rights to capital in both companies; and, for purposes of paragraphs (c) and (d) a person is treated as owning, on a pro rata basis, shares or other membership interests which are owned or controlled by the person indirectly through one or more interposed persons; “relative” in relation to an individual, includes the spouse of the individual, an ancestor of the individual, a descendant of the individual’s grandparents, or the individual’s step­father, stepmother, or stepchild, and for this purpose, an adopted child is a natural child of the adopter; “representative” has the meaning assigned to it in section 63; the Government of Ghana, an agency or political subdivision of the Government of Ghana or a person resident in Ghana for the year in question for pur­poses of the Internal Revenue Act 2000, (Act 592); or any other person to the extent that the person carries on in the country a taxable or other business activity; “return” means a return of tax due or a claim for tax refund under this Act; belonging to a class of containers specified in the Regulations, for which a deposit is charged by the supplier, and for which the deposit is required by law or agreement to be refunded or allowed as credit to the person returning it; “services” means anything other than goods or money; “supplier”, in relation to a supply, means the person making the supply; “tax” means Value Added Tax imposed under this Act; “tax fraction” in relation to a taxable supply, means the fraction calculated in accordance with the formula R/(100 + R) where “R” is the percentage rate of Value Added Tax, expressed as a whole number, applicable to the taxable supply; “tax invoice” means an invoice issued on a supply of taxable goods and services in accordance with this Act and Regulations made under this Act; “tax period” means one calendar month; “taxable activity” has the meaning assigned to it in section 5; “taxable person” has the meaning assigned to it in section 4; “taxable supply” has the meaning assigned to it in section 33; “taxable transaction” means a taxable supply or an import of goods or services that is subject to tax under this Act; “trust” means an arrangement affecting property in relation to which there is a trustee; a person appointed or constituted as a trustee by act of the parties, by will, by order or declaration of a Court, or by operation of the law; an executor, administrator, tutor or curator; a liquidator, receiver, trustee in bankruptcy or judicial manager; a person having the administration or control of property subject to a trust, usufruct, fideicommissum, or other limited interest; a person acting in a fiduciary capacity; a person having either in a private or official capacity, the possession, direction, control or management of any property of an incapacitated person; or a person who manages assets under a private foun­dation or other similar arrangement; “Value Added Tax” means the tax imposed under this Act, and includes any amount to the extent that it is treated as tax for purposes of this Act; and “VAT” means Value Added Tax."
    },
    {
      "provision_ref": "s66",
      "section": "66",
      "title": "Repeal, revocation, savings and transitional provisions",
      "content": "(1) The following enactments are hereby repealed: The following enactments are hereby repealed: the Value Added Tax Act, 1998 (Act 546); the Value Added Tax Act, 1998 (Act 546); the Value Added Tax (Amendment) Act, 2000 (Act 5 79); the Value Added Tax (Amendment) Act, 2000 (Act 5 79); the Value Added Tax (Amendment) Act, 2001 (Act 595); the Value Added Tax (Amendment) Act, 2001 (Act 595); the Value Added Tax (Amendment) Act, 2002 (Act 629); the Value Added Tax (Amendment) Act, 2002 (Act 629); the Value Added Tax (Amendment) Act, 2003 (Act 639); the Value Added Tax (Amendment) Act, 2003 (Act 639); the Value Added Tax (Amendment) Act, 2004 (Act 670); the Value Added Tax (Amendment) Act, 2004 (Act 670); the Value Added Tax (Amendment No. 2) Act, 2004 (Act 671); the Value Added Tax (Amendment No. 2) Act, 2004 (Act 671); the Value Added Tax (Amendment) Act, 2006 (Act 696); the Value Added Tax (Amendment) Act, 2006 (Act 696); the Value Added Tax (Amendment) Act, 2007 (Act 734); the Value Added Tax (Amendment) Act, 2007 (Act 734); the Value Added Tax (Amendment) Act, 2008 (Act 752); the Value Added Tax (Amendment) Act, 2008 (Act 752); the Value Added Tax (Amendment) (No. 2) Act, 2008 (Act 765); the Value Added Tax (Amendment) (No. 2) Act, 2008 (Act 765); the Value Added Tax (Amendment) Act, 2010 (Act 810); and the Value Added Tax (Amendment) Act, 2010 (Act 810); and the Value Added Tax (Amendment) Act, 2013 (Act 860). the Value Added Tax (Amendment) Act, 2013 (Act 860). (2) Regulations 21 and 22 of the Value Added Tax Regulations, 1998 (L.I. 1646) are hereby revoked. Regulations 21 and 22 of the Value Added Tax Regulations, 1998 (L.I. 1646) are hereby revoked. (3) Despite the repeal under subsection (1), the provisions of the repealed enactments specified in the Sixth Schedule Despite the repeal under subsection (1), the provisions of the repealed enactments specified in the Sixth Schedule for the purpose of verifying the relevant tax returns, and for the purpose of verifying the relevant tax returns, and for the assessment and recovery of any tax, interest or penalty payable under the repealed enactments, for the assessment and recovery of any tax, interest or penalty payable under the repealed enactments, shall continue to have effect for the purposes of administration of the Value Added Tax by the Ghana Revenue Authority. (4) Despite the repeal under subsection (1), the Regulations, bye­laws, notices, orders, directions, appointments or any other act lawfully made or done under the repealed enactments and in force immediately before the commencement of this Act shall be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated. Despite the repeal under subsection (1), the Regulations, bye­laws, notices, orders, directions, appointments or any other act lawfully made or done under the repealed enactments and in force immediately before the commencement of this Act shall be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated. (5) An exemption or zero-rating provided outside the Value Added Tax law shall not come into effect for the purposes of this Act until a corresponding amendment is made to this Act. An exemption or zero-rating provided outside the Value Added Tax law shall not come into effect for the purposes of this Act until a corresponding amendment is made to this Act. (6) An exemption or relief of specific goods from Value Added Tax, which was granted in a general provision for relief from indirect taxes, including Value Added Tax, under an Act of Parliament in force prior to the effective date of this Act, shall continue to have effect to the extent determined by the Minister by Regulations. An exemption or relief of specific goods from Value Added Tax, which was granted in a general provision for relief from indirect taxes, including Value Added Tax, under an Act of Parliament in force prior to the effective date of this Act, shall continue to have effect to the extent determined by the Minister by Regulations."
    }
  ],
  "definitions": [
    {
      "term": "auctioneer",
      "definition": "a person who is(a)qualified under the Auction Sales Act, 1989 (P.N.D.C.L. 230) or other applicable law as an auc­tioneer",
      "source_provision": "s65"
    },
    {
      "term": "betting",
      "definition": "an arrangement that involves risking money or another valuable thing on an event which has an uncer­tain result",
      "source_provision": "s65"
    },
    {
      "term": "charitable organisation",
      "definition": "an entity(a)that is established and operates as a charitable organisation of a public nature",
      "source_provision": "s65"
    },
    {
      "term": "Commissioner-General",
      "definition": "the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s65"
    },
    {
      "term": "company",
      "definition": "an association or body corporate or unin­corporated, whether created or recognised under a law in force in the country or elsewhere, and whether created for profit or non-profit purposes, but does not include a part­nership or trust",
      "source_provision": "s65"
    },
    {
      "term": "credit agreement",
      "definition": "a hire purchase agreement or finance lease",
      "source_provision": "s65"
    },
    {
      "term": "day",
      "definition": "a calendar day, except as otherwise provided",
      "source_provision": "s65"
    },
    {
      "term": "employment",
      "definition": "a contract of service whether express or implied and where express, whether in writing or oral and includes:(a)the position of an individual in the employment of another person",
      "source_provision": "s65"
    },
    {
      "term": "exempt supply",
      "definition": "a supply of goods or services to which section 35 applies",
      "source_provision": "s65"
    },
    {
      "term": "gaming",
      "definition": "“betting”",
      "source_provision": "s65"
    },
    {
      "term": "gaming machine",
      "definition": "a machine capable of accepting money or tokens risked on the outcome or in forecasting the outcome of some events",
      "source_provision": "s65"
    },
    {
      "term": "Ghana Revenue Authority",
      "definition": "the body established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s65"
    },
    {
      "term": "haulage",
      "definition": "the act, process or business of transporting goods for others or oneself by road, rail, water or air",
      "source_provision": "s65"
    },
    {
      "term": "hire purchase agreement",
      "definition": "a hire purchase agreement within the meaning of the Hire Purchase Act, 1974 (N.R.C.D. 292)",
      "source_provision": "s65"
    },
    {
      "term": "import",
      "definition": "in the case of(a)goods, to bring or cause to be brought into the country from a foreign country or place",
      "source_provision": "s65"
    },
    {
      "term": "incapacitated person",
      "definition": "an individual under the age of eighteen years or an individual who, by reason of mental ill-health, is incapable of managing the affairs of that indi­vidual",
      "source_provision": "s65"
    },
    {
      "term": "input tax",
      "definition": "tax payable by a taxable person in respect of an acquisition of a taxable supply of goods and services or a taxable import",
      "source_provision": "s65"
    },
    {
      "term": "lay away agreement",
      "definition": "a sale transaction whereby goods are reserved by payment of a deposit and subsequently made available on fall payment for the goods",
      "source_provision": "s65"
    },
    {
      "term": "lottery",
      "definition": "a scheme whereby rights are sold to take part in a draw by lot for a prize",
      "source_provision": "s65"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s65"
    },
    {
      "term": "non-resident",
      "definition": "a person who is not a resident of the coun­try and a person referred to in paragraph (b) of the defini­tion of “resident person” to the extent that the person is not a resident",
      "source_provision": "s65"
    },
    {
      "term": "non-traditional export",
      "definition": "export other than(a)cocoa beans",
      "source_provision": "s65"
    },
    {
      "term": "officer",
      "definition": "the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791) as well as the Commissioners and other members of staff appointed under subsection (1) of section 16 of that Act, to whom the functions of the Ghana Revenue Authority may be delegated",
      "source_provision": "s65"
    },
    {
      "term": "output tax",
      "definition": "the tax chargeable under subsection (a) of section land other sections of the Act in respect of a tax­able supply",
      "source_provision": "s65"
    },
    {
      "term": "promoter of public entertainment",
      "definition": "a person who arranges the staging of public entertainment, but does not include entertainment organised by(a)an approved educational institution",
      "source_provision": "s65"
    },
    {
      "term": "public entertainment",
      "definition": "a musical entertainment, theatrical performance, comedy show, dance performance, circus show, or show connected with a festival, or any similar event to which the public is invited",
      "source_provision": "s65"
    },
    {
      "term": "recipient",
      "definition": "the person to whom a supply or import is made",
      "source_provision": "s65"
    },
    {
      "term": "registered",
      "definition": "registered under section 6",
      "source_provision": "s65"
    },
    {
      "term": "Regulations",
      "definition": "Regulations made under this Act",
      "source_provision": "s65"
    },
    {
      "term": "return",
      "definition": "a return of tax due or a claim for tax refund under this Act",
      "source_provision": "s65"
    },
    {
      "term": "returnable container",
      "definition": "a container(a)belonging to a class of containers specified in the Regulations,(b)for which a deposit is charged by the supplier, and(c)for which the deposit is required by law or agreement to be refunded or allowed as credit to the person returning it",
      "source_provision": "s65"
    },
    {
      "term": "services",
      "definition": "anything other than goods or money",
      "source_provision": "s65"
    },
    {
      "term": "tax",
      "definition": "Value Added Tax imposed under this Act",
      "source_provision": "s65"
    },
    {
      "term": "tax invoice",
      "definition": "an invoice issued on a supply of taxable goods and services in accordance with this Act and Regulations made under this Act",
      "source_provision": "s65"
    },
    {
      "term": "tax period",
      "definition": "one calendar month",
      "source_provision": "s65"
    },
    {
      "term": "taxable transaction",
      "definition": "a taxable supply or an import of goods or services that is subject to tax under this Act",
      "source_provision": "s65"
    },
    {
      "term": "trust",
      "definition": "an arrangement affecting property in relation to which there is a trustee",
      "source_provision": "s65"
    },
    {
      "term": "Value Added Tax",
      "definition": "the tax imposed under this Act, and includes any amount to the extent that it is treated as tax for purposes of this Act",
      "source_provision": "s65"
    },
    {
      "term": "VAT",
      "definition": "Value Added Tax. In this Act, unless the context otherwise requires, “application to a different use” in relation to goods and services, includes applying the goods or services to personal use or to use by a relative or any other non-business use",
      "source_provision": "s65"
    },
    {
      "term": "betting",
      "definition": "an arrangement that involves risking money or another valuable thing on an event which has an uncer­tain result",
      "source_provision": "s65"
    },
    {
      "term": "Commissioner-General",
      "definition": "the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s65"
    },
    {
      "term": "company",
      "definition": "an association or body corporate or unin­corporated, whether created or recognised under a law in force in the country or elsewhere, and whether created for profit or non-profit purposes, but does not include a part­nership or trust",
      "source_provision": "s65"
    },
    {
      "term": "credit agreement",
      "definition": "a hire purchase agreement or finance lease",
      "source_provision": "s65"
    },
    {
      "term": "day",
      "definition": "a calendar day, except as otherwise provided",
      "source_provision": "s65"
    },
    {
      "term": "exempt supply",
      "definition": "a supply of goods or services to which section 35 applies",
      "source_provision": "s65"
    },
    {
      "term": "gaming",
      "definition": "“betting”",
      "source_provision": "s65"
    },
    {
      "term": "gaming machine",
      "definition": "a machine capable of accepting money or tokens risked on the outcome or in forecasting the outcome of some events",
      "source_provision": "s65"
    },
    {
      "term": "Ghana Revenue Authority",
      "definition": "the body established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s65"
    },
    {
      "term": "haulage",
      "definition": "the act, process or business of transporting goods for others or oneself by road, rail, water or air",
      "source_provision": "s65"
    },
    {
      "term": "hire purchase agreement",
      "definition": "a hire purchase agreement within the meaning of the Hire Purchase Act, 1974 (N.R.C.D. 292)",
      "source_provision": "s65"
    },
    {
      "term": "incapacitated person",
      "definition": "an individual under the age of eighteen years or an individual who, by reason of mental ill-health, is incapable of managing the affairs of that indi­vidual",
      "source_provision": "s65"
    },
    {
      "term": "input tax",
      "definition": "tax payable by a taxable person in respect of an acquisition of a taxable supply of goods and services or a taxable import",
      "source_provision": "s65"
    },
    {
      "term": "lay away agreement",
      "definition": "a sale transaction whereby goods are reserved by payment of a deposit and subsequently made available on fall payment for the goods",
      "source_provision": "s65"
    },
    {
      "term": "lottery",
      "definition": "a scheme whereby rights are sold to take part in a draw by lot for a prize",
      "source_provision": "s65"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s65"
    },
    {
      "term": "non-resident",
      "definition": "a person who is not a resident of the coun­try and a person referred to in paragraph (b) of the defini­tion of “resident person” to the extent that the person is not a resident",
      "source_provision": "s65"
    },
    {
      "term": "officer",
      "definition": "the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791) as well as the Commissioners and other members of staff appointed under subsection (1) of section 16 of that Act, to whom the functions of the Ghana Revenue Authority may be delegated",
      "source_provision": "s65"
    },
    {
      "term": "output tax",
      "definition": "the tax chargeable under subsection (a) of section land other sections of the Act in respect of a tax­able supply",
      "source_provision": "s65"
    },
    {
      "term": "public entertainment",
      "definition": "a musical entertainment, theatrical performance, comedy show, dance performance, circus show, or show connected with a festival, or any similar event to which the public is invited",
      "source_provision": "s65"
    },
    {
      "term": "recipient",
      "definition": "the person to whom a supply or import is made",
      "source_provision": "s65"
    },
    {
      "term": "registered",
      "definition": "registered under section 6",
      "source_provision": "s65"
    },
    {
      "term": "Regulations",
      "definition": "Regulations made under this Act",
      "source_provision": "s65"
    },
    {
      "term": "return",
      "definition": "a return of tax due or a claim for tax refund under this Act",
      "source_provision": "s65"
    },
    {
      "term": "services",
      "definition": "anything other than goods or money",
      "source_provision": "s65"
    },
    {
      "term": "tax",
      "definition": "Value Added Tax imposed under this Act",
      "source_provision": "s65"
    },
    {
      "term": "tax invoice",
      "definition": "an invoice issued on a supply of taxable goods and services in accordance with this Act and Regulations made under this Act",
      "source_provision": "s65"
    },
    {
      "term": "tax period",
      "definition": "one calendar month",
      "source_provision": "s65"
    },
    {
      "term": "taxable transaction",
      "definition": "a taxable supply or an import of goods or services that is subject to tax under this Act",
      "source_provision": "s65"
    },
    {
      "term": "trust",
      "definition": "an arrangement affecting property in relation to which there is a trustee",
      "source_provision": "s65"
    },
    {
      "term": "Value Added Tax",
      "definition": "the tax imposed under this Act, and includes any amount to the extent that it is treated as tax for purposes of this Act",
      "source_provision": "s65"
    }
  ]
}