{
  "id": "act-857-2013",
  "type": "act",
  "title": "Health Professions Regulatory Bodies Act, 2013",
  "short_name": "HPRB 2013",
  "act_number": 857,
  "year": 2013,
  "status": "in_force",
  "issued_date": "2013-05-03",
  "url": "https://ghalii.org/akn/gh/act/2013/857",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Allied Health Professions Council",
      "content": "(1) There is established by this Act a body corporate with perpetual succession to be known as the Allied Health Professions Council. There is established by this Act a body corporate with perpetual succession to be known as the Allied Health Professions Council. (2) Where there is hindrance to the acquisition of property, the property may be acquired for the Council under the State Property and Contracts Act, 1960 (CA.6) or the State Lands Act, 1962 (Act 125) and the costs shall be borne by the Council. Where there is hindrance to the acquisition of property, the property may be acquired for the Council under the State Property and Contracts Act, 1960 (CA.6) or the State Lands Act, 1962 (Act 125) and the costs shall be borne by the Council."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Council",
      "content": "The Council is responsible for ensuring the highest standards in the practice of allied health professionals registered under this Part. The Council is responsible for ensuring the highest standards in the practice of allied health professionals registered under this Part."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Council",
      "content": "To achieve the object, the Council shall regulate the standard of services for the practice of allied health professions; regulate the standard of services for the practice of allied health professions; ensure that the standard of study and training in recognised institutions is maintained; ensure that the standard of study and training in recognised institutions is maintained; set practice standards of proficiency and conduct for allied health professionals; set practice standards of proficiency and conduct for allied health professionals; register practitioners; register practitioners; monitor and inspect allied health facilities in collaboration with the Health Facilities Regulatory Agency; monitor and inspect allied health facilities in collaboration with the Health Facilities Regulatory Agency; facilitate continuing professional development of practitioners; facilitate continuing professional development of practitioners; determine, in consultation with the appropriate educational institutions, courses of instruction and practical training for allied health professionals; determine, in consultation with the appropriate educational institutions, courses of instruction and practical training for allied health professionals; determine and implement post registration continuing education and continuing professional development programmes for practitioners; determine and implement post registration continuing education and continuing professional development programmes for practitioners; ensure that the education and training of allied health prac­titioners and other allied health care providers are carried out at approved educational institutions; ensure that the education and training of allied health prac­titioners and other allied health care providers are carried out at approved educational institutions; advise the Minister on matters relating to allied health practice; advise the Minister on matters relating to allied health practice; conduct licencing examinations for the registration of allied health professionals; and conduct licencing examinations for the registration of allied health professionals; and perform any other functions that are ancillary to the object of the Council. perform any other functions that are ancillary to the object of the Council."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Governing body of the Council",
      "content": "(1) The governing body of the Council is a Board consisting of The governing body of the Council is a Board consisting of a chairperson who is a registered practitioner in an allied health profession, a chairperson who is a registered practitioner in an allied health profession, four registered allied health professionals nominated by the relevant allied health professional bodies, four registered allied health professionals nominated by the relevant allied health professional bodies, one representative of allied health professionals, from a relevant allied health training institution nominated by the training institutions, one representative of allied health professionals, from a relevant allied health training institution nominated by the training institutions, one representative of the Ministry of Health not below the rank of a Director, one representative of the Ministry of Health not below the rank of a Director, one representative of the Attorney-General not below the level of Principal State Attorney, one representative of the Attorney-General not below the level of Principal State Attorney, two persons who are not health professionals one of whom is a woman nominated by the Minister, and two persons who are not health professionals one of whom is a woman nominated by the Minister, and the Registrar of the Council. the Registrar of the Council. (2) The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. (3) The Board shall ensure the proper and effective performance of the functions of the Council. The Board shall ensure the proper and effective performance of the functions of the Council."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Registration of allied health professionals and other allied health care providers",
      "content": "(1) A person shall not practice as an allied health practitioner or allied health care provider unless that person A person shall not practice as an allied health practitioner or allied health care provider unless that person is an allied health professional as specified in the Schedule; and is an allied health professional as specified in the Schedule; and is registered as a practitioner in accordance with this Part. is registered as a practitioner in accordance with this Part. (2) A person who seeks to be registered as an allied health practitioner or allied health care provider on any of the registers under section 8 shall A person who seeks to be registered as an allied health practitioner or allied health care provider on any of the registers under section 8 shall apply to the Registrar in the manner determined by the Board, and apply to the Registrar in the manner determined by the Board, and submit to the Registrar, a qualifying certificate and any other document that the Registrar may require. submit to the Registrar, a qualifying certificate and any other document that the Registrar may require. (3) The registation is valid for a period determined by the Board. The registation is valid for a period determined by the Board."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Qualification for registration",
      "content": "(1) A person does not qualify to be registered as an allied health practitioner or allied health care provider unless that person A person does not qualify to be registered as an allied health practitioner or allied health care provider unless that person holds a degree in an allied health programme; or holds a degree in an allied health programme; or has an equivalent qualification recognised by the Board; or has an equivalent qualification recognised by the Board; or provides evidence of completion of an internship programme undertaken in an accredited allied health facility after academic training; provides evidence of completion of an internship programme undertaken in an accredited allied health facility after academic training; has passed the professional qualifying examination or other relevant qualifying modes; and has passed the professional qualifying examination or other relevant qualifying modes; and satisfies any other requirements determined by the Board. satisfies any other requirements determined by the Board. (2) A person shall not be registered as an allied health practitioner or allied health care provider unless that person fulfils the requirements determined by the Board. A person shall not be registered as an allied health practitioner or allied health care provider unless that person fulfils the requirements determined by the Board. (3) A person registered by the Board shall pay the prescribed fee. A person registered by the Board shall pay the prescribed fee. (4) Despite subsection (1) a foreign trained practitioner who renders service only for the staff of a foreign embassy or diplomatic mission is exempt from registration under this Part. Despite subsection (1) a foreign trained practitioner who renders service only for the staff of a foreign embassy or diplomatic mission is exempt from registration under this Part. (5) A person who has obtained a higher degree or additional qualification is entitled to have the higher degree or additional qualification inserted in the register in addition to the qualification previously registered. A person who has obtained a higher degree or additional qualification is entitled to have the higher degree or additional qualification inserted in the register in addition to the qualification previously registered."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Registration of a foreign trained person",
      "content": "(1) A foreign trained person who has A foreign trained person who has obtained a primary qualification acceptable to the Board, obtained a primary qualification acceptable to the Board, passed or is exempted from the prescribed examination, and passed or is exempted from the prescribed examination, and has a good working knowledge of the English language has a good working knowledge of the English language shall be registered by the Board. (2) A foreign trained person whose qualification is not acceptable to the Board shall undergo an approved course of training in a specified approved training institution and shall pass the prescribed examination before being registered by the Board. A foreign trained person whose qualification is not acceptable to the Board shall undergo an approved course of training in a specified approved training institution and shall pass the prescribed examination before being registered by the Board."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Types of registers",
      "content": "(1) The Board shall have three categories of registers for the regis­tration of practitioners namely The Board shall have three categories of registers for the regis­tration of practitioners namely a permanent register for practitioners who intend to practice permanently in the country; a permanent register for practitioners who intend to practice permanently in the country; a temporary register for practitioners who intend to practice for a period of not more than three months; and a temporary register for practitioners who intend to practice for a period of not more than three months; and a provisional register for newly qualified practitioners in order for them to practice during internship. a provisional register for newly qualified practitioners in order for them to practice during internship. (2) The Registrar shall keep the registers. The Registrar shall keep the registers. (3) The form and nature of the registers shall be determined by the Board. The form and nature of the registers shall be determined by the Board."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Temporary registration",
      "content": "(1) A temporary registration is valid for a period of not more than three months and is renewable yearly for a period of not more than three years. A temporary registration is valid for a period of not more than three months and is renewable yearly for a period of not more than three years. (2) A practitioner on a temporary register shall practice in an approved hospital or institution. A practitioner on a temporary register shall practice in an approved hospital or institution. (3) A practitioner who contravenes subsection (2) commits an offence and is liable on summary conviction to a fine of not more than two hundred and fifty penalty units or to a term of imprisonment of not more than one year or to both. A practitioner who contravenes subsection (2) commits an offence and is liable on summary conviction to a fine of not more than two hundred and fifty penalty units or to a term of imprisonment of not more than one year or to both."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Provisional registration",
      "content": "(1) A provisional registration is valid for a period of one year. A provisional registration is valid for a period of one year. (2) A person registered provisionally shall have obtained the req­uisite qualification and satisfied the other conditions determined by the Board. A person registered provisionally shall have obtained the req­uisite qualification and satisfied the other conditions determined by the Board. (3) A person registered provisionally shall practise only in a hospital or an institution approved by the Board. A person registered provisionally shall practise only in a hospital or an institution approved by the Board."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Permanent registration",
      "content": "(1) A person may apply to the Registrar for permanent registration after practising for one year with provisional registration and after successfully completing internship. A person may apply to the Registrar for permanent registration after practising for one year with provisional registration and after successfully completing internship. (2) The Registrar shall The Registrar shall be satisfied that the applicant holds valid certificates and qualifications and has met other conditions determined by the Board, and be satisfied that the applicant holds valid certificates and qualifications and has met other conditions determined by the Board, and if satisfied, issue a permanent registration certificate to commence practice as an allied health professional to the person. if satisfied, issue a permanent registration certificate to commence practice as an allied health professional to the person. (3) The Board may request a practitioner to pass a pre-registration examination if considered expedient. The Board may request a practitioner to pass a pre-registration examination if considered expedient. (4) A permanent registration is valid for the calendar year in which it was registered. A permanent registration is valid for the calendar year in which it was registered. (5) The registration shall be renewed by the practitioner before the 31st December for the following calendar year. The registration shall be renewed by the practitioner before the 31st December for the following calendar year."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Suspension of registration",
      "content": "The Board may suspend the registration of a practitioner where an offence or allegation of professional misconduct in relation to the practitioner is being investigated; an offence or allegation of professional misconduct in relation to the practitioner is being investigated; a false declaration has been made in an application for registration by the professional; or a false declaration has been made in an application for registration by the professional; or the practitioner has contravened a provision of this Part. the practitioner has contravened a provision of this Part."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Cancellation of registration",
      "content": "The Board shall cancel the registration of a practitioner on the recommendation of the Disciplinary Committee of the Council where the practitioner is convicted of an offence under this Part or the Regula­tions; is convicted of an offence under this Part or the Regula­tions; has lost the qualification on the basis of which the registration was made; has lost the qualification on the basis of which the registration was made; is sentenced to a term of imprisonment for a criminal offence; or is sentenced to a term of imprisonment for a criminal offence; or fails to comply with the penalty imposed by the Council after due process. fails to comply with the penalty imposed by the Council after due process."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Annual list of allied health professionals and allied health care providers",
      "content": "The Registrar shall publish the list of registered allied health professionals specified in the Schedule and allied health care providers annually in the Gazette by the 31st of January each year. The Registrar shall publish the list of registered allied health professionals specified in the Schedule and allied health care providers annually in the Gazette by the 31st of January each year."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Removal and restoration of names from the register",
      "content": "(1) The Registrar shall on the directive of the Board remove from the register the name of a practitioner The Registrar shall on the directive of the Board remove from the register the name of a practitioner who is dead; who is dead; whose registration has been cancelled; or whose registration has been cancelled; or who has been found guilty of misconduct prescribed in Regulations. who has been found guilty of misconduct prescribed in Regulations. (2) The name of a practitioner may be restored to the register by the Registrar as directed by the Board. The name of a practitioner may be restored to the register by the Registrar as directed by the Board."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Representation to the Board and appeal",
      "content": "(1) Registration shall not be suspended unless the Board has given the practitioner at least thirty days notice of its intention to suspend the registration and has provided the practitioner an opportunity to make representation to the Board. Registration shall not be suspended unless the Board has given the practitioner at least thirty days notice of its intention to suspend the registration and has provided the practitioner an opportunity to make representation to the Board. (2) Registration shall not be cancelled unless the Board has given the practitioner at least thirty days notice of its intention to cancel the registration. Registration shall not be cancelled unless the Board has given the practitioner at least thirty days notice of its intention to cancel the registration. (3) A person dissatisfied with a decision of the Board may appeal to the High Court. A person dissatisfied with a decision of the Board may appeal to the High Court."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Entry of premises",
      "content": "A person authorised by the Board may enter premises at a reasonable time to inspect the registration of an allied health facility or allied health care point, or to inspect the registration of an allied health facility or allied health care point, or if that person has reasonable cause to believe that an of­fence with respect to this Part has been, or is about to be or is being committed on the premises. if that person has reasonable cause to believe that an of­fence with respect to this Part has been, or is about to be or is being committed on the premises."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Investigation by inspector",
      "content": "(1) The inspector may The inspector may require a person on the premises to furnish information in the possession of the person concerning the activities carried out in the premises and the people who carry out the activities, require a person on the premises to furnish information in the possession of the person concerning the activities carried out in the premises and the people who carry out the activities, inspect the premises and articles found on the premises, and inspect the premises and articles found on the premises, and take away materials or articles found on the premises. take away materials or articles found on the premises. (2) The inspector shall tender reasonable payment for a material or article taken away under this section. The inspector shall tender reasonable payment for a material or article taken away under this section. (3) Despite subsection (2) Despite subsection (2) payment shall not be tendered for materials or articles if the inspector reasonably suspects that the material or article is unfit for its purpose due to deterioration, impurity, adulteration or other defect; payment shall not be tendered for materials or articles if the inspector reasonably suspects that the material or article is unfit for its purpose due to deterioration, impurity, adulteration or other defect; if the material or article is found to be fit, reasonable pay­ment shall be tendered by the inspector for the portion of the material or article that is not returned to its owner in good condition; and if the material or article is found to be fit, reasonable pay­ment shall be tendered by the inspector for the portion of the material or article that is not returned to its owner in good condition; and payment shall not be tendered for a material or article if the inspector anticipates that proceedings for an offence under this Part may be brought in respect of the materials or articles. payment shall not be tendered for a material or article if the inspector anticipates that proceedings for an offence under this Part may be brought in respect of the materials or articles. (4) The inspector shall tender reasonable payment for the portion of the materials or articles that have been returned to the owner in good condition where proceedings are not commenced within six months. The inspector shall tender reasonable payment for the portion of the materials or articles that have been returned to the owner in good condition where proceedings are not commenced within six months. (5) Where materials or articles are taken under this section, an inventory of the materials or articles shall be made and shall be signed by the senior allied health care professional or allied health care provider and the inspector and a copy of the inventory shall be given to the senior allied health care professional or the allied health care provider. Where materials or articles are taken under this section, an inventory of the materials or articles shall be made and shall be signed by the senior allied health care professional or allied health care provider and the inspector and a copy of the inventory shall be given to the senior allied health care professional or the allied health care provider. (6) The inspector shall seize the materials or articles that constitute an imminent danger to the public health or welfare. The inspector shall seize the materials or articles that constitute an imminent danger to the public health or welfare. (7) An inspector exercising any power conferred by this Part shall produce on demand a duly authenticated document which shows that the inspector has the authority to exercise the power. An inspector exercising any power conferred by this Part shall produce on demand a duly authenticated document which shows that the inspector has the authority to exercise the power."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Power of closure",
      "content": "(1) An inspector may close premises that uses restricted materials or articles where there are grounds to believe that a health hazard may exist on the premises. An inspector may close premises that uses restricted materials or articles where there are grounds to believe that a health hazard may exist on the premises. (2) The closure of the premises shall be made with the assistance of the police but where this is not possible, the closure shall be reported to the police within twenty-four hours after the closure. The closure of the premises shall be made with the assistance of the police but where this is not possible, the closure shall be reported to the police within twenty-four hours after the closure. (3) The order in respect of the health hazard may have conditions attached as determined by the Board. The order in respect of the health hazard may have conditions attached as determined by the Board."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Notice of change of name or address",
      "content": "A registered practitioner shall notify the Registrar of a change in name or address within thirty days of the change. A registered practitioner shall notify the Registrar of a change in name or address within thirty days of the change."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Offences",
      "content": "A person who makes a false declaration in an application for registration as a practitioner; makes a false declaration in an application for registration as a practitioner; wilfully and falsely uses a name, title or an addition implying a qualification to practice as an allied health professional; wilfully and falsely uses a name, title or an addition implying a qualification to practice as an allied health professional; practices or professes to practice as an allied health profes­sional without prior registration; practices or professes to practice as an allied health profes­sional without prior registration; fails to renew registration and continues to practice; fails to renew registration and continues to practice; provides unauthorised service in a licenced facility; provides unauthorised service in a licenced facility; provides service in an unlicenced facility; provides service in an unlicenced facility; fails to conform to practice standards of the allied health profession; fails to conform to practice standards of the allied health profession; fails to cease practising after suspension, cancellation or revocation of registration; fails to cease practising after suspension, cancellation or revocation of registration; fails to comply with disciplinary sanctions of the Board; fails to comply with disciplinary sanctions of the Board; engages unqualified persons to practice; or engages unqualified persons to practice; or contravenes any other provision of this Part, contravenes any other provision of this Part, commits an offence and is liable on summary conviction to a fine of not more than five hundred penalty units or to a term of imprisonment of not more than two years or to both; and in the case of a continuing offence to a further fine of ten penalty units for each day during which the offence continues after written notice has been served on the offender by the Council."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Regulations",
      "content": "(1) The Minister may, on the advice of the Board, by legislative instrument make Regulations to The Minister may, on the advice of the Board, by legislative instrument make Regulations to specify the manner in which an application for registration shall be made; specify the manner in which an application for registration shall be made; determine the form of a certificate, notice or any other docu­ment required to carryout the purpose of this Part; determine the form of a certificate, notice or any other docu­ment required to carryout the purpose of this Part; prescribe practice standards for practitioners; prescribe practice standards for practitioners; provide for the discipline of practitioners; provide for the discipline of practitioners; prescribe the records and registers that are to be kept by the Council; prescribe the records and registers that are to be kept by the Council; prescribe the fees to be paid under this Part; prescribe the fees to be paid under this Part; effect changes to the list of allied health professions in the Schedule; and effect changes to the list of allied health professions in the Schedule; and provide for any matter necessary for the effective implemen­tation of the provisions of this Part. provide for any matter necessary for the effective implemen­tation of the provisions of this Part. (2) A person who commits an offence under the Regulations is liable on summary conviction to a fine not exceeding five thousand penalty units. A person who commits an offence under the Regulations is liable on summary conviction to a fine not exceeding five thousand penalty units."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Interpretation",
      "content": "In this Part, unless the context otherwise requires,“allied health professional” means a person who has undergone an approved course of training with direct clinical health experience under supervision of an appropriately qualified health care professional which qualifies that person to practice as an independent professional and who has completed an approved period of clinical internship as determined by an appropriate regulatory body;“approved hospital or institution” means a hospital or institution approved by the Board;“Board” means the governing body of the Council;“Council” means the Allied Health Professions Council;“facility” means a building or any other premises where provision is made for practising an allied health profession;“internship” means training in an approved hospital or institu­tion;“Minister” means the Minister responsible for health;“practice” means the occupation of an allied health practitioner;“practitioner” means a registered person with the relevant training and qualification acceptable by the Board; and“Regulations” means the Regulations made under this Part. In this Part, unless the context otherwise requires, “allied health professional” means a person who has undergone an approved course of training with direct clinical health experience under supervision of an appropriately qualified health care professional which qualifies that person to practice as an independent professional and who has completed an approved period of clinical internship as determined by an appropriate regulatory body; “approved hospital or institution” means a hospital or institution approved by the Board; “Board” means the governing body of the Council; “Council” means the Allied Health Professions Council; “facility” means a building or any other premises where provision is made for practising an allied health profession; “internship” means training in an approved hospital or institu­tion; “Minister” means the Minister responsible for health; “practice” means the occupation of an allied health practitioner; “practitioner” means a registered person with the relevant training and qualification acceptable by the Board; and “Regulations” means the Regulations made under this Part."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Transitional provisions",
      "content": "A practitioner of an allied health profession in practice before the commencement of this Act shall register to practice within six months after the commencement of this Act. A practitioner of an allied health profession in practice before the commencement of this Act shall register to practice within six months after the commencement of this Act."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Establishment of the Medical and Dental Council",
      "content": "(1) There is established by this Act a body corporate with perpetual succession to be known as the Medical and Dental Council. There is established by this Act a body corporate with perpetual succession to be known as the Medical and Dental Council. (2) Where there is hindrance to the acquisition of property, the property may be acquired for the Council under the State Property and Contracts Act, 1960 (C.A.6) or the State Lands Act, 1962 (Act 125) and the costs shall be borne by the Council. Where there is hindrance to the acquisition of property, the property may be acquired for the Council under the State Property and Contracts Act, 1960 (C.A.6) or the State Lands Act, 1962 (Act 125) and the costs shall be borne by the Council."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Object of the Council",
      "content": "The object of the Council is to secure in the public interest the highest standards in the training and practice of medicine and dentistry. The object of the Council is to secure in the public interest the highest standards in the training and practice of medicine and dentistry."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Functions of the Council",
      "content": "To achieve the object, the Council shall assess facilities and contents of programmes for the training of doctors and dentists and physician assistants in training institutions; assess facilities and contents of programmes for the training of doctors and dentists and physician assistants in training institutions; ensure that the pre-registration training of newly qualified doctors and dentists and physician assistants in accredited training institutions meets the required standards; ensure that the pre-registration training of newly qualified doctors and dentists and physician assistants in accredited training institutions meets the required standards; conduct examinations for the registration of foreign trained medical and dental practitioners and physician assistants; conduct examinations for the registration of foreign trained medical and dental practitioners and physician assistants; compile and keep registers of registered practitioners; compile and keep registers of registered practitioners; prescribe and enforce professional standards and conduct for practitioners; prescribe and enforce professional standards and conduct for practitioners; conduct examinations for the registration of locally trained medical and dental practitioners and physician assistants who do not meet the prescribed conditions for registration; and conduct examinations for the registration of locally trained medical and dental practitioners and physician assistants who do not meet the prescribed conditions for registration; and perform any other functions that are ancillary to the object of the Council. perform any other functions that are ancillary to the object of the Council."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Governing body of the Council",
      "content": "(1) The governing body of the Council is a Board consisting of The governing body of the Council is a Board consisting of a chairperson who is a registered medical or dental practi­tioner of good standing, a chairperson who is a registered medical or dental practi­tioner of good standing, one registered medical practitioner and one registered dental practitioner elected by medical and dental practitioners, one registered medical practitioner and one registered dental practitioner elected by medical and dental practitioners, one physician assistant or certified registered anaesthetist elected by physician assistants and certified registered anaesthestists, one physician assistant or certified registered anaesthetist elected by physician assistants and certified registered anaesthestists, one member who is a practitioner to represent medical and dental educational institutions which offer training, one member who is a practitioner to represent medical and dental educational institutions which offer training, one representative of the Attorney-General not below the level of Principal State Attorney, one representative of the Attorney-General not below the level of Principal State Attorney, one representative of the Ministry of Health not below the rank of a Director, one representative of the Ministry of Health not below the rank of a Director, two other persons who are not health professionals nomi­nated by the Minister one of whom is a woman, and two other persons who are not health professionals nomi­nated by the Minister one of whom is a woman, and the Registrar of the Council. the Registrar of the Council. (2) The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. (3) The Board shall ensure the proper and effective performance of the functions of the Council. The Board shall ensure the proper and effective performance of the functions of the Council."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Registration procedure",
      "content": "(1) A person shall not practice as a medical or dental practitioner, physician assistant or a certified registered anaesthetist unless that person is registered as a practitioner in accordance with this Part. A person shall not practice as a medical or dental practitioner, physician assistant or a certified registered anaesthetist unless that person is registered as a practitioner in accordance with this Part. (2) A person who seeks to be registered as a medical or dental prac­titioner, physician assistant or a certified registered anaesthetist on any of the registers under section 32 shall A person who seeks to be registered as a medical or dental prac­titioner, physician assistant or a certified registered anaesthetist on any of the registers under section 32 shall apply to the Registrar in the manner determined by the Board, and apply to the Registrar in the manner determined by the Board, and submit to the Registrar a qualifying certificate and any other document that the Registrar may require. submit to the Registrar a qualifying certificate and any other document that the Registrar may require."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Qualification for registration",
      "content": "(1) A person does not qualify to be registered as a medical or dental practitioner, physician assistant or certified registered anaesthetist unless that person A person does not qualify to be registered as a medical or dental practitioner, physician assistant or certified registered anaesthetist unless that person holds a primary qualification from an institution recognised by the Council, and holds a primary qualification from an institution recognised by the Council, and passes or is exempted from the prescribed examination con­ducted by the Council. passes or is exempted from the prescribed examination con­ducted by the Council. (2) A person shall not be registered to practice as a physician assistant or certified registered anaesthetist unless that person fulfils the requirements determined by the Board. A person shall not be registered to practice as a physician assistant or certified registered anaesthetist unless that person fulfils the requirements determined by the Board. (3) A person registered by the Board shall pay the prescribed fee. A person registered by the Board shall pay the prescribed fee. (4) Despite subsection (1) a foreign trained practitioner who renders service only for the staff of a foreign embassy or diplomatic mission is exempt from registration under this Part. Despite subsection (1) a foreign trained practitioner who renders service only for the staff of a foreign embassy or diplomatic mission is exempt from registration under this Part."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Registration of foreign trained practitioners",
      "content": "(1) A foreign trained medical or dental practitioner, physician assistant or certified registered anaesthetist who has A foreign trained medical or dental practitioner, physician assistant or certified registered anaesthetist who has obtained a primary qualification, and obtained a primary qualification, and passed or is exempted from the prescribed examination, passed or is exempted from the prescribed examination, shall undergo training as a house officer or physician assistant or certified registered anaesthetist in an approved hospital or institution in this country with provisional registration before being registered under this Part. (2) A foreign trained medical or dental practitioner, physician assistant or certified registered anaesthetist who satisfies the requirements of subsection 1(a) and (b) and A foreign trained medical or dental practitioner, physician assistant or certified registered anaesthetist who satisfies the requirements of subsection 1(a) and (b) and has completed housemanship or physician assistant intern­ship shall undergo supervised training for a period deter­mined by the Board; or has completed housemanship or physician assistant intern­ship shall undergo supervised training for a period deter­mined by the Board; or has completed housemanship or physician assistant intern­ship outside the country and is fully registered and licenced by that country may be exempted from supervised training in an approved hospital or institution. has completed housemanship or physician assistant intern­ship outside the country and is fully registered and licenced by that country may be exempted from supervised training in an approved hospital or institution. (3) The Board may exempt a foreign trained medical or dental specialist, physician assistant specialist or certified registered anaes­thetist from supervised training. The Board may exempt a foreign trained medical or dental specialist, physician assistant specialist or certified registered anaes­thetist from supervised training."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Types of registers",
      "content": "(1) The Board shall have three categories of registers for the registration of medical and dental practitioners, physician assistants and certified registered anaesthetists namely The Board shall have three categories of registers for the registration of medical and dental practitioners, physician assistants and certified registered anaesthetists namely a permanent register for practitioners who intend to practice permanently in the country, a permanent register for practitioners who intend to practice permanently in the country, a temporary register for practitioners who intend to practice for a period of not more than three months, and a temporary register for practitioners who intend to practice for a period of not more than three months, and a provisional register for newly qualified and foreign trained practitioners who have passed the prescribed examination. a provisional register for newly qualified and foreign trained practitioners who have passed the prescribed examination. (2) The Registrar shall keep the registers. The Registrar shall keep the registers."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Temporary registration",
      "content": "(1) A temporary registration is valid for a period of not more than three months and is renewable yearly upon request for not more than a period of three years. A temporary registration is valid for a period of not more than three months and is renewable yearly upon request for not more than a period of three years. (2) A practitioner on a temporary register shall not practice except in an approved hospital or institution. A practitioner on a temporary register shall not practice except in an approved hospital or institution. (3) A practitioner who contravenes subsection (2) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than five thousand penalty units or to a term of imprisonment of not more than ten years or to both. A practitioner who contravenes subsection (2) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than five thousand penalty units or to a term of imprisonment of not more than ten years or to both."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Provisional registration",
      "content": "(1) A provisional registration is valid for the period determined by the Board. A provisional registration is valid for the period determined by the Board. (2) A person seeking to be registered provisionally shall, except as otherwise provided under this Part, pass the prescribed examination and satisfy other conditions determined by the Board. A person seeking to be registered provisionally shall, except as otherwise provided under this Part, pass the prescribed examination and satisfy other conditions determined by the Board. (3) A person on a provisional register shall practise only in a hospital or an institution approved by the Board. A person on a provisional register shall practise only in a hospital or an institution approved by the Board. (4) A person on a provisional register who contravenes subsection (3) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than five thousand penalty units or to a term of imprisonment of not more than ten years. A person on a provisional register who contravenes subsection (3) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than five thousand penalty units or to a term of imprisonment of not more than ten years."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Permanent registration",
      "content": "(1) A person may apply to the Registrar for permanent registration after practicing with a provisional registration for a period determined by the board and after successfully completing housemanship. A person may apply to the Registrar for permanent registration after practicing with a provisional registration for a period determined by the board and after successfully completing housemanship. (2) A permanent registration is valid for the calendar year in which it was made. A permanent registration is valid for the calendar year in which it was made. (3) The registration shall be renewed by the practitioner before it expires. The registration shall be renewed by the practitioner before it expires."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Suspension of registration",
      "content": "(1) The Board may suspend the registration of a practitioner or a person on a provisonal register where The Board may suspend the registration of a practitioner or a person on a provisonal register where an offence or allegation of misconduct in relation to the practitioner is being investigated; an offence or allegation of misconduct in relation to the practitioner is being investigated; a false declaration has been made in an application for registration under this Part; or a false declaration has been made in an application for registration under this Part; or the practitioner has contravened a provision of this Part. the practitioner has contravened a provision of this Part. (2) Registration shall not be suspended unless the Board has given the practitioner at least thirty days’ notice of its intention to suspend the registration. Registration shall not be suspended unless the Board has given the practitioner at least thirty days’ notice of its intention to suspend the registration."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Cancellation of registration",
      "content": "The Board shall cancel the registration of a practitioner on the recommendation of a Disciplinary Committee of the Council where the practitioner is convicted of an offence under this Part or the Regulations; is convicted of an offence under this Part or the Regulations; has lost the qualification on the basis of which the registration was made; has lost the qualification on the basis of which the registration was made; is sentenced to a term of imprisonment for a criminal offence; or is sentenced to a term of imprisonment for a criminal offence; or fails to comply with the penalty imposed by the Council after due process. fails to comply with the penalty imposed by the Council after due process."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Representation to the Board and appeal",
      "content": "(1) A practitioner or a person on a provisional register whose application for registration is refused by the Registrar may appeal against the refusal to the Board. A practitioner or a person on a provisional register whose application for registration is refused by the Registrar may appeal against the refusal to the Board. (2) Registration shall not be suspended unless the Board has given the practitioner at least thirty days notice of its intention to suspend the registration and has provided the practitioner with an opportunity to make a representation to the Board. Registration shall not be suspended unless the Board has given the practitioner at least thirty days notice of its intention to suspend the registration and has provided the practitioner with an opportunity to make a representation to the Board. (3) Registration shall not be cancelled unless the Board has given the practitioner at least thirty days notice of its intention to cancel the registration. Registration shall not be cancelled unless the Board has given the practitioner at least thirty days notice of its intention to cancel the registration. (4) A person dissatisfied with a decision of the Board may appeal to the High Court. A person dissatisfied with a decision of the Board may appeal to the High Court."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Annual list of registered practitioners",
      "content": "The Registrar shall publish the list of registered practitioners annually in the Gazette by the 31st of January each year. The Registrar shall publish the list of registered practitioners annually in the Gazette by the 31st of January each year."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Removal and restoration of names from register",
      "content": "(1) The Registrar shall on the recommendations of the Board remove from the register the name of a practitioner The Registrar shall on the recommendations of the Board remove from the register the name of a practitioner who is dead, who is dead, who has been found guilty of professional misconduct by the Disciplinary Committee, or who has been found guilty of professional misconduct by the Disciplinary Committee, or who has not paid the prescribed fee. who has not paid the prescribed fee. (2) The name of a practitioner may be restored to the register by the Registrar as directed by the Board. The name of a practitioner may be restored to the register by the Registrar as directed by the Board."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Notice of change in name or address",
      "content": "A registered practitioner shall notify the Registrar in writing of a change in name or address within thirty days of the change. A registered practitioner shall notify the Registrar in writing of a change in name or address within thirty days of the change."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Insertion in register of additional qualifications",
      "content": "A practitioner who has obtained a higher degree or additional qualification recognised by the Board, is entitled to have the higher degree or additional qualification inserted in the register in addition to the qualification previously registered, upon payment of a fee determined by the Board. A practitioner who has obtained a higher degree or additional qualification recognised by the Board, is entitled to have the higher degree or additional qualification inserted in the register in addition to the qualification previously registered, upon payment of a fee determined by the Board."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Rights conferred by registration",
      "content": "A medical or dental practitioner, except a house officer registered under this Part, may practice medicine or dentistry, practice medicine or dentistry, subject to the provisions of any enactment, prescribe and store dangerous and restricted medicines, and subject to the provisions of any enactment, prescribe and store dangerous and restricted medicines, and sign a certificate or document required by law to be signed by a practitioner. sign a certificate or document required by law to be signed by a practitioner."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Unregistered practitioner",
      "content": "(1) A person who is otherwise qualified but not registered as a medical or dental practitioner or physician assistant may, with the authorisation of the Minister under an emergency carry out medical or dental procedures. A person who is otherwise qualified but not registered as a medical or dental practitioner or physician assistant may, with the authorisation of the Minister under an emergency carry out medical or dental procedures. (2) A person who acts contrary to subsection (1) commits an offence and is liable on summary conviction to a fine of not more than five hundred penalty units or to a term of imprisonment of not more than two years or to both. A person who acts contrary to subsection (1) commits an offence and is liable on summary conviction to a fine of not more than five hundred penalty units or to a term of imprisonment of not more than two years or to both."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Entry of premises",
      "content": "A person authorised by the Board may enter premises at a reasonable time to inspect the registration of a medical or dental facility; or to inspect the registration of a medical or dental facility; or if that person has reasonable cause to believe that an offence with respect to this Part has been, or is about to be or is being committed on the premises. if that person has reasonable cause to believe that an offence with respect to this Part has been, or is about to be or is being committed on the premises."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Investigation by inspector",
      "content": "(1) The inspector may The inspector may require a person on the premises to furnish information in the possession of the person concerning the activities carried out in the premises and the people who carry out the activities, require a person on the premises to furnish information in the possession of the person concerning the activities carried out in the premises and the people who carry out the activities, inspect the premises and articles found on the premises, and inspect the premises and articles found on the premises, and take away materials or articles found on the premises. take away materials or articles found on the premises. (2) The inspector shall tender reasonable payment for a material or article taken away under this section. The inspector shall tender reasonable payment for a material or article taken away under this section. (3) Despite subsection (2) Despite subsection (2) payment shall not be tendered for materials or articles if the inspector reasonably suspects that the material or article is unfit for its purpose due to deterioration, impurity, adul­teration or other defect; payment shall not be tendered for materials or articles if the inspector reasonably suspects that the material or article is unfit for its purpose due to deterioration, impurity, adul­teration or other defect; if the material or article is found to be fit, reasonable pay­ment shall be tendered by the inspector for the portion of the material or article that is not returned to its owner in good condition; and if the material or article is found to be fit, reasonable pay­ment shall be tendered by the inspector for the portion of the material or article that is not returned to its owner in good condition; and payment shall not be tendered for a material or article if the inspector anticipates that proceedings, for an offence under this Part may be brought in respect of the materials or articles. payment shall not be tendered for a material or article if the inspector anticipates that proceedings, for an offence under this Part may be brought in respect of the materials or articles. (4) The inspector shall tender reasonable payment for the portion of the materials or articles that have been returned to the owner in good condition where proceedings are not commenced within six months. The inspector shall tender reasonable payment for the portion of the materials or articles that have been returned to the owner in good condition where proceedings are not commenced within six months. (5) Where materials or articles are taken under this section, an inventory of the materials or articles shall be made and shall be signed by the senior medical or dental practitioner and the inspector and a copy of the inventory shall be given to the senior medical or dental practitioner. Where materials or articles are taken under this section, an inventory of the materials or articles shall be made and shall be signed by the senior medical or dental practitioner and the inspector and a copy of the inventory shall be given to the senior medical or dental practitioner. (6) The inspector shall seize the materials or articles that constitute an imminent danger to the public health or welfare. The inspector shall seize the materials or articles that constitute an imminent danger to the public health or welfare. (7) An inspector exercising any power conferred by this Part shall produce on demand a duly authenticated document which shows that the inspector has the authority to exercise the power. An inspector exercising any power conferred by this Part shall produce on demand a duly authenticated document which shows that the inspector has the authority to exercise the power."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Power of closure",
      "content": "(1) An inspector may close premises that uses restricted materials or articles where there are grounds to believe that a health hazard may exist on the premises. An inspector may close premises that uses restricted materials or articles where there are grounds to believe that a health hazard may exist on the premises. (2) The closure of the premises shall be made with the assistance of the police but where this is not possible, the closure shall be reported to the police within twenty four hours after the closure. The closure of the premises shall be made with the assistance of the police but where this is not possible, the closure shall be reported to the police within twenty four hours after the closure. (3) The order in respect of the health hazard may have conditions attached as determined by the Board. The order in respect of the health hazard may have conditions attached as determined by the Board."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Offences",
      "content": "A person who makes a false declaration in an application for registration as a medical or dental practitioner, physician assistant or certified registered anaesthetist; makes a false declaration in an application for registration as a medical or dental practitioner, physician assistant or certified registered anaesthetist; wilfully and falsely uses any name, title such as “Dr.” or addition implying a qualification to practice medicine or dentistry; wilfully and falsely uses any name, title such as “Dr.” or addition implying a qualification to practice medicine or dentistry; employs or engages a non-registered practitioner; employs or engages a non-registered practitioner; without being registered under this Part; practices or professes to practice medicine or dentistry; or practices or professes to practice medicine or dentistry; or receives payment for the practice of dentistry or medicine; or receives payment for the practice of dentistry or medicine; or wilfully destroys or damages a register kept under this Part, wilfully destroys or damages a register kept under this Part, commits an offence and is liable on summary conviction to a fine of not less than one thousand penalty units and not more than ten thousand penalty units or to a term of imprisonment of not more than twenty years or to both; and in the case of a continuing offence to a further fine of ten penalty units for each day during which the offence continues after written notice has been served on the offender personally by the Council."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Regulations",
      "content": "(1) The Minister may, on the advice of the Board, by legislative instrument, make Regulations to The Minister may, on the advice of the Board, by legislative instrument, make Regulations to prescribe the form of notices and any other documents required to be issued under this Part; prescribe the form of notices and any other documents required to be issued under this Part; prescribe the conditions for registration of practitioners; prescribe the conditions for registration of practitioners; prescribe practice standards for practitioners; prescribe practice standards for practitioners; provide for the discipline of practitioners; provide for the discipline of practitioners; prescribe the fees to be paid under this Part; prescribe the fees to be paid under this Part; provide for the education and examination of practitioners; and provide for the education and examination of practitioners; and provide for any other matter necessary for the effective imple­mentation of the provisions of this Part. provide for any other matter necessary for the effective imple­mentation of the provisions of this Part. (2) A person who commits an offence under the Regulations is liable on summary conviction to a fine of not more than ten thousand penalty units or to a term of imprisonment of not more than twenty years. A person who commits an offence under the Regulations is liable on summary conviction to a fine of not more than ten thousand penalty units or to a term of imprisonment of not more than twenty years."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Interpretation",
      "content": "In this Part, unless the context otherwise requires,“approved hospital or institution” means a hospital or institu­tion approved under the prescribed law;“Board” means the governing body of the Council;“certified registered anaesthetist” means a practictioner under this Part other than the anaesthetist who administers anaesthesia;“Council” means the Medical and Dental Council;“dentistry” includes oral and maxillofacial surgery, restorative dentistry, preventive and community dentistry, orthodontics and paedodontics, penodontics, oral pathology and radiology and oral medicine;\"facilities\" includes physical structures, equipment and logis­tics registered under the prescribed law with the requisite human resource;“housemanship” means a period of training in an approved hospital or institution by a practitioner who has completed basic medical or dental training in a recognised institution or university;“house officer” means a practitioner who is doing housemanship;“medicine” includes surgery, anaesthesia, obstetrics and gynaecology, paediatrics, psychiatry, public health, internal medicine, radiology and radiotherapy;“Minister” means the Minister responsible for Health;“physician assistant” means physician assistant, medical assis­tant, community oral health officer, school dental nurse or school dental therapist;“practice” means the profession of medicine or dentistry;“practitioner” means a person registered to practise under this Part with qualifications recognized by the Board;“pre-registration training” means housemanship;“primary qualification” includes(a)the qualifying degrees of Medical and Dental Schools recognized by the Board;(b)any foreign qualifications recognized by the Board;(c)any degree or license in dentistry granted by any Medical or Dental Authority and recognised by the Board; or(d)any other Medical and Dental qualifications that the Board may in writing specify to the Registrar;“qualifying examination” means an examination which a medical or dental student is required to pass in order to obtain a primary qualification;“Regulations” means the Regulations made under this Part;“training institutions” means an accredited medical or dental school, university or postgraduate medical college; and“registered practitioner” means a medical or dental practiioner, physician assistants or certified registered anaesthetists. In this Part, unless the context otherwise requires, “approved hospital or institution” means a hospital or institu­tion approved under the prescribed law; “Board” means the governing body of the Council; “certified registered anaesthetist” means a practictioner under this Part other than the anaesthetist who administers anaesthesia; “Council” means the Medical and Dental Council; “dentistry” includes oral and maxillofacial surgery, restorative dentistry, preventive and community dentistry, orthodontics and paedodontics, penodontics, oral pathology and radiology and oral medicine; \"facilities\" includes physical structures, equipment and logis­tics registered under the prescribed law with the requisite human resource; “housemanship” means a period of training in an approved hospital or institution by a practitioner who has completed basic medical or dental training in a recognised institution or university; “house officer” means a practitioner who is doing housemanship; “medicine” includes surgery, anaesthesia, obstetrics and gynaecology, paediatrics, psychiatry, public health, internal medicine, radiology and radiotherapy; “Minister” means the Minister responsible for Health; “physician assistant” means physician assistant, medical assis­tant, community oral health officer, school dental nurse or school dental therapist; “practice” means the profession of medicine or dentistry; “practitioner” means a person registered to practise under this Part with qualifications recognized by the Board; “pre-registration training” means housemanship; the qualifying degrees of Medical and Dental Schools recognized by the Board; any foreign qualifications recognized by the Board; any degree or license in dentistry granted by any Medical or Dental Authority and recognised by the Board; or any other Medical and Dental qualifications that the Board may in writing specify to the Registrar; “qualifying examination” means an examination which a medical or dental student is required to pass in order to obtain a primary qualification; “Regulations” means the Regulations made under this Part; “training institutions” means an accredited medical or dental school, university or postgraduate medical college; and “registered practitioner” means a medical or dental practiioner, physician assistants or certified registered anaesthetists."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Transitional provisions",
      "content": "(1) The rights, assets and liabilities accrued in respect of the prop­erties vested in the Council established under the Medical and Dental Act, 1972 (NRCD 91) as amended immediately before the commence­ment of this Act and the persons employed by the Council shall be trans­ferred to the Medical and Dental Council established under this Act and accordingly proceedings taken by or against the former Council may be continued by or against the Council. The rights, assets and liabilities accrued in respect of the prop­erties vested in the Council established under the Medical and Dental Act, 1972 (NRCD 91) as amended immediately before the commence­ment of this Act and the persons employed by the Council shall be trans­ferred to the Medical and Dental Council established under this Act and accordingly proceedings taken by or against the former Council may be continued by or against the Council. (2) A contract subsisting between the former Council established under the Medical and Dental Act, 1972 (NRCD 91) and any other per­son and in effect immediately before the commencement of this Act shall subsist between the Council established under this Act and that other person. A contract subsisting between the former Council established under the Medical and Dental Act, 1972 (NRCD 91) and any other per­son and in effect immediately before the commencement of this Act shall subsist between the Council established under this Act and that other person."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Repeal and savings",
      "content": "(1) The The Medical and Dental Act, 1972 (NRCD 91) Medical and Dental Act, 1972 (NRCD 91) Medical and Dental (Amendment) Act 1979 (NRCD 207), and Medical and Dental (Amendment) Act 1979 (NRCD 207), and Medical and Dental (Amendment) Act 1979 (AFRCD 8) Medical and Dental (Amendment) Act 1979 (AFRCD 8) are hereby repealed. (2) Despite the repeal, Part VII of the Medical and Dental Act, 1972 (NRCD 91) related to disciplinary matters shall continue in force as if made under this Act until expressly provided for in the Regulations. Despite the repeal, Part VII of the Medical and Dental Act, 1972 (NRCD 91) related to disciplinary matters shall continue in force as if made under this Act until expressly provided for in the Regulations. (3) Despite the repeal, the Regulations, bye-laws, notices, orders, directions, appointments or any other act lawfully made or done under the repealed enactments and in force immediately before the commence­ment of this Act shall be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated. Despite the repeal, the Regulations, bye-laws, notices, orders, directions, appointments or any other act lawfully made or done under the repealed enactments and in force immediately before the commence­ment of this Act shall be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated. (4) Registers of medical and dental practitioners in use immediately before the commencement of this Act and every document prepared or issued under the Medical and Dental Act, 1972 (NRCD 91) shall continue in force as if kept, prepared or issued under the corresponding provisions of this Act until provision is otherwise made under this Part. Registers of medical and dental practitioners in use immediately before the commencement of this Act and every document prepared or issued under the Medical and Dental Act, 1972 (NRCD 91) shall continue in force as if kept, prepared or issued under the corresponding provisions of this Act until provision is otherwise made under this Part."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Establishment of the Nursing and Midwifery Council",
      "content": "(1) There is established by this Act a body corporate with perpetual succession to be known as the Nursing and Midwifery Council. There is established by this Act a body corporate with perpetual succession to be known as the Nursing and Midwifery Council. (2) Where there is hindrance to the acquisition of property, the property may be acquired for the Council under the State Property and Contracts Act, 1960 (C. A. 6) or the State Lands Act, 1962 (Act 125) and the costs shall be bome by the Council. Where there is hindrance to the acquisition of property, the property may be acquired for the Council under the State Property and Contracts Act, 1960 (C. A. 6) or the State Lands Act, 1962 (Act 125) and the costs shall be bome by the Council."
    },
    {
      "provision_ref": "s54",
      "section": "54",
      "title": "Object of the Council",
      "content": "The object of the Council is to secure in the public interest the highest standards of training and practice of nursing and midwifery. The object of the Council is to secure in the public interest the highest standards of training and practice of nursing and midwifery."
    },
    {
      "provision_ref": "s55",
      "section": "55",
      "title": "Functions of the Council",
      "content": "To achieve the object, the Council shall establish standards and provide guidelines for the development of a curriculum for the training of nurse assistants, nurses and midwives; establish standards and provide guidelines for the development of a curriculum for the training of nurse assistants, nurses and midwives; register and maintain a register of practitioners; register and maintain a register of practitioners; exercise disciplinary powers over practitioners; exercise disciplinary powers over practitioners; prescribe and maintain professional standards and conduct for practitioners; prescribe and maintain professional standards and conduct for practitioners; in collaboration with appropriate government agencies ensure that nursing and midwifery institutions are accredited; in collaboration with appropriate government agencies ensure that nursing and midwifery institutions are accredited; determine and implement post-registration, continuing education and continuing professional development programmes for practitioners; determine and implement post-registration, continuing education and continuing professional development programmes for practitioners; conduct licencing examination for registration of nurses, midwives and nurse assistants; conduct licencing examination for registration of nurses, midwives and nurse assistants; ensure that the education and training of nurses and mid­wives and other nursing practitioners are carried out at approved educational institutions for efficient nursing and midwifery practice; ensure that the education and training of nurses and mid­wives and other nursing practitioners are carried out at approved educational institutions for efficient nursing and midwifery practice; advise the Minister on matters relating to the practice of nursing and midwifery; advise the Minister on matters relating to the practice of nursing and midwifery; monitor and inspect training institutions and health facilities in collaboration with the Health Facilities Regulatory Agency; and monitor and inspect training institutions and health facilities in collaboration with the Health Facilities Regulatory Agency; and perform any other functions that are ancillary to the object of the Council. perform any other functions that are ancillary to the object of the Council."
    },
    {
      "provision_ref": "s56",
      "section": "56",
      "title": "Governing body of the Council",
      "content": "(1) The governing body of the Council is a Board consisting of The governing body of the Council is a Board consisting of a chairperson who is a registered nurse or midwife of not less than ten years standing as a practitioner, a chairperson who is a registered nurse or midwife of not less than ten years standing as a practitioner, one representative of registered nurses nominated by the nurses professional associations, one representative of registered nurses nominated by the nurses professional associations, one registered midwife nominated by the professional associations, one registered midwife nominated by the professional associations, one representative from a nursing school of the universities nominated by the universities from among themselves, one representative from a nursing school of the universities nominated by the universities from among themselves, one representative of a nursing and midwifery school nomi­nated from nursing and midwifery schools, one representative of a nursing and midwifery school nomi­nated from nursing and midwifery schools, one representative of the Attorney-General not below the level of Principal State Attorney, one representative of the Attorney-General not below the level of Principal State Attorney, one representative of the Ministry of Health not below the rank of a Director, one representative of the Ministry of Health not below the rank of a Director, one representative of nurses and midwives professionals within the security agencies, one representative of nurses and midwives professionals within the security agencies, two other persons who are not health professionals, and two other persons who are not health professionals, and the Registrar of the Council. the Registrar of the Council. (2) The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. (3) The Board shall ensure the proper and effective performance of the functions of the Council. The Board shall ensure the proper and effective performance of the functions of the Council."
    },
    {
      "provision_ref": "s57",
      "section": "57",
      "title": "Registration procedore",
      "content": "(1) A person shall not practise nursing or midwifery unless that person is registered as a practitioner in accordance with this Part. A person shall not practise nursing or midwifery unless that person is registered as a practitioner in accordance with this Part. (2) A person seeking registration shall apply to the Registrar in the manner determined by the Board. A person seeking registration shall apply to the Registrar in the manner determined by the Board. (3) The registration is valid for the period determined by the Board. The registration is valid for the period determined by the Board."
    },
    {
      "provision_ref": "s58",
      "section": "58",
      "title": "Qualification for registration",
      "content": "(1) A person does not qualify to practise as a nurse, midwife or nurse assistant unless that person A person does not qualify to practise as a nurse, midwife or nurse assistant unless that person holds a certificate from an institution recognised by the Council, and holds a certificate from an institution recognised by the Council, and passes a licentiate or professional examination conducted by the Council. passes a licentiate or professional examination conducted by the Council. (2) A person shall not be registered to practise as a nurse, midwife or nurse assistant unless that person fulfils the requirements determined by the Board. A person shall not be registered to practise as a nurse, midwife or nurse assistant unless that person fulfils the requirements determined by the Board. (3) A person registered by the Board shall pay the prescribed fee. A person registered by the Board shall pay the prescribed fee. (4) Despite subsection (1), the Board may register a person to practise as a nurse, midwife or nurse assistant on terms and conditions deter­mined by the Board. Despite subsection (1), the Board may register a person to practise as a nurse, midwife or nurse assistant on terms and conditions deter­mined by the Board. (5) A person who has obtained a higher degree or additional quali­fication is entitled to have the higher degree or additional qualification inserted in the register in addition to the qualification previously registered. A person who has obtained a higher degree or additional quali­fication is entitled to have the higher degree or additional qualification inserted in the register in addition to the qualification previously registered."
    },
    {
      "provision_ref": "s59",
      "section": "59",
      "title": "Registration of foreign trained practitioners",
      "content": "(1) A foreign trained nurse, midwife or nurse assistant who has A foreign trained nurse, midwife or nurse assistant who has obtained a recognised primary qualification, obtained a recognised primary qualification, passed or is exempted from the prescribed examination, passed or is exempted from the prescribed examination, shall undergo a period of training in an approved hospital or institution with provisional registration as determined by the Board before being registered under this Part. (2) A foreign trained nurse, midwife or nurse assistant who satisfies the requirements of subsection 1(a) and (b) and has already completed training outside the country shall undergo a period of internship training in an approved hospital or institution as determined by the Board. A foreign trained nurse, midwife or nurse assistant who satisfies the requirements of subsection 1(a) and (b) and has already completed training outside the country shall undergo a period of internship training in an approved hospital or institution as determined by the Board. (3) The Board may exempt a foreign trained nurse, midwife or nurse assistant from internship. The Board may exempt a foreign trained nurse, midwife or nurse assistant from internship."
    },
    {
      "provision_ref": "s60",
      "section": "60",
      "title": "Types of registers",
      "content": "(1) The Board shall have three categories of register for the registration of practitioners, namely The Board shall have three categories of register for the registration of practitioners, namely a permanent register for practitioners who intend to practise permanently in the country; a permanent register for practitioners who intend to practise permanently in the country; a temporary register for practitioners who intend to practise for a period of not more than three months; and a temporary register for practitioners who intend to practise for a period of not more than three months; and a provisional register for newly qualified and foreign trained practitioners who have passed the prescribed examination. a provisional register for newly qualified and foreign trained practitioners who have passed the prescribed examination. (2) The Registrar shall keep the registers. The Registrar shall keep the registers."
    },
    {
      "provision_ref": "s61",
      "section": "61",
      "title": "Permanent registration",
      "content": "(1) A person may apply to the Registrar for permanent registration after practicing with a provisional registration for a period determined by the Board. A person may apply to the Registrar for permanent registration after practicing with a provisional registration for a period determined by the Board. (2) A permanent registration is valid for the calendar year in which it was registered. A permanent registration is valid for the calendar year in which it was registered. (3) The registration shall be renewed by the practitioner before the specified expiry date as determined by the Board. The registration shall be renewed by the practitioner before the specified expiry date as determined by the Board."
    },
    {
      "provision_ref": "s62",
      "section": "62",
      "title": "Temporary registration",
      "content": "(1) A temporary registration is valid for a period of not more than three months in a year and is renewable yearly for not more than three years. A temporary registration is valid for a period of not more than three months in a year and is renewable yearly for not more than three years. (2) A practitioner on a temporary register shall not practise nursing or midwifery except in an approved hospital or institution. A practitioner on a temporary register shall not practise nursing or midwifery except in an approved hospital or institution. (3) A practitioner who contravenes subsection (2) commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than two thousand five hundred penalty units or to a term of imprisonment of not more than four years or to both. A practitioner who contravenes subsection (2) commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than two thousand five hundred penalty units or to a term of imprisonment of not more than four years or to both."
    },
    {
      "provision_ref": "s63",
      "section": "63",
      "title": "Provisional registration",
      "content": "(1) A provisional registration is valid for the period determined by the Board and subject to other conditions determined by the Board. A provisional registration is valid for the period determined by the Board and subject to other conditions determined by the Board. (2) A person registered on a provisional register shall practise only in a hospital or an institution approved by the Board. A person registered on a provisional register shall practise only in a hospital or an institution approved by the Board."
    },
    {
      "provision_ref": "s64",
      "section": "64",
      "title": "Suspension of registration",
      "content": "The Board may suspend the registration of a practitioner where an offence or allegation of misconduct in relation to the practitioner is being investigated; an offence or allegation of misconduct in relation to the practitioner is being investigated; a false declaration has been made in an application for a certificate or licence issued to the practitioner; or a false declaration has been made in an application for a certificate or licence issued to the practitioner; or the practitioner has contravened a provision of this Part. the practitioner has contravened a provision of this Part."
    },
    {
      "provision_ref": "s65",
      "section": "65",
      "title": "Cancellation of registration",
      "content": "The Board shall cancel the registration of a practitioner on the recommendation of the Disciplinary Committee of the Council when the practitioner is convicted of an offence under this Act or the Regulations is convicted of an offence under this Act or the Regulations has lost the qualification on the basis of which the registration was made; has lost the qualification on the basis of which the registration was made; is sentenced to a term of imprisonment for a criminal offence; or is sentenced to a term of imprisonment for a criminal offence; or fails to comply with the penalty imposed by the Council after due process. fails to comply with the penalty imposed by the Council after due process."
    },
    {
      "provision_ref": "s66",
      "section": "66",
      "title": "Annual list of registered practitioners",
      "content": "The Registrar may publish the list of registered practitioners periodically in the Gazette by the 31st of January each year. The Registrar may publish the list of registered practitioners periodically in the Gazette by the 31st of January each year."
    },
    {
      "provision_ref": "s67",
      "section": "67",
      "title": "Removal and restoration of names from register",
      "content": "(1) The Registrar shall, on the recommendations of the Board, remove from the register the name of a person The Registrar shall, on the recommendations of the Board, remove from the register the name of a person who is dead, who is dead, who has been found guilty of professional misconduct by the Disciplinary Committee, or who has been found guilty of professional misconduct by the Disciplinary Committee, or who has not paid the prescribed fee. who has not paid the prescribed fee. (2) The name of a person may be restored to the register by the Registrar as directed by the Board. The name of a person may be restored to the register by the Registrar as directed by the Board."
    },
    {
      "provision_ref": "s68",
      "section": "68",
      "title": "Representation to the Board and appeal",
      "content": "(1) A person whose application for registration is refused by the Registrar may appeal against the refusal to the Board. A person whose application for registration is refused by the Registrar may appeal against the refusal to the Board. (2) Registration shall not be suspended unless the Board has given the practitioner at least thirty days notice of its intention to suspend the registration and has provided the practitioner with an opportunity to make a representation to the Board. Registration shall not be suspended unless the Board has given the practitioner at least thirty days notice of its intention to suspend the registration and has provided the practitioner with an opportunity to make a representation to the Board. (3) Registration shall not be cancelled unless the Board has given the practitioner at least thirty days notice of its intention to cancel the registration. Registration shall not be cancelled unless the Board has given the practitioner at least thirty days notice of its intention to cancel the registration. (4) A person dissatisfied with a decision of the Board may appeal to the High Court. A person dissatisfied with a decision of the Board may appeal to the High Court."
    },
    {
      "provision_ref": "s69",
      "section": "69",
      "title": "Entry of premises",
      "content": "A person authorised by the Board may enter premises at a reasonable time to inspect the registration of a nurse or midwife in a facility or the licence of a nursing facility, to inspect the registration of a nurse or midwife in a facility or the licence of a nursing facility, if that person has reasonable cause to believe that an offence with respect to this Part has been, or is about to be or is being committed on the premises. if that person has reasonable cause to believe that an offence with respect to this Part has been, or is about to be or is being committed on the premises."
    },
    {
      "provision_ref": "s70",
      "section": "70",
      "title": "Investigation by inspector",
      "content": "(1) The inspector may The inspector may require a person on the premises to furnish information in the possession of the person concerning the activities carried on in the premises and the people who carry out the activities, require a person on the premises to furnish information in the possession of the person concerning the activities carried on in the premises and the people who carry out the activities, inspect the premises and articles found on the premises, and inspect the premises and articles found on the premises, and take away materials or articles found on the premises. take away materials or articles found on the premises. (2) The inspector shall tender reasonable payment for a material or article taken away under this section. The inspector shall tender reasonable payment for a material or article taken away under this section. (3) Despite subsection (2) Despite subsection (2) payment shall not be tendered for materials or articles if the inspector reasonably suspects that the material or article is unfit for its purpose due to deterioration, impurity, adulteration or other defect; payment shall not be tendered for materials or articles if the inspector reasonably suspects that the material or article is unfit for its purpose due to deterioration, impurity, adulteration or other defect; if the material or article is found to be fit, reasonable pay­ment shall be tendered by the inspector for the portion of the material or article that is not returned to its owner in good condition; and if the material or article is found to be fit, reasonable pay­ment shall be tendered by the inspector for the portion of the material or article that is not returned to its owner in good condition; and payment shall not be tendered for a material or article if the inspector anticipates that proceedings for an offence under this Part may be brought in respect of the materials or articles. payment shall not be tendered for a material or article if the inspector anticipates that proceedings for an offence under this Part may be brought in respect of the materials or articles. (4) The inspector shall tender reasonable payment for the portion of the materials or articles that have been returned to the owner in good condition where proceedings are not commenced within six months. The inspector shall tender reasonable payment for the portion of the materials or articles that have been returned to the owner in good condition where proceedings are not commenced within six months. (5) Where materials or articles are taken under this section, an inventory of the materials or articles shall be made and shall be signed by the senior nursing officer and the inspector and a copy of the inventory shall be given to the senior nursing officer. Where materials or articles are taken under this section, an inventory of the materials or articles shall be made and shall be signed by the senior nursing officer and the inspector and a copy of the inventory shall be given to the senior nursing officer. (6) The inspector shall seize the materials or articles that constitute an imminent danger to the public health or welfare. The inspector shall seize the materials or articles that constitute an imminent danger to the public health or welfare. (7) An inspector exercising any power conferred by this Part shall produce on demand a duly authenticated document which shows that the inspector has the authority to exercise the power. An inspector exercising any power conferred by this Part shall produce on demand a duly authenticated document which shows that the inspector has the authority to exercise the power."
    },
    {
      "provision_ref": "s71",
      "section": "71",
      "title": "Power of closure",
      "content": "(1) An inspector may close premises that uses restricted materials or articles where there are grounds to believe that a health hazard may exist on the premises. An inspector may close premises that uses restricted materials or articles where there are grounds to believe that a health hazard may exist on the premises. (2) The closure of the premises shall be made with the assistance of the police but where this is not possible, the closure shall be reported to the police within twenty four hours after the closure. The closure of the premises shall be made with the assistance of the police but where this is not possible, the closure shall be reported to the police within twenty four hours after the closure. (3) The order in respect of the health hazard may have conditions attached as determined by the Board. The order in respect of the health hazard may have conditions attached as determined by the Board."
    },
    {
      "provision_ref": "s72",
      "section": "72",
      "title": "Notice of change of name or address",
      "content": "A registered practitioner shall notify the Registrar of a change in name or address within thirty days of the change. A registered practitioner shall notify the Registrar of a change in name or address within thirty days of the change."
    },
    {
      "provision_ref": "s73",
      "section": "73",
      "title": "Offences",
      "content": "A person who makes a false declaration in an application for registration as a practitioner; makes a false declaration in an application for registration as a practitioner; wilfully and falsely uses a name, title or addition implying a qualification to practice as a practitioner; wilfully and falsely uses a name, title or addition implying a qualification to practice as a practitioner; practices or professes to practice as a practitioner; practices or professes to practice as a practitioner; fails to renew registration and continues to practice; fails to renew registration and continues to practice; provides unauthorised service in a licensed facility; provides unauthorised service in a licensed facility; provides service in an unlicensed facility; provides service in an unlicensed facility; fails to conform to practice standards of nursing and mid­wifery; fails to conform to practice standards of nursing and mid­wifery; fails to cease practising after suspension, cancellation or revocation of registration; fails to cease practising after suspension, cancellation or revocation of registration; fails to comply with disciplinary sanctions of the Board; fails to comply with disciplinary sanctions of the Board; engages unqualified persons to practice; engages unqualified persons to practice; wilfully destroys or damages a register kept under this Part; or wilfully destroys or damages a register kept under this Part; or contravenes any other provision of this Part contravenes any other provision of this Part commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than five thousand penalty units or to a term of imprisonment of not more than ten years or to both and in the case of a continuing offence to a further fine of twenty penalty units for each day during which the offence continues after written notice has been served on the offender personally by the Council."
    },
    {
      "provision_ref": "s74",
      "section": "74",
      "title": "Regulations",
      "content": "(1) The Minister may, on the advice of the Board, by legislative instrument, make Regulations to The Minister may, on the advice of the Board, by legislative instrument, make Regulations to prescribe the conditions for registration of practitioners; prescribe the conditions for registration of practitioners; prescribe practice standards for practitioners; prescribe practice standards for practitioners; provide for the discipline of practitioners; provide for the discipline of practitioners; prescribe the fees to be paid under this Part; prescribe the fees to be paid under this Part; prescribe accreditation standards for practitioners and train­ing institutions; and prescribe accreditation standards for practitioners and train­ing institutions; and provide for any other matter necessary for the effective imple­mentation of the provisions of this Act. provide for any other matter necessary for the effective imple­mentation of the provisions of this Act. (2) A person who commits an offence under the Regulations is liable on summary conviction to a fine not exceeding five thousand penalty units or to a term of imprisonment of not more than ten years. A person who commits an offence under the Regulations is liable on summary conviction to a fine not exceeding five thousand penalty units or to a term of imprisonment of not more than ten years."
    },
    {
      "provision_ref": "s75",
      "section": "75",
      "title": "Interpretation",
      "content": "In this Part, unless the context otherwise requires,“approved hospital or institution” means a hospital or institu­tion approved by the Board;“Board” means governing body of the Council;“Council” means the Nursing and Midwifery Council;“midwife” means a person who has been registered as a midwife under this Part;“midwifery” means the supervision, care and education of women on how to live a healthy life during pregnancy, labour, including the care of the newborn baby and the post partum period by a registered midwife;“Minister” means the Minister responsible for Health;“nurse” means a person who has been registered as a nurse under this Part;“nurse assistant” means a person who has been registered under this Part to assist a nurse or midwife;“nursing” means the promotion of health, prevention of illness, and care of the physically ill, mentally ill, and persons with a disability in health care and other community settings by a registered nurse;“practice” means the profession of nursing or midwifery;“practitioner” means a person registered to praactice under this Part with qualifications recognised by the Board;“recognised primary qualification” means accredited basic nursing and midwifery training; and“Regulations” means the Regulations made under this Act. In this Part, unless the context otherwise requires, “approved hospital or institution” means a hospital or institu­tion approved by the Board; “Board” means governing body of the Council; “Council” means the Nursing and Midwifery Council; “midwife” means a person who has been registered as a midwife under this Part; “midwifery” means the supervision, care and education of women on how to live a healthy life during pregnancy, labour, including the care of the newborn baby and the post partum period by a registered midwife; “Minister” means the Minister responsible for Health; “nurse” means a person who has been registered as a nurse under this Part; “nurse assistant” means a person who has been registered under this Part to assist a nurse or midwife; “nursing” means the promotion of health, prevention of illness, and care of the physically ill, mentally ill, and persons with a disability in health care and other community settings by a registered nurse; “practice” means the profession of nursing or midwifery; “practitioner” means a person registered to praactice under this Part with qualifications recognised by the Board; “recognised primary qualification” means accredited basic nursing and midwifery training; and “Regulations” means the Regulations made under this Act."
    },
    {
      "provision_ref": "s76",
      "section": "76",
      "title": "Transitional provisions",
      "content": "(1) The rights, assets and liabilities accrued in respect of the proper­ties vested in the Council established under the Nurses and Midwives Act, 1972 (NRCD 117) immediately before the commencement of this Act and the persons employed by the Council shall be transferred to the Nursing and Midwifery Council established under this Act and accord­ingly proceedings taken by or against the former Council may be contin­ued by or against the Council. The rights, assets and liabilities accrued in respect of the proper­ties vested in the Council established under the Nurses and Midwives Act, 1972 (NRCD 117) immediately before the commencement of this Act and the persons employed by the Council shall be transferred to the Nursing and Midwifery Council established under this Act and accord­ingly proceedings taken by or against the former Council may be contin­ued by or against the Council. (2) A contract subsisting between the former Council established under the Nurses and Midwives Act, 1972 (NRCD 117) and another person and in effect immediately before the commencement of this Act shall subsist between the Council under this Act and that other person. A contract subsisting between the former Council established under the Nurses and Midwives Act, 1972 (NRCD 117) and another person and in effect immediately before the commencement of this Act shall subsist between the Council under this Act and that other person."
    },
    {
      "provision_ref": "s77",
      "section": "77",
      "title": "Repeal and savings",
      "content": "(1) The Nurses and Midwives Act, 1972 (NRCD 117) is hereby repealed. The Nurses and Midwives Act, 1972 (NRCD 117) is hereby repealed. (2) Despite the repeal, Part III of the Nurses and Midwives Act, 1972 (NRCD 117) related to disciplinary matters shall continue in force as if made under this Act until expressly provided for in the Regulations. Despite the repeal, Part III of the Nurses and Midwives Act, 1972 (NRCD 117) related to disciplinary matters shall continue in force as if made under this Act until expressly provided for in the Regulations. (3) Despite the repeal of the Nurses and Midwives Act, 1972 (NRCD 117), the Regulations, bye-laws, notices, orders, directions, appointments or any other act lawfully made or done under the repealed enactment and in force immediately before the commencement of this Act shall be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated. Despite the repeal of the Nurses and Midwives Act, 1972 (NRCD 117), the Regulations, bye-laws, notices, orders, directions, appointments or any other act lawfully made or done under the repealed enactment and in force immediately before the commencement of this Act shall be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated. (4) Registers of nurses and midwives in use immediately before the commencement of this Act and every document prepared or issued under the Nurses and Midwives Act, 1972 (NRCD 117) shall continue in force as if kept, prepared or issued under the corresponding provisions of this Part. Registers of nurses and midwives in use immediately before the commencement of this Act and every document prepared or issued under the Nurses and Midwives Act, 1972 (NRCD 117) shall continue in force as if kept, prepared or issued under the corresponding provisions of this Part."
    },
    {
      "provision_ref": "s78",
      "section": "78",
      "title": "Establishment of the Pharmacy Council",
      "content": "(1) There is established by this Act a body corporate with perpetual succession to be known as the Pharmacy Council. There is established by this Act a body corporate with perpetual succession to be known as the Pharmacy Council. (2) Where there is hindrance to the acquisition of property, the property may be acquired for the Council under the State Property and Contracts Act, 1960 (C.A. 6) or the State Lands Act, 1962 (Act 125) and the costs shall be borne by the Council. Where there is hindrance to the acquisition of property, the property may be acquired for the Council under the State Property and Contracts Act, 1960 (C.A. 6) or the State Lands Act, 1962 (Act 125) and the costs shall be borne by the Council."
    },
    {
      "provision_ref": "s79",
      "section": "79",
      "title": "Object of the Council",
      "content": "The object of the Council is to secure in the public interest the highest standards in the practice of pharmacy in the country. The object of the Council is to secure in the public interest the highest standards in the practice of pharmacy in the country."
    },
    {
      "provision_ref": "s80",
      "section": "80",
      "title": "Functions of the Council",
      "content": "To achieve the object, the Council shall ensure that the education and training of pharmacists and any other pharmaceutical support staff are carried out at approved educational institutions for efficient pharmacy practice; ensure that the education and training of pharmacists and any other pharmaceutical support staff are carried out at approved educational institutions for efficient pharmacy practice; set standards for continuous professional development for practitioners and pharmaceutical support staff; set standards for continuous professional development for practitioners and pharmaceutical support staff; register practitioners; register practitioners; ensure the equitable and accessible distribution of pharma­ceutical premises; ensure the equitable and accessible distribution of pharma­ceutical premises; monitor and inspect pharmacy practices where pharmaceu­tical care is provided; monitor and inspect pharmacy practices where pharmaceu­tical care is provided; set and ensure standards for pharmacy practice and profes­sional conduct; set and ensure standards for pharmacy practice and profes­sional conduct; provide guidelines for the education, training, registration, licensing and the practice of all pharmaceutical support staff, provide guidelines for the education, training, registration, licensing and the practice of all pharmaceutical support staff, exercise disciplinary power over pharmacists and any other pharmaceutical support staff; exercise disciplinary power over pharmacists and any other pharmaceutical support staff; ensure accreditation for pharmacy programmes in collabo­ration with appropriate State agencies; ensure accreditation for pharmacy programmes in collabo­ration with appropriate State agencies; develop a management and administrative structure and systems to provide an efficient mechanism to regulate pharmacy practice; develop a management and administrative structure and systems to provide an efficient mechanism to regulate pharmacy practice; advise the Minister on pharmacy practice and related matters; and advise the Minister on pharmacy practice and related matters; and perform any other function that is ancillary to the object of the Council. perform any other function that is ancillary to the object of the Council."
    },
    {
      "provision_ref": "s81",
      "section": "81",
      "title": "Governing body of the Council",
      "content": "(1) The governing body of the Council is a Board consisting of The governing body of the Council is a Board consisting of a chairperson who is a registered pharmacist of not less than ten years standing as a pharmacist, a chairperson who is a registered pharmacist of not less than ten years standing as a pharmacist, one representative of the Ministry of Health not below the rank of a Director, one representative of the Ministry of Health not below the rank of a Director, one representative of an accredited training institution that provides tertiary training for pharmacists nominated by the Minister, one representative of an accredited training institution that provides tertiary training for pharmacists nominated by the Minister, one registered pharmacist elected by registered pharmacists; one registered pharmacist elected by registered pharmacists; three other persons who may not be health professionals one of whom is a woman nominated by the Minister, three other persons who may not be health professionals one of whom is a woman nominated by the Minister, one representative of the Attorney-General not below the level of Principal State Attorney, and one representative of the Attorney-General not below the level of Principal State Attorney, and the Registrar of the Council. the Registrar of the Council. (2) The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. (3) The Board shall ensure the proper and effective performance of the functions of the Council. The Board shall ensure the proper and effective performance of the functions of the Council."
    },
    {
      "provision_ref": "s82",
      "section": "82",
      "title": "Registration of pharmacists and other pharmaceutical support staff",
      "content": "(1) A person shall not practise as a pharmacist or a pharmaceutical support staff unless that person is registered as a practitioner in accor­dance with this Part. A person shall not practise as a pharmacist or a pharmaceutical support staff unless that person is registered as a practitioner in accor­dance with this Part. (2) A person seeking registration shall apply to the Registrar in the manner determined by the Board. A person seeking registration shall apply to the Registrar in the manner determined by the Board. (3) The registration is valid for the period determined by the Board. The registration is valid for the period determined by the Board."
    },
    {
      "provision_ref": "s83",
      "section": "83",
      "title": "Qualification for registration",
      "content": "(1) A person shall not be registered to practise as a pharmacist unless that person A person shall not be registered to practise as a pharmacist unless that person holds a degree in pharmacy, or holds a degree in pharmacy, or holds a qualification recognised by the Board that entitles that person to be registered as a pharmacist, and holds a qualification recognised by the Board that entitles that person to be registered as a pharmacist, and provides evidence of completion of an internship programme undertaken in an accredited pharmacy institution after academic training in the country, provides evidence of completion of an internship programme undertaken in an accredited pharmacy institution after academic training in the country, has passed the professional qualifying examination, and has passed the professional qualifying examination, and satisfies any other requirements of this Part. satisfies any other requirements of this Part. (2) A person shall not be registered to practise as a pharmaceutical support staff unless that person fulfils the requirements determined by the Board. A person shall not be registered to practise as a pharmaceutical support staff unless that person fulfils the requirements determined by the Board. (3) A person registered by the Board shall pay the prescribed fee. A person registered by the Board shall pay the prescribed fee. (4) A person who has obtained a higher degree or additional quali­fication is entitled to have the higher degree or additional qualification inserted in the register in addition to the qualification previously registered. A person who has obtained a higher degree or additional quali­fication is entitled to have the higher degree or additional qualification inserted in the register in addition to the qualification previously registered."
    },
    {
      "provision_ref": "s84",
      "section": "84",
      "title": "Registration of a foreign trained person",
      "content": "A foreign trained person may be registered as a practitioner where that person has satisfied the requirements in section 83, has satisfied the requirements in section 83, has a good working knowledge of the English language, and has a good working knowledge of the English language, and has proof of qualification and registration to practise in that person’s country of origin or where that person was trained. has proof of qualification and registration to practise in that person’s country of origin or where that person was trained."
    },
    {
      "provision_ref": "s85",
      "section": "85",
      "title": "Types of Register",
      "content": "(1) The Board shall have three categories of registers for the regis­tration of practitioners namely The Board shall have three categories of registers for the regis­tration of practitioners namely a permanent register for practitioners who intend to practice permanently in the country; a permanent register for practitioners who intend to practice permanently in the country; a temporary register for practitioners who intend, to practice for a period of not more than three months; and a temporary register for practitioners who intend, to practice for a period of not more than three months; and a provisional register for newly qualified and foreign trained practitioners who have passed the prescribed exams. a provisional register for newly qualified and foreign trained practitioners who have passed the prescribed exams. (2) The Registrar shall keep the registers. The Registrar shall keep the registers. (3) The form and nature of the register shall be determined by the Board. The form and nature of the register shall be determined by the Board."
    },
    {
      "provision_ref": "s86",
      "section": "86",
      "title": "Permanent registration",
      "content": "(1) A person may apply to the Registrar for permanent registra­tion after practicing with a provisional registration for a period deter­mined by the Board. A person may apply to the Registrar for permanent registra­tion after practicing with a provisional registration for a period deter­mined by the Board. (2) A permanent registration is valid for the calendar year in which it was registered A permanent registration is valid for the calendar year in which it was registered (3) The registration shall be renewed by the practitioner before the specified expiry date as determined by the Board. The registration shall be renewed by the practitioner before the specified expiry date as determined by the Board."
    },
    {
      "provision_ref": "s87",
      "section": "87",
      "title": "Temporary registration",
      "content": "(1) A temporary registration is valid for a period of not more than three months and is renewable yearly for another period of not more than three years. A temporary registration is valid for a period of not more than three months and is renewable yearly for another period of not more than three years. (2) A practitioner on a temporary register shall not practise phar­macy except in an approved hospital, premises or institution. A practitioner on a temporary register shall not practise phar­macy except in an approved hospital, premises or institution. (3) A practitioner who contravenes subsection (2) commits an of­fence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than two thousand five hundred penalty units or to a term of imprisonment of not more than four years or to both. A practitioner who contravenes subsection (2) commits an of­fence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than two thousand five hundred penalty units or to a term of imprisonment of not more than four years or to both."
    },
    {
      "provision_ref": "s88",
      "section": "88",
      "title": "Annual list of practitioners",
      "content": "The Registrar shall publish the list of registered practitioners yearly in the Gazette by the 31st of January. The Registrar shall publish the list of registered practitioners yearly in the Gazette by the 31st of January."
    },
    {
      "provision_ref": "s89",
      "section": "89",
      "title": "Removal and restoration of names from register",
      "content": "(1) The Registrar shall on the recommendations of the Board remove from the register the name of a person The Registrar shall on the recommendations of the Board remove from the register the name of a person who is dead, who is dead, who has been found guilty of professional misconduct by the Disciplinary Committee; or who has been found guilty of professional misconduct by the Disciplinary Committee; or who has not paid the prescribed fee. who has not paid the prescribed fee. (2) The name of a person may be restored to the register by the Registrar as directed by the Board. The name of a person may be restored to the register by the Registrar as directed by the Board."
    },
    {
      "provision_ref": "s90",
      "section": "90",
      "title": "Suspension of registration",
      "content": "(1) The Board may suspend the registration of a pharmacist or pharmaceutical support staff where The Board may suspend the registration of a pharmacist or pharmaceutical support staff where an offence or allegation of misconduct in relation to the pharmacist or pharmaceutical support staff is being investi­gated, an offence or allegation of misconduct in relation to the pharmacist or pharmaceutical support staff is being investi­gated, a false declaration has been made in an application for registration by the pharmacist or pharmaceutical support staff; or a false declaration has been made in an application for registration by the pharmacist or pharmaceutical support staff; or the pharmacist or pharmaceutical support staff has contra­vened a provision of this Part.[Please note: Numbering as in original.] the pharmacist or pharmaceutical support staff has contra­vened a provision of this Part. [Please note: Numbering as in original.] (2) Registration shall not be suspended unless the Board has given the pharmacist or pharmaceutical support staff at least thirty days notice of its intention to suspend the registration and has provided the pharmacist or the pharmaceutical support staff an opportunity to make a represen­tation to the Board. Registration shall not be suspended unless the Board has given the pharmacist or pharmaceutical support staff at least thirty days notice of its intention to suspend the registration and has provided the pharmacist or the pharmaceutical support staff an opportunity to make a represen­tation to the Board."
    },
    {
      "provision_ref": "s91",
      "section": "91",
      "title": "Cancellation of registration",
      "content": "(1) The Board shall cancel the registration of a pharmacist or pharmaceutical support staff on the recommendation of the Disciplinary Committee of the Council where the practitioner The Board shall cancel the registration of a pharmacist or pharmaceutical support staff on the recommendation of the Disciplinary Committee of the Council where the practitioner is convicted of an offence under this Part or the Regula­tions; is convicted of an offence under this Part or the Regula­tions; has lost the qualification on the basis of which the registration was made; has lost the qualification on the basis of which the registration was made; is sentenced to a term of imprisonment for a criminal offence; or is sentenced to a term of imprisonment for a criminal offence; or fails to comply with the penalty imposed by the Council after due process. fails to comply with the penalty imposed by the Council after due process. (2) Registration shall not be cancelled unless the Board has given the practitioner at least thirty days notice of its intention to cancel the registration. Registration shall not be cancelled unless the Board has given the practitioner at least thirty days notice of its intention to cancel the registration."
    },
    {
      "provision_ref": "s92",
      "section": "92",
      "title": "Appeal",
      "content": "A person dissatisfied with a decision of the Board may appeal to the High Court, within a period of thirty days from the date the decision is communicated to the person. A person dissatisfied with a decision of the Board may appeal to the High Court, within a period of thirty days from the date the decision is communicated to the person."
    },
    {
      "provision_ref": "s93",
      "section": "93",
      "title": "Licensing of corporate bodies",
      "content": "(1) The Board may grant a licence to a body corporate or a government institution if satisfied that The Board may grant a licence to a body corporate or a government institution if satisfied that the applicant is fit to carry on the business of mixing, compounding, preparing or supplying restricted medicines by retail, and the applicant is fit to carry on the business of mixing, compounding, preparing or supplying restricted medicines by retail, and the business of the applicant is carried on under the super­vision of a superintendent pharmacist. the business of the applicant is carried on under the super­vision of a superintendent pharmacist. (2) The Board may revoke the licence granted under subsection (1) where a condition specified in the licence has not been complied with. The Board may revoke the licence granted under subsection (1) where a condition specified in the licence has not been complied with."
    },
    {
      "provision_ref": "s94",
      "section": "94",
      "title": "Licensing of over the counter medicine sellers",
      "content": "(1) The Board may grant a licence to an over the counter medicine seller if satisfied that The Board may grant a licence to an over the counter medicine seller if satisfied that the applicant is fit to carry on the business of the retail supply of restricted medicines other than prescription only medicines or pharmacy only medicines, or the applicant is fit to carry on the business of the retail supply of restricted medicines other than prescription only medicines or pharmacy only medicines, or the area where the applicant proposes to carry on the business is deprived of a pharmaceutical service. the area where the applicant proposes to carry on the business is deprived of a pharmaceutical service. (2) The Board may revoke the licence granted to an over the counter medicine seller if the over the counter medicine seller is in default of a provision of this Part or if a condition specified in the licence has ceased to exist. The Board may revoke the licence granted to an over the counter medicine seller if the over the counter medicine seller is in default of a provision of this Part or if a condition specified in the licence has ceased to exist. (3) The Board may impose a penalty not exceeding two hundred and fifty penalty units instead of revoking a licence where an over the counter medicine seller contravenes this section. The Board may impose a penalty not exceeding two hundred and fifty penalty units instead of revoking a licence where an over the counter medicine seller contravenes this section."
    },
    {
      "provision_ref": "s95",
      "section": "95",
      "title": "Licence for wholesale supply of restricted medicines",
      "content": "(1) A person shall not carry on the business of the wholesale supply of restricted medicines unless that person has a licence for the wholesale supply of restricted medicines. A person shall not carry on the business of the wholesale supply of restricted medicines unless that person has a licence for the wholesale supply of restricted medicines. (2) The Board may grant a licence for the wholesale supply of restricted medicines subject to conditions which may prohibit or limit the supply of restricted medicines of a particular description. The Board may grant a licence for the wholesale supply of restricted medicines subject to conditions which may prohibit or limit the supply of restricted medicines of a particular description. (3) A promotional or marketing office where a person intends to engage in the wholesale pharmacy business shall be licensed and supervised by a registered pharmacist. A promotional or marketing office where a person intends to engage in the wholesale pharmacy business shall be licensed and supervised by a registered pharmacist. (4) The Board may revoke the licence granted for wholesale pharmacy if the licence holder has contravened a provision of this Part or a condition specified in the licence has ceased to exist. The Board may revoke the licence granted for wholesale pharmacy if the licence holder has contravened a provision of this Part or a condition specified in the licence has ceased to exist."
    },
    {
      "provision_ref": "s96",
      "section": "96",
      "title": "Action to be taken after supply of restricted medicines",
      "content": "Where a restricted medicine is supplied under a valid prescription, the supplier of the medicine shall enter on the valid prescription in indelible writing, the date on which the medicine is supplied and the name and address of the supplier, and enter on the valid prescription in indelible writing, the date on which the medicine is supplied and the name and address of the supplier, and if the medicine is fully dispensed, retain the valid prescription for two years on the premises at which the medicine is dispensed so that the prescription is readily available for inspection. if the medicine is fully dispensed, retain the valid prescription for two years on the premises at which the medicine is dispensed so that the prescription is readily available for inspection."
    },
    {
      "provision_ref": "s97",
      "section": "97",
      "title": "Restriction on sale and supply of restricted medicines",
      "content": "A person shall not sell or supply prescription medicine unless under a valid prescription, under a valid prescription, the medicine is in a container of the prescribed description, and the medicine is in a container of the prescribed description, and the container bears a label indicating the prescribed particulars of its contents. the container bears a label indicating the prescribed particulars of its contents."
    },
    {
      "provision_ref": "s98",
      "section": "98",
      "title": "Restricted Medicines Record Book",
      "content": "(1) A person who supplies restricted medicines shall keep on the premises from where medicines are supplied a Restricted Medicines Record Book of the prescribed description. A person who supplies restricted medicines shall keep on the premises from where medicines are supplied a Restricted Medicines Record Book of the prescribed description. (2) Before a person supplies a restricted medicine, that person shall record in the Restricted Medicines Record Book Before a person supplies a restricted medicine, that person shall record in the Restricted Medicines Record Book the name and quantity of the medicine to be supplied, the name and quantity of the medicine to be supplied, the name, the address and signature or thumbprint of the person to whom it is supplied, the name, the address and signature or thumbprint of the person to whom it is supplied, the name and signature of the person who supplied the medi­cines, and the name and signature of the person who supplied the medi­cines, and the date of supply. the date of supply. (3) This section shall not apply to transactions which are recorded electronically. This section shall not apply to transactions which are recorded electronically."
    },
    {
      "provision_ref": "s99",
      "section": "99",
      "title": "Prescription and supply of medicines",
      "content": "A pharmacist or licensed company shall not sell or supply pre­scription only medicine except under a valid prescription issued by a medical practitioner, a dentist or a veterinary practitioner or any person authorised or approved by the Minister. A pharmacist or licensed company shall not sell or supply pre­scription only medicine except under a valid prescription issued by a medical practitioner, a dentist or a veterinary practitioner or any person authorised or approved by the Minister."
    },
    {
      "provision_ref": "s100",
      "section": "100",
      "title": "Restriction on the preparation and supply of restricted medicines",
      "content": "(1) A person shall not mix, compound, prepare or supply a restricted medicine unless that person is a pharmacist or is a licensed pharmaceutical company. A person shall not mix, compound, prepare or supply a restricted medicine unless that person is a pharmacist or is a licensed pharmaceutical company. (2) Subsection (1) does not apply to Subsection (1) does not apply to the supply of medicines by the supply of medicines by a medical practitioner, dentist or veterinary practi­tioner to a patient in urgent need of treatment, and a medical practitioner, dentist or veterinary practi­tioner to a patient in urgent need of treatment, and other health practitioners who may supply a limited range of medicines determined by the Board, other health practitioners who may supply a limited range of medicines determined by the Board, the administration by a nurse or midwife of a medicine in accordance with directions given by a medical practitioner to an out-patient attending a medical treatment centre or to an in-patient, the administration by a nurse or midwife of a medicine in accordance with directions given by a medical practitioner to an out-patient attending a medical treatment centre or to an in-patient, the supply of a medicine other than a prescription only medicine or pharmacy restricted medicine by a licensed over the counter medicine seller, the supply of a medicine other than a prescription only medicine or pharmacy restricted medicine by a licensed over the counter medicine seller, the mixing, supplying, compounding or preparing of a medicine by a pharmacy technician or student under, the supervision of a pharmacist or by a student or a trainee un­dergoing instructions at an institution approved by the Board; or the mixing, supplying, compounding or preparing of a medicine by a pharmacy technician or student under, the supervision of a pharmacist or by a student or a trainee un­dergoing instructions at an institution approved by the Board; or programmes of the Council aimed at enhancing access to pharmaceutical services. programmes of the Council aimed at enhancing access to pharmaceutical services."
    },
    {
      "provision_ref": "s101",
      "section": "101",
      "title": "Sale or supply of restricted medicines",
      "content": "A pharmacist or licensed pharmaceutical company may sell or supply prescription only medicine to a person without a valid prescrip­tion if the supplier of the medicine reasonably believes that the person to whom the medicine is to be supplied is the proper person. A pharmacist or licensed pharmaceutical company may sell or supply prescription only medicine to a person without a valid prescrip­tion if the supplier of the medicine reasonably believes that the person to whom the medicine is to be supplied is the proper person."
    },
    {
      "provision_ref": "s102",
      "section": "102",
      "title": "Possession of restricted medicines",
      "content": "A person shall not possess or be in control of a restricted medicine except in accordance with this Part. A person shall not possess or be in control of a restricted medicine except in accordance with this Part."
    },
    {
      "provision_ref": "s103",
      "section": "103",
      "title": "Meaning of valid prescription",
      "content": "(1) For purposes of sections 96, 97, 99 and 101 a prescription is valid only if it is for the sale or supply of medicine and; For purposes of sections 96, 97, 99 and 101 a prescription is valid only if it is for the sale or supply of medicine and; is in indelible writing signed and dated by a medical practi­tioner, dentist or veterinary surgeon, or approved prescriber is in indelible writing signed and dated by a medical practi­tioner, dentist or veterinary surgeon, or approved prescriber states the name, qualification and address of the person signing it, states the name, qualification and address of the person signing it, states the name and address of the person for whom the treatment is given or the name of the person to whom the medicine is to be delivered if for veterinary purposes, states the name and address of the person for whom the treatment is given or the name of the person to whom the medicine is to be delivered if for veterinary purposes, indicates the total amount of the medicine to be supplied and the dose of the medicine to be taken except in the case of an ointment, and indicates the total amount of the medicine to be supplied and the dose of the medicine to be taken except in the case of an ointment, and has not previously been fully dispensed. has not previously been fully dispensed. (2) A valid prescription signed by A valid prescription signed by a dentist shall bear the words “for dental treatment only”, or a dentist shall bear the words “for dental treatment only”, or a veterinary surgeon shall bear the words “for animal treat­ment only”. a veterinary surgeon shall bear the words “for animal treat­ment only”."
    },
    {
      "provision_ref": "s104",
      "section": "104",
      "title": "Classification of medicines",
      "content": "The Minister shall on the advice of the Food and Drugs Authority and the Pharmacy Council by executive instrument classify medicines and conditions for the supply and dispensing of medicines for the purpose of this Part. The Minister shall on the advice of the Food and Drugs Authority and the Pharmacy Council by executive instrument classify medicines and conditions for the supply and dispensing of medicines for the purpose of this Part."
    },
    {
      "provision_ref": "s105",
      "section": "105",
      "title": "Medical aid",
      "content": "(1) Subject to Part Two, a pharmacist or pharmaceutical support staff may give medical and dental advice Subject to Part Two, a pharmacist or pharmaceutical support staff may give medical and dental advice as first aid where there is an accident, or as first aid where there is an accident, or as first aid treatment for simple ailments of common occurrence where it is not reasonably practicable for the patient to consult a medical practitioner or dentist. as first aid treatment for simple ailments of common occurrence where it is not reasonably practicable for the patient to consult a medical practitioner or dentist. (2) The pharmacist or pharmaceutical support staff shall, in the case of an emergency, immediately or within twenty four hours after administering the initial dosage, refer the patient to a medical practitioner or a dentist and in the referral the pharmacist or pharmaceutical support staff shall state the medicines used and the extent of the treatment given. The pharmacist or pharmaceutical support staff shall, in the case of an emergency, immediately or within twenty four hours after administering the initial dosage, refer the patient to a medical practitioner or a dentist and in the referral the pharmacist or pharmaceutical support staff shall state the medicines used and the extent of the treatment given."
    },
    {
      "provision_ref": "s106",
      "section": "106",
      "title": "Entry of premises",
      "content": "A person authorised by the Board may enter premises at a reasonable time to inspect the registration of a pharmacist, pharmaceutical support staff or pharmaceutical company, to inspect the registration of a pharmacist, pharmaceutical support staff or pharmaceutical company, if that person has reasonable cause to believe that an offence with respect to this Part has been, or is about to be or is being committed on the premises. if that person has reasonable cause to believe that an offence with respect to this Part has been, or is about to be or is being committed on the premises."
    },
    {
      "provision_ref": "s107",
      "section": "107",
      "title": "Investigation by inspector",
      "content": "(1) An inspector An inspector may require a person on the premises to furnish information in the person’s possession concerning the activities carried on the premises and the people who carry out the activities, may require a person on the premises to furnish information in the person’s possession concerning the activities carried on the premises and the people who carry out the activities, may inspect the premises and articles found on the premises, or may inspect the premises and articles found on the premises, or may take away medicines found on the premises. may take away medicines found on the premises. (2) The inspector shall tender reasonable payment for any medicine taken away under this section. The inspector shall tender reasonable payment for any medicine taken away under this section. (3) Despite subsection (2), Despite subsection (2), payment shall not be tendered for any medicine if the inspector reasonably suspects that the medicine is unfit for its purpose due to deterioration, impurity, adulteration or other defect; or payment shall not be tendered for any medicine if the inspector reasonably suspects that the medicine is unfit for its purpose due to deterioration, impurity, adulteration or other defect; or if the medicine is found to be fit, reasonable payment shall be tendered by the inspector for the portion of the medicine that is not returned to its owner in good condition; if the medicine is found to be fit, reasonable payment shall be tendered by the inspector for the portion of the medicine that is not returned to its owner in good condition; payment shall not be tendered for a medicine if the inspector anticipates that proceedings for an offence under this Part may be brought in respect of the medicine. payment shall not be tendered for a medicine if the inspector anticipates that proceedings for an offence under this Part may be brought in respect of the medicine. (4) The inspector shall tender reasonable payment for the portion of the medicines that have not been returned to the owner in good condition where proceedings are not commenced within six months. The inspector shall tender reasonable payment for the portion of the medicines that have not been returned to the owner in good condition where proceedings are not commenced within six months. (5) Where medicines or articles are taken under this section, an inventory of the medicines or articles shall be made and shall be signed by the pharmacist, pharmaceutical support staff or the over the counter medicine seller and the inspector and a copy of the inventory shall be given to the pharmacist, pharmaceutical support staff or the over the counter medicine seller. Where medicines or articles are taken under this section, an inventory of the medicines or articles shall be made and shall be signed by the pharmacist, pharmaceutical support staff or the over the counter medicine seller and the inspector and a copy of the inventory shall be given to the pharmacist, pharmaceutical support staff or the over the counter medicine seller. (6) The inspector shall seize the medicine that constitute an immi­nent danger to public health or welfare. The inspector shall seize the medicine that constitute an immi­nent danger to public health or welfare. (7) An inspector exercising any power conferred by this Part shall produce on demand a duly authenticated document which shows that the inspector has the authority to exercise the power. An inspector exercising any power conferred by this Part shall produce on demand a duly authenticated document which shows that the inspector has the authority to exercise the power."
    },
    {
      "provision_ref": "s108",
      "section": "108",
      "title": "Power of closure",
      "content": "(1) An inspector may close premises that sell or supply restricted medicines where there are grounds to believe that a health hazard may exist on the premises or where the premises are unlicenced. An inspector may close premises that sell or supply restricted medicines where there are grounds to believe that a health hazard may exist on the premises or where the premises are unlicenced. (2) The closure of the premises shall be made with the assistance of the police but where this is not possible, the closure shall be reported to the police within twenty four hours after the closure. The closure of the premises shall be made with the assistance of the police but where this is not possible, the closure shall be reported to the police within twenty four hours after the closure. (3) The order in respect of the health hazard may have conditions attached as determined by the Board. The order in respect of the health hazard may have conditions attached as determined by the Board."
    },
    {
      "provision_ref": "s109",
      "section": "109",
      "title": "Notice of change in name or address",
      "content": "A registered practitioner shall notify the Registrar of a change in name or address within thirty days of the change. A registered practitioner shall notify the Registrar of a change in name or address within thirty days of the change."
    },
    {
      "provision_ref": "s110",
      "section": "110",
      "title": "Offences",
      "content": "(1) A person who A person who makes a false declaration in an application for registration as a pharmacist or pharmaceutical support staff, makes a false declaration in an application for registration as a pharmacist or pharmaceutical support staff, wilfully and falsely uses a name, title or addition implying a qualification to practise as a pharmacist, wilfully and falsely uses a name, title or addition implying a qualification to practise as a pharmacist, operates or permits any other person to open premises to the public under the description of pharmacy dispensary, chemist, drug store or any other similar description with­out a registered pharmacist on the premises to supervise the dispensing of medicine or medication unless otherwise authorised by the Board; operates or permits any other person to open premises to the public under the description of pharmacy dispensary, chemist, drug store or any other similar description with­out a registered pharmacist on the premises to supervise the dispensing of medicine or medication unless otherwise authorised by the Board; without being registered under this Part, without being registered under this Part, practises or professes to practice as a pharmacist, or practises or professes to practice as a pharmacist, or falsely claims to be qualified to practise as a pharmacist or as a practitioner under this Part, falsely claims to be qualified to practise as a pharmacist or as a practitioner under this Part, wilfully destroys or damages a register kept under this Part. wilfully destroys or damages a register kept under this Part. supplies restricted medicines from a promotional or marketing office without the supervision of a registered pharmacist, supplies restricted medicines from a promotional or marketing office without the supervision of a registered pharmacist, obstructs a person authorised by the Board from exercising lawful authority, obstructs a person authorised by the Board from exercising lawful authority, is found to be in possession of restricted drugs without lawful authority, is found to be in possession of restricted drugs without lawful authority, peddles restricted medicines as an itinerant medicine supplier, or peddles restricted medicines as an itinerant medicine supplier, or supplies or sells restricted medicines from unauthorised premises supplies or sells restricted medicines from unauthorised premises commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than five thousand penalty units or to a term of imprisonment of not more than ten years or to both; and in the case of a continuing offence to a further fine of ten penalty units for each day during which the offence continues after written notice has been served on the offender by the Council. (2) Where an offence under this Part is committed by a body of persons; Where an offence under this Part is committed by a body of persons; in the case of a body corporate other than a partnership, each director, secretary or other officers of that body shall be deemed to commit that offence; in the case of a body corporate other than a partnership, each director, secretary or other officers of that body shall be deemed to commit that offence; in the case of partnership, each partner shall be deemed to commit the offence. in the case of partnership, each partner shall be deemed to commit the offence. (3) Despite subsection (2) a person shall not be convicted of an offence if it is proved that the offence was committed without personal knowledge or consent of that person or that steps were taken to prevent the commission of the offence. Despite subsection (2) a person shall not be convicted of an offence if it is proved that the offence was committed without personal knowledge or consent of that person or that steps were taken to prevent the commission of the offence."
    },
    {
      "provision_ref": "s111",
      "section": "111",
      "title": "Regulations",
      "content": "(1) The Minister may, on the advice of the Board, by legislative instrument, make Regulations to The Minister may, on the advice of the Board, by legislative instrument, make Regulations to prescribe the conditions for registration of pharmacists and pharmaceutical support staff; prescribe the conditions for registration of pharmacists and pharmaceutical support staff; prescribe practice standards for pharmacists and pharma­ceutical support staff; prescribe practice standards for pharmacists and pharma­ceutical support staff; provide for the discipline of pharmacists and pharmaceutical support staff; provide for the discipline of pharmacists and pharmaceutical support staff; prescribe the fees to be paid under this Part; prescribe the fees to be paid under this Part; prescribe conditions including the type of premises for the issue of general and limited licences of the Council; prescribe conditions including the type of premises for the issue of general and limited licences of the Council; prescribe standards of pharmacy practice in public health institutions; prescribe standards of pharmacy practice in public health institutions; prescribe fees payable to a pharmacist in respect of profes­sional services, medicines and other articles supplied; prescribe fees payable to a pharmacist in respect of profes­sional services, medicines and other articles supplied; prescribe the scope of practice of the various categories of persons registered under this Part; prescribe the scope of practice of the various categories of persons registered under this Part; prescribe the range of medicines for health practitioners; prescribe the range of medicines for health practitioners; provide for the supply of medicines; and provide for the supply of medicines; and provide for any other matter necessary for the effective imple­mentation of the provisions of this Part. provide for any other matter necessary for the effective imple­mentation of the provisions of this Part. (2) A person who commits an offence under the Regulations is liable on summary conviction to a fine of not more than five thousand penalty units. A person who commits an offence under the Regulations is liable on summary conviction to a fine of not more than five thousand penalty units."
    },
    {
      "provision_ref": "s112",
      "section": "112",
      "title": "Interpretation",
      "content": "In this Part, unless the context otherwise requires,“approved prescriber” means a person authorized by law or by the Minister and required by relevant bodies to supply medicine;“Board” means the governing body of the Pharmacy Council;“dangerous medicines” means drugs prescribed by Regulations as dangerous medicines;“exigency” means a situation of depiction or inaccessibility to pharmaceutical care;“health practitioner” includes a nurse, midwife, physician assistant and any other person approved by the Board;“inspector” means a person authorised to carry out inspections under this Part;“itinerant medicines supplier” means a person who hawks restricted medicines, other than from the approved premises;“medical treatment centre” means a health institution for the treatment of out-patients and which is under the immediate supervision of an attendant recognised by the Board;“medicine” means drug as defined in the Public Health Act, 2012 (Act 851);“Minister” means the Minister responsible for Health;“over the counter medicine” means a restricted medicine classified as such by the Food and Drugs Authority which in the opinion of the Minister can be sold or supplied to a patient or end user other than by or under the supervision of a registered pharmacist with reasonable safety;“pharmaceutical care” means the situation where the practitioner takes responsibility and is accountable for the medicine related needs of a patient or client;\"pharmaceutical support staff\" includes pharmacy technicians and licenced over the counter medicine sellers;“pharmacy technician” means a person who holds a higher national diploma qualification in dispensing technology obtained in Ghana or its equivalent and is registered under this Part;“pharmacy only medicine” means a restricted medicine classified as such by the Food and Drugs Authority and other prescrip­tion only or over the counter medicines which may be sold or supplied by or under the supervision of a registered phar­macist;“pharmacy practice” is the scope of service pertaining to phar­macists in an approved premises and pharmacy support personnel and the conditions under which those services may be provided;“practitioner” means a registered pharmacist or a pharmaceu­tical support staff;“premises” includes pharmacy premises or other facility authorised for practitioners under this Part a Pharmacy department of a hospital or clinic or a house, building, structure, tent, caravan, land, ship, boat, an aircraft a mechanically propelled device and any other places or facilities in which pharmaceutical services are offered;“prescribed description” means a description as determined by the Board;“prescription only medicine” means a description a restricted medicine classified as such by the Food and Drugs Author­ity which shall only be sold or supplied in accordance with a valid prescription given by a medical practitioner, dentist, veterinary practitioner or any person authorised by the Minister;“promotional or marketing office” means a place where medical samples and publications related to medicines are kept for public information;“public sector” means health facility funded from the Consoli­dated Fund or directly out of moneys provided by Parlia­ment;“registered pharmacist” means a person holding a current certificate of registration issued under this Part, whose registration has not been suspended or cancelled;“Regulations” means Regulations made under this Part;“restricted medicine” includes medicines classified as prescrip­tion only medicines, pharmacy only medicines, over the counter medicine and any other classification approved by the Minister;“retail” means professional services that include the supply or sale of medicines or related products to a patient or final consumer for personal non-business use from premises by the holder of a retail licence issued under this Part;“retail pharmacy” means the supply of medicines to a patient from a registered premises holding a retail licence;“superintendent pharmacist” means a registered pharmacist with requisite experience and qualification approved by the Board who is legally and professionally responsible for supervising the dispensing preparation, sale or supply of medicines and related products in approved pharmacy premises;“supply outlet” means premises licenced under this Part where medicines are supplied; and“wholesale pharmacy business” includes a professional practice or any related activity carried on by a holder of a wholesale licence issued under this Part that involves the sale or supply of restricted medicines to another authorized person or company to sell or supply, administer or cause to be administered on human beings or animals. In this Part, unless the context otherwise requires, “approved prescriber” means a person authorized by law or by the Minister and required by relevant bodies to supply medicine; “Board” means the governing body of the Pharmacy Council; “dangerous medicines” means drugs prescribed by Regulations as dangerous medicines; “exigency” means a situation of depiction or inaccessibility to pharmaceutical care; “health practitioner” includes a nurse, midwife, physician assistant and any other person approved by the Board; “inspector” means a person authorised to carry out inspections under this Part; “itinerant medicines supplier” means a person who hawks restricted medicines, other than from the approved premises; “medical treatment centre” means a health institution for the treatment of out-patients and which is under the immediate supervision of an attendant recognised by the Board; “medicine” means drug as defined in the Public Health Act, 2012 (Act 851); “Minister” means the Minister responsible for Health; “over the counter medicine” means a restricted medicine classified as such by the Food and Drugs Authority which in the opinion of the Minister can be sold or supplied to a patient or end user other than by or under the supervision of a registered pharmacist with reasonable safety; “pharmaceutical care” means the situation where the practitioner takes responsibility and is accountable for the medicine related needs of a patient or client; \"pharmaceutical support staff\" includes pharmacy technicians and licenced over the counter medicine sellers; “pharmacy technician” means a person who holds a higher national diploma qualification in dispensing technology obtained in Ghana or its equivalent and is registered under this Part; “pharmacy only medicine” means a restricted medicine classified as such by the Food and Drugs Authority and other prescrip­tion only or over the counter medicines which may be sold or supplied by or under the supervision of a registered phar­macist; “pharmacy practice” is the scope of service pertaining to phar­macists in an approved premises and pharmacy support personnel and the conditions under which those services may be provided; “practitioner” means a registered pharmacist or a pharmaceu­tical support staff; “premises” includes pharmacy premises or other facility authorised for practitioners under this Part a Pharmacy department of a hospital or clinic or a house, building, structure, tent, caravan, land, ship, boat, an aircraft a mechanically propelled device and any other places or facilities in which pharmaceutical services are offered; “prescribed description” means a description as determined by the Board; “prescription only medicine” means a description a restricted medicine classified as such by the Food and Drugs Author­ity which shall only be sold or supplied in accordance with a valid prescription given by a medical practitioner, dentist, veterinary practitioner or any person authorised by the Minister; “promotional or marketing office” means a place where medical samples and publications related to medicines are kept for public information; “public sector” means health facility funded from the Consoli­dated Fund or directly out of moneys provided by Parlia­ment; “registered pharmacist” means a person holding a current certificate of registration issued under this Part, whose registration has not been suspended or cancelled; “Regulations” means Regulations made under this Part; “restricted medicine” includes medicines classified as prescrip­tion only medicines, pharmacy only medicines, over the counter medicine and any other classification approved by the Minister; “retail” means professional services that include the supply or sale of medicines or related products to a patient or final consumer for personal non-business use from premises by the holder of a retail licence issued under this Part; “retail pharmacy” means the supply of medicines to a patient from a registered premises holding a retail licence; “superintendent pharmacist” means a registered pharmacist with requisite experience and qualification approved by the Board who is legally and professionally responsible for supervising the dispensing preparation, sale or supply of medicines and related products in approved pharmacy premises; “supply outlet” means premises licenced under this Part where medicines are supplied; and “wholesale pharmacy business” includes a professional practice or any related activity carried on by a holder of a wholesale licence issued under this Part that involves the sale or supply of restricted medicines to another authorized person or company to sell or supply, administer or cause to be administered on human beings or animals."
    },
    {
      "provision_ref": "s113",
      "section": "113",
      "title": "Transitional provisions",
      "content": "(1) The rights, assets and liabilities accrued in respect of the properties vested in the Council established under the Pharmacy Act, 1994 (Act 489) immediately before the commencement of this Act and the persons employed by the Council shall be transferred to the Pharmacy Council established under this Act and accordingly proceedings taken by or against the former Council may be continued by or against the Council. The rights, assets and liabilities accrued in respect of the properties vested in the Council established under the Pharmacy Act, 1994 (Act 489) immediately before the commencement of this Act and the persons employed by the Council shall be transferred to the Pharmacy Council established under this Act and accordingly proceedings taken by or against the former Council may be continued by or against the Council. (2) A contract subsisting between the former Council established under the Pharmacy Act, 1994 (Act 489) and any other person and in effect immediately before the commencement of this Act shall subsist between the Council under this Act and that other person. A contract subsisting between the former Council established under the Pharmacy Act, 1994 (Act 489) and any other person and in effect immediately before the commencement of this Act shall subsist between the Council under this Act and that other person."
    },
    {
      "provision_ref": "s114",
      "section": "114",
      "title": "Repeal and savings",
      "content": "(1) The Pharmacy Act, 1994 (Act 489) is hereby repealed. The Pharmacy Act, 1994 (Act 489) is hereby repealed. (2) Despite the repeal of Act 489 the Regulations, notices, orders, directions, appointments or any other act lawfully made or done under the repealed enactment and in force immediately before the com­mencement of this Act shall be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated. Despite the repeal of Act 489 the Regulations, notices, orders, directions, appointments or any other act lawfully made or done under the repealed enactment and in force immediately before the com­mencement of this Act shall be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated. (3) Registers of pharmacists and pharmaceutical care givers in existence at the commencement of this Act and every document prepared or issued under Act 489 shall continue in force as if kept, prepared or issued under the corresponding provisions of this Part. Registers of pharmacists and pharmaceutical care givers in existence at the commencement of this Act and every document prepared or issued under Act 489 shall continue in force as if kept, prepared or issued under the corresponding provisions of this Part."
    },
    {
      "provision_ref": "s115",
      "section": "115",
      "title": "Establishment of the Psychology Council",
      "content": "(1) There is established by this Act a body corporate with perpetual succession to be known as the Psychology Council. There is established by this Act a body corporate with perpetual succession to be known as the Psychology Council. (2) Where there is hindrance to the acquisition of property, the property may be acquired for the Council under the State Property and Contracts Act, 1960 (C.A.6) or the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Council. Where there is hindrance to the acquisition of property, the property may be acquired for the Council under the State Property and Contracts Act, 1960 (C.A.6) or the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Council."
    },
    {
      "provision_ref": "s116",
      "section": "116",
      "title": "Object of the Council",
      "content": "The object of the Council is to secure in the public interest the highest standards in the training and practice of psychology. The object of the Council is to secure in the public interest the highest standards in the training and practice of psychology."
    },
    {
      "provision_ref": "s117",
      "section": "117",
      "title": "Functions of the Council",
      "content": "To achieve the object, the Council shall assess facilities and content of programmes for the training of psychologists and paraprofessionals; assess facilities and content of programmes for the training of psychologists and paraprofessionals; ensure that the pre-registration training of newly qualified psychologists and paraprofessionals in accredited training institutions meets the required standards; ensure that the pre-registration training of newly qualified psychologists and paraprofessionals in accredited training institutions meets the required standards; conduct examinations for the registration of foreign trained psychologists and paraprofessionals; conduct examinations for the registration of foreign trained psychologists and paraprofessionals; conduct examinations for the registration of locally trained psychologists and paraprofessionals who do not meet the prescribed conditions for registration; conduct examinations for the registration of locally trained psychologists and paraprofessionals who do not meet the prescribed conditions for registration; compile and keep registers of registered practitioners; compile and keep registers of registered practitioners; prescribe and enforce professional standards and conduct for practitioners; prescribe and enforce professional standards and conduct for practitioners; exercise disciplinary power over professionals and parapro­fessionals; and exercise disciplinary power over professionals and parapro­fessionals; and perform any other functions that are ancillary to the object of the Council. perform any other functions that are ancillary to the object of the Council."
    },
    {
      "provision_ref": "s118",
      "section": "118",
      "title": "Governing body of the Council",
      "content": "(1) The governing body of the Council is a Board consisting of The governing body of the Council is a Board consisting of a chairperson who is a registered psychologist of not less than ten years standing as a psychologist; a chairperson who is a registered psychologist of not less than ten years standing as a psychologist; two registered psychologists representing health facilities and industry elected by the practitioners; two registered psychologists representing health facilities and industry elected by the practitioners; one representative of an accredited training institution that provides tertiary training for psychologists, who is a practi­tioner and who shall be nominated by the Minister; one representative of an accredited training institution that provides tertiary training for psychologists, who is a practi­tioner and who shall be nominated by the Minister; one registered paraprofessional who has worked for not less than ten years as a paraprofessional; one registered paraprofessional who has worked for not less than ten years as a paraprofessional; one representative of the Attorney-General not below the level of Principal State Attorney; one representative of the Attorney-General not below the level of Principal State Attorney; one representative of the Ministry of Health not below the rank of a Director; one representative of the Ministry of Health not below the rank of a Director; one person who is not a psychologist nominated by the Minister; and one person who is not a psychologist nominated by the Minister; and the Registrar of the Council the Registrar of the Council (2) The chairperson and members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. The chairperson and members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. (3) The Board shall ensure the proper and effective performance of the functions of the Council. The Board shall ensure the proper and effective performance of the functions of the Council."
    },
    {
      "provision_ref": "s119",
      "section": "119",
      "title": "Registration procedure",
      "content": "(1) A person shall not practice as a psychologist, paraprofessional or provide psychological services unless that person is registered as a prac­titioner in accordance with this Part. A person shall not practice as a psychologist, paraprofessional or provide psychological services unless that person is registered as a prac­titioner in accordance with this Part. (2) A person who seeks to be registered as a psychologist or para­professional shall A person who seeks to be registered as a psychologist or para­professional shall apply to the Registrar in the manner determined by the Board; and apply to the Registrar in the manner determined by the Board; and submit to the Registrar a qualifying certificate and any other document that the Registrar may require. submit to the Registrar a qualifying certificate and any other document that the Registrar may require. (3) The registration is valid for the period determined by the Board. The registration is valid for the period determined by the Board."
    },
    {
      "provision_ref": "s120",
      "section": "120",
      "title": "Qualification for registration",
      "content": "(1) A person does not qualify to be registered as a psychologist unless that person A person does not qualify to be registered as a psychologist unless that person holds a primary qualification in psychology from an accredited psychology institution recognised by the Board, and holds a primary qualification in psychology from an accredited psychology institution recognised by the Board, and passes or is exempted from the prescribed examination conducted by the Council. passes or is exempted from the prescribed examination conducted by the Council. (2) A person shall not be registered as a psychologist assistant unless that person holds a first degree in psychology, social work or sociology from a recognised institution. A person shall not be registered as a psychologist assistant unless that person holds a first degree in psychology, social work or sociology from a recognised institution. (3) A person shall not be registered as a paraprofessional unless that person fulfils the requirements determined by the Board. A person shall not be registered as a paraprofessional unless that person fulfils the requirements determined by the Board. (4) A person registered by the Board shall pay the prescribed fee. A person registered by the Board shall pay the prescribed fee."
    },
    {
      "provision_ref": "s121",
      "section": "121",
      "title": "Registration of foreign trained persons",
      "content": "(1) A foreign trained psychologist who has A foreign trained psychologist who has obtained a primary qualification, and obtained a primary qualification, and passed or is exempted from the prescribed examination passed or is exempted from the prescribed examination shall undergo one year training as an intern in an approved hospital or institution in this country with provisional registration before being registered under this Part. (2) A foreign trained psychologist who satisfies the requirement of sub-section 1(a) and (b) and has completed internship outside the country and is fully registered and licensed by that country may be exempted from supervised training in an approved hospital or institution. A foreign trained psychologist who satisfies the requirement of sub-section 1(a) and (b) and has completed internship outside the country and is fully registered and licensed by that country may be exempted from supervised training in an approved hospital or institution. (3) The Board may exempt a foreign trained psychologist from internship and supervised training for a period as determined by the Board. The Board may exempt a foreign trained psychologist from internship and supervised training for a period as determined by the Board."
    },
    {
      "provision_ref": "s122",
      "section": "122",
      "title": "Types of registers",
      "content": "(1) The Council shall have three categories of registers for the registration of practitioners namely, The Council shall have three categories of registers for the registration of practitioners namely, a permanent register for practitioners, who intend to practice permanently in the country; a permanent register for practitioners, who intend to practice permanently in the country; a temporary register for practitioners who intend to practice for a period of not more than three months; and a temporary register for practitioners who intend to practice for a period of not more than three months; and a provisional register for newly qualified and foreign trained practitioners who have passed the prescribed examination. a provisional register for newly qualified and foreign trained practitioners who have passed the prescribed examination. (2) The Registrar shall keep the registers. The Registrar shall keep the registers. (3) The form and nature of the register shall be determined by the Board. The form and nature of the register shall be determined by the Board."
    },
    {
      "provision_ref": "s123",
      "section": "123",
      "title": "Temporary registration",
      "content": "(1) A temporary registration is valid for a period of not more than three months in a year and is renewable yearly upon request for not more than three years. A temporary registration is valid for a period of not more than three months in a year and is renewable yearly upon request for not more than three years. (2) A practitioner on a temporary register shall not provide psychological services except in an approved hospital, premises or institution. A practitioner on a temporary register shall not provide psychological services except in an approved hospital, premises or institution. (3) A practitioner who contravenes subsection (2) commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than two thousand five hundred penalty units or to a term of imprisonment of not more than four years or to both. A practitioner who contravenes subsection (2) commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than two thousand five hundred penalty units or to a term of imprisonment of not more than four years or to both."
    },
    {
      "provision_ref": "s124",
      "section": "124",
      "title": "Provisional registration",
      "content": "(1) A provisional registration is valid for the period determined by the Board. A provisional registration is valid for the period determined by the Board. (2) A person seeking to be on a provisional register shall, except as otherwise provided under this Part, pass the prescribed examination and satisfy other conditions determined by the Board. A person seeking to be on a provisional register shall, except as otherwise provided under this Part, pass the prescribed examination and satisfy other conditions determined by the Board. (3) A person on provisional register shall practice only in a hospital or an institution approved by the Board. A person on provisional register shall practice only in a hospital or an institution approved by the Board. (4) A person on a provisional register who contravenes sub­section (3) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than five thousand penalty units or to a term of imprisonment of not more than ten years or to both. A person on a provisional register who contravenes sub­section (3) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than five thousand penalty units or to a term of imprisonment of not more than ten years or to both."
    },
    {
      "provision_ref": "s125",
      "section": "125",
      "title": "Permanent registration",
      "content": "(1) A person may apply to the Registrar for permanent registration after practicing with a provisional registration for a period determined by the Board and after successfully completing internship. A person may apply to the Registrar for permanent registration after practicing with a provisional registration for a period determined by the Board and after successfully completing internship. (2) A permanent registration is valid for the calendar year in which it was made. A permanent registration is valid for the calendar year in which it was made. (3) The registration shall be renewed by the practitioner on or before the 31st December for the following calendar year. The registration shall be renewed by the practitioner on or before the 31st December for the following calendar year."
    },
    {
      "provision_ref": "s126",
      "section": "126",
      "title": "Suspension of registration",
      "content": "The Board may suspend the registration of a practitioner where an offence or allegation of misconduct in relation to the practitioner is being investigated; an offence or allegation of misconduct in relation to the practitioner is being investigated; a false declaration has been made in an application for registration under this Part; or a false declaration has been made in an application for registration under this Part; or the practitioner has contravened a provision of this Part. the practitioner has contravened a provision of this Part."
    },
    {
      "provision_ref": "s127",
      "section": "127",
      "title": "Cancellation of registration",
      "content": "The Board shall cancel the registration of a practitioner on the recommendation of a Disciplinary Committee of the Board where an offence or allegation of misconduct in relation to the practitioner is being investigated; an offence or allegation of misconduct in relation to the practitioner is being investigated; the practitioner has lost the qualification on the basis of which the registration was made; the practitioner has lost the qualification on the basis of which the registration was made; the practitioner is sentenced to a term of imprisonment for a criminal offence; or the practitioner is sentenced to a term of imprisonment for a criminal offence; or the practitioner fails to comply with the penalty imposed by the Board after due process. the practitioner fails to comply with the penalty imposed by the Board after due process."
    },
    {
      "provision_ref": "s128",
      "section": "128",
      "title": "Representation to the Board and appeal",
      "content": "(1) A person on a provisional register whose application for registration is refused by the Registrar may appeal against the refusal to the Board. A person on a provisional register whose application for registration is refused by the Registrar may appeal against the refusal to the Board. (2) Registration shall not be suspended unless the Board has given the practitioner at least thirty days notice of its intention to suspend the registration and has provided the practitioner with an opportunity to make a representation to the Board. Registration shall not be suspended unless the Board has given the practitioner at least thirty days notice of its intention to suspend the registration and has provided the practitioner with an opportunity to make a representation to the Board. (3) Registration shall not be cancelled unless the Board has given the practitioner at least thirty days notice of its intention to cancel the registration. Registration shall not be cancelled unless the Board has given the practitioner at least thirty days notice of its intention to cancel the registration. (4) A person dissatisfied with a decision of the Board may appeal to the High Court. A person dissatisfied with a decision of the Board may appeal to the High Court."
    },
    {
      "provision_ref": "s129",
      "section": "129",
      "title": "Annual list of registered practitoners",
      "content": "The Registrar shall publish the list of persons on the register yearly in the Gazette by the 31st of January. The Registrar shall publish the list of persons on the register yearly in the Gazette by the 31st of January."
    },
    {
      "provision_ref": "s130",
      "section": "130",
      "title": "Removal and restoration of names from register",
      "content": "(1) The Registrar shall on the recommendations of the Board remove from the register the name of a practitioner The Registrar shall on the recommendations of the Board remove from the register the name of a practitioner who is dead, who is dead, who has been found guilty of professional misconduct by the Disciplinary Committee or who has been found guilty of professional misconduct by the Disciplinary Committee or who has not paid the prescribed fee. who has not paid the prescribed fee. (2) The name of a practitioner may be restored to the register by the Registrar as directed by the Board. The name of a practitioner may be restored to the register by the Registrar as directed by the Board."
    },
    {
      "provision_ref": "s131",
      "section": "131",
      "title": "Notification of change of name or address",
      "content": "A registered practitioner shall notify the Registrar in writing of a change in name or address within thirty days of the change. A registered practitioner shall notify the Registrar in writing of a change in name or address within thirty days of the change."
    },
    {
      "provision_ref": "s132",
      "section": "132",
      "title": "Insertion in register of additional qualifications",
      "content": "A practitioner who has obtained a higher degree or additional qualification recognised by the Board, is entitled to have the higher degree or additional qualification inserted in the register in addition to the qualification previously registered, upon payment of a fee determined by the Board. A practitioner who has obtained a higher degree or additional qualification recognised by the Board, is entitled to have the higher degree or additional qualification inserted in the register in addition to the qualification previously registered, upon payment of a fee determined by the Board."
    },
    {
      "provision_ref": "s133",
      "section": "133",
      "title": "Rights conferred by registration",
      "content": "(1) A psychologist, except an intern, registered under this Part may A psychologist, except an intern, registered under this Part may provide psychological services; provide psychological services; provide psychometric assessment; and provide psychometric assessment; and sign a certificate or document required by law. sign a certificate or document required by law. (2) Subject to the provisions of any enactment a psychologist shall not prescribe and store psychotropic medicines unless the psycholo­gist has the requisite qualification and license to do so. Subject to the provisions of any enactment a psychologist shall not prescribe and store psychotropic medicines unless the psycholo­gist has the requisite qualification and license to do so."
    },
    {
      "provision_ref": "s134",
      "section": "134",
      "title": "Unregistered practitioner",
      "content": "(1) A person who is otherwise qualified but is not registered as a psychologist or parapsychologist shall not provide any form of psycho­logical services. A person who is otherwise qualified but is not registered as a psychologist or parapsychologist shall not provide any form of psycho­logical services. (2) A person who acts contrary to subsection (1) commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than five thousand penalty units or to a term of imprisonment of not more than ten years or to both. A person who acts contrary to subsection (1) commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than five thousand penalty units or to a term of imprisonment of not more than ten years or to both."
    },
    {
      "provision_ref": "s135",
      "section": "135",
      "title": "Licensing of premises",
      "content": "(1) A person, a body corporate or a government institution shall not provide psychological services unless the premises are licensed in accordance with this Part. A person, a body corporate or a government institution shall not provide psychological services unless the premises are licensed in accordance with this Part. (2) An applicant who seeks to license premises for psychological services shall apply to the Registrar in the manner determined by the Board. An applicant who seeks to license premises for psychological services shall apply to the Registrar in the manner determined by the Board. (3) The license for premises may be general or limited and is valid for the period determined by the Board. The license for premises may be general or limited and is valid for the period determined by the Board. (4) The Board may revoke a license if satisfied that the physical conditions of the premises have ceased to be suitable for the provision of psychological services. The Board may revoke a license if satisfied that the physical conditions of the premises have ceased to be suitable for the provision of psychological services. (5) Parapsychologists shall not be registered to practice as inde­pendent practitioners unless that person works under the supervision of a registered psychologist. Parapsychologists shall not be registered to practice as inde­pendent practitioners unless that person works under the supervision of a registered psychologist."
    },
    {
      "provision_ref": "s136",
      "section": "136",
      "title": "Licensing of corporate bodies",
      "content": "(1) The Board may grant a licence to a person, a body corporate or a government institution to provide psychological services if satisfied that the The Board may grant a licence to a person, a body corporate or a government institution to provide psychological services if satisfied that the applicants are registered psychologists and fit to provide psychological services, and applicants are registered psychologists and fit to provide psychological services, and business of the applicant is carried on under the supervision of a psychologist who has practiced for five years. business of the applicant is carried on under the supervision of a psychologist who has practiced for five years. (2) The Board may revoke the license granted under subsection (1) where a condition specified in the license has not been complied with. The Board may revoke the license granted under subsection (1) where a condition specified in the license has not been complied with."
    },
    {
      "provision_ref": "s137",
      "section": "137",
      "title": "Entry of premises",
      "content": "A person authorised by the Board may enter premises at a reasonable time to inspect the registration of a psychologist, psychological services provider or the license of the premises, or to inspect the registration of a psychologist, psychological services provider or the license of the premises, or if that person has reasonable cause to believe that an offence with respect to this Part has been, or is about to be or is being committed on the premises. if that person has reasonable cause to believe that an offence with respect to this Part has been, or is about to be or is being committed on the premises."
    },
    {
      "provision_ref": "s138",
      "section": "138",
      "title": "Investigation by inspector",
      "content": "The inspector may require a person on the premises to furnish information in the person’s possession concerning the activities carried on the premises and the people who carry out the activities, require a person on the premises to furnish information in the person’s possession concerning the activities carried on the premises and the people who carry out the activities, inspect the premises and articles found on the premises, or inspect the premises and articles found on the premises, or exercise any power conferred by this Part; and exercise any power conferred by this Part; and shall produce on demand a duly authenticated document which shows that the inspector has the authority to inspect the premises."
    },
    {
      "provision_ref": "s139",
      "section": "139",
      "title": "Power of closure",
      "content": "(1) An inspector may with the approval of the Board, close the premises that does not meet the prescribed standards. An inspector may with the approval of the Board, close the premises that does not meet the prescribed standards. (2) The closure of the premises shall be made with the assistance of the police but where this is not possible, the closure shall be reported to the police within twenty-four hours after closure. The closure of the premises shall be made with the assistance of the police but where this is not possible, the closure shall be reported to the police within twenty-four hours after closure. (3) The order in respect of the closure may have conditions attached as determined by the Board. The order in respect of the closure may have conditions attached as determined by the Board."
    },
    {
      "provision_ref": "s140",
      "section": "140",
      "title": "Offences",
      "content": "A person who makes a false declaration in an application for registration as a psychologist or paraprofessional; makes a false declaration in an application for registration as a psychologist or paraprofessional; does not have the requisite qualification to practice as a psychologist and knowingly represents as such; does not have the requisite qualification to practice as a psychologist and knowingly represents as such; wilfully and falsely uses any name, title or addition implying a qualification to practice as a psychologist; wilfully and falsely uses any name, title or addition implying a qualification to practice as a psychologist; employs a non-registered practitioner; employs a non-registered practitioner; without being registered under this Part; practices or professes to practice psychology; or practices or professes to practice psychology; or receives payment to provide psychological services; receives payment to provide psychological services; willfully destroys or damages a register kept under this Part; or willfully destroys or damages a register kept under this Part; or contravenes any of the provisions of this Part, contravenes any of the provisions of this Part, commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than five thou­sand penalty units or to a term of imprisonment of not more than ten years or to both; and in the case of a continuing offence to a further fine of ten penalty units for each day during which the offence continues after written notice has been served on the offender by the Council."
    },
    {
      "provision_ref": "s141",
      "section": "141",
      "title": "Regulations",
      "content": "The Minister may, on the advice of the Board, by legislative instrument, make Regulations to prescribe the form of notices and any other documents required to be issued under this Part; prescribe the form of notices and any other documents required to be issued under this Part; prescribe the conditions for registration of practitioners; prescribe the conditions for registration of practitioners; prescribe practice standards for practitioners; prescribe practice standards for practitioners; provide for the discipline of practitioners; provide for the discipline of practitioners; prescribe the fees to be paid under this Part; prescribe the fees to be paid under this Part; provide for the education and examination of practitioners; and provide for the education and examination of practitioners; and provide for any other matter necessary for the effective implementation of the provisions of this Part. provide for any other matter necessary for the effective implementation of the provisions of this Part."
    },
    {
      "provision_ref": "s142",
      "section": "142",
      "title": "Interpretation",
      "content": "In this Part, unless the context otherwise requires,“approved hospital or institution” means a psychiatric or a general hospital, clinic or institution approved by the Board;“Board” means the governing body of the Council“Council” means the Psychology Council;“facilities” includes physical structures, equipment and the req­uisite human resource;“fields of Psychology” includes clinical, cognitive, community, counselling, consumer, developmental, educational, envi­ronmental, experimental, health, industrial and organiza­tional measurement and evaluation, neuropsychology, psychometrics, school, social, special education and sports;“intern” means a practitioner who is doing internship;\"internship\" means a period of training in an approved hospital or institution by a practitioner who has completed basic applied psychology training in a recognised institution or university;“Minister” means the Minister responsible for Health;“parapsychologist” means a person who has a certificate in pastoral counselling, career counselling, guidance and counselling, family counselling, marriage and relationship counselling and other lay counsellors among others;“practice” means the profession of applied psychology;“practitioner” means a clinical, health, counselling or commu­nity psychologists registered to practise under this Part with qualifications recognized by the Board;“pre-registration training” means internship;“primary qualification” means a first degree in psychology, social work or sociology from a recognised institution.“psychologist” is a person who holds at least a primary qualifi­cation of PhD or Psych. D. or an M. Phil; MA or MSc in psychology from an accredited psychology institution recognised by the Board;“psychologist assistants” means a person who holds a bachelor’s degree in psychology, social work, or sociology from a recognized institution;“psychological services” means services provided by qualified psychologists in the form of counselling, consultancy, therapy, research, education, social interventions, psycho­metric assessment and expert witnessing;“qualifying examination” means an examination which a psychology student is required to pass in order to obtain a primary qualification;“registered licensed psychologist” means a person whose name is on the Register of Psychologists and whose registration is not suspended or cancelled;“Regulations” means the Regulations made under this Part; and“training institutions” means an accredited psychology school, university or postgraduate college or department of a university. In this Part, unless the context otherwise requires, “approved hospital or institution” means a psychiatric or a general hospital, clinic or institution approved by the Board; “Board” means the governing body of the Council “Council” means the Psychology Council; “facilities” includes physical structures, equipment and the req­uisite human resource; “fields of Psychology” includes clinical, cognitive, community, counselling, consumer, developmental, educational, envi­ronmental, experimental, health, industrial and organiza­tional measurement and evaluation, neuropsychology, psychometrics, school, social, special education and sports; “intern” means a practitioner who is doing internship; \"internship\" means a period of training in an approved hospital or institution by a practitioner who has completed basic applied psychology training in a recognised institution or university; “Minister” means the Minister responsible for Health; “parapsychologist” means a person who has a certificate in pastoral counselling, career counselling, guidance and counselling, family counselling, marriage and relationship counselling and other lay counsellors among others; “practice” means the profession of applied psychology; “practitioner” means a clinical, health, counselling or commu­nity psychologists registered to practise under this Part with qualifications recognized by the Board; “pre-registration training” means internship; “primary qualification” means a first degree in psychology, social work or sociology from a recognised institution. “psychologist” is a person who holds at least a primary qualifi­cation of PhD or Psych. D. or an M. Phil; MA or MSc in psychology from an accredited psychology institution recognised by the Board; “psychologist assistants” means a person who holds a bachelor’s degree in psychology, social work, or sociology from a recognized institution; “psychological services” means services provided by qualified psychologists in the form of counselling, consultancy, therapy, research, education, social interventions, psycho­metric assessment and expert witnessing; “qualifying examination” means an examination which a psychology student is required to pass in order to obtain a primary qualification; “registered licensed psychologist” means a person whose name is on the Register of Psychologists and whose registration is not suspended or cancelled; “Regulations” means the Regulations made under this Part; and “training institutions” means an accredited psychology school, university or postgraduate college or department of a university."
    },
    {
      "provision_ref": "s143",
      "part": "Part Six – Administrative, financial and miscellaneous provisions",
      "section": "143",
      "title": "Registrar",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution appoint The President shall, in accordance with article 195 of the Constitution appoint an allied health professional with at least ten years profes­sional experience and at least five years administrative or managerial experience, an allied health professional with at least ten years profes­sional experience and at least five years administrative or managerial experience, a registered medical or dental practitioner with at least ten years professional experience and at least five years adminis­trative or managerial experience, a registered medical or dental practitioner with at least ten years professional experience and at least five years adminis­trative or managerial experience, a registered nurse or midwife with at least ten years profes­sional experience and at least five years administrative or managerial experience, a registered nurse or midwife with at least ten years profes­sional experience and at least five years administrative or managerial experience, a pharmacist with at least ten years professional experience, and at least five years administrative or managerial experi­ence, or a pharmacist with at least ten years professional experience, and at least five years administrative or managerial experi­ence, or a psychologist with at least ten years professional experience and at least five years administrative or managerial experience a psychologist with at least ten years professional experience and at least five years administrative or managerial experience to be the Registrar of the Council. (2) The Registrar shall hold office on the terms and conditions specified in the letter of appointment. The Registrar shall hold office on the terms and conditions specified in the letter of appointment. (3) The Registrar shall be appointed for a term of four years and is eligible for re-appointment for another-term only. The Registrar shall be appointed for a term of four years and is eligible for re-appointment for another-term only. (4) The Registrar is the secretary to the Board. The Registrar is the secretary to the Board."
    },
    {
      "provision_ref": "s144",
      "part": "Part Six – Administrative, financial and miscellaneous provisions",
      "section": "144",
      "title": "Functions of the Registrar",
      "content": "(1) The Registrar is responsible for the day-to-day administration of the affairs of the Council and is answerable to the Board in the perfor­mance of functions under this Act. The Registrar is responsible for the day-to-day administration of the affairs of the Council and is answerable to the Board in the perfor­mance of functions under this Act. (2) The Registrar shall perform any other functions determined by the Board. The Registrar shall perform any other functions determined by the Board. (3) The Registrar may delegate a function to an officer of the Council but shall not be relieved from the ultimate responsibility for the performance of the delegated function. The Registrar may delegate a function to an officer of the Council but shall not be relieved from the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s145",
      "part": "Part Six – Administrative, financial and miscellaneous provisions",
      "section": "145",
      "title": "Tenure of office of Board members",
      "content": "(1) A member of the Board, shall hold office for a period not exceeding three years and is eligible for re-appointment but a member shall not be appointed for more than two terms. A member of the Board, shall hold office for a period not exceeding three years and is eligible for re-appointment but a member shall not be appointed for more than two terms. (2) Subsection (1) does not apply to the Registrar of the Council. Subsection (1) does not apply to the Registrar of the Council. (3) A member of the Board may at any time resign from office in writing addressed to the President through the nominating body or Minister. A member of the Board may at any time resign from office in writing addressed to the President through the nominating body or Minister. (4) A member of the Board, who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board, who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (5) The President may by letter addressed to a member revoke the appointment of that member. The President may by letter addressed to a member revoke the appointment of that member. (6) Where a member of the Board is, for a sufficient reason unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Board is, for a sufficient reason unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3) or (4) or section 147; or under subsection (3) or (4) or section 147; or as a result of a declaration under subsection (6); or as a result of a declaration under subsection (6); or by reason of the death of a member. by reason of the death of a member. the Minister shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy."
    },
    {
      "provision_ref": "s146",
      "part": "Part Six – Administrative, financial and miscellaneous provisions",
      "section": "146",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months for the despatch of business at the times and in the places determined by the chairperson. The Board shall meet at least once every three months for the despatch of business at the times and in the places determined by the chairperson. (2) The chairperson shall at the request in writing of not less than one-third of the membership of the Board convene an extraordi­nary meeting of the Board at the place and time determined by the chair­person. The chairperson shall at the request in writing of not less than one-third of the membership of the Board convene an extraordi­nary meeting of the Board at the place and time determined by the chair­person. (3) The quorum of a meeting of the Board is five members of the Board or a greater number determined by the Board in respect of an important matter. The quorum of a meeting of the Board is five members of the Board or a greater number determined by the Board in respect of an important matter. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. (5) Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. (7) The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member."
    },
    {
      "provision_ref": "s147",
      "part": "Part Six – Administrative, financial and miscellaneous provisions",
      "section": "147",
      "title": "Disclosure of interest",
      "content": "A member of the Board who has an interest in a matter for consideration A member of the Board who has an interest in a matter for consideration shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and shall not participate in the deliberations of the Board in respect of that matter. shall not participate in the deliberations of the Board in respect of that matter. (2) A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and fails to disclose that interest; or fails to disclose that interest; or participates in the deliberations of the matter. participates in the deliberations of the matter."
    },
    {
      "provision_ref": "s148",
      "part": "Part Six – Administrative, financial and miscellaneous provisions",
      "section": "148",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non members or both to perform a function provided that where it is composed of non-members only, it shall be advisory. The Board may establish committees consisting of members of the Board or non members or both to perform a function provided that where it is composed of non-members only, it shall be advisory. (2) The governing body of the Allied Health Professions Council shall have a Committee for each of the allied health professions. The governing body of the Allied Health Professions Council shall have a Committee for each of the allied health professions. (3) The governing body of the Medical and Dental Council shall have a Committee for physician assistants. The governing body of the Medical and Dental Council shall have a Committee for physician assistants. (4) The governing body of the Pharmacy Council shall have a Committee for pharmacy technicians. The governing body of the Pharmacy Council shall have a Committee for pharmacy technicians. (5) Without limiting subsection (1), a Council shall have a Disciplinary Committee. Without limiting subsection (1), a Council shall have a Disciplinary Committee. (6) A committee of the Board may be chaired by a member of the Board. A committee of the Board may be chaired by a member of the Board. (7) Section 147 applies to members of committees of the Board. Section 147 applies to members of committees of the Board."
    },
    {
      "provision_ref": "s149",
      "part": "Part Six – Administrative, financial and miscellaneous provisions",
      "section": "149",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s150",
      "part": "Part Six – Administrative, financial and miscellaneous provisions",
      "section": "150",
      "title": "Regional and district offices of the Council",
      "content": "(1) The Board may establish regional and district offices of the Council in each regional capital and in the districts determined by the Board. The Board may establish regional and district offices of the Council in each regional capital and in the districts determined by the Board. (2) A regional or district office of the Council shall be provided with the public officers that the President shall appoint in accordance with article 195 of the Constitution. A regional or district office of the Council shall be provided with the public officers that the President shall appoint in accordance with article 195 of the Constitution. (3) A regional or district office of the Council shall perform the functions of the Council in the region or district that the Board may direct. A regional or district office of the Council shall perform the functions of the Council in the region or district that the Board may direct."
    },
    {
      "provision_ref": "s151",
      "part": "Part Six – Administrative, financial and miscellaneous provisions",
      "section": "151",
      "title": "Ministerial directives",
      "content": "The Minister may give directives to the Board on matters of policy and the Board shall comply. The Minister may give directives to the Board on matters of policy and the Board shall comply."
    },
    {
      "provision_ref": "s152",
      "part": "Part Six – Administrative, financial and miscellaneous provisions",
      "section": "152",
      "title": "Advice to the Minister",
      "content": "A Board shall advise the Minister on matters that concerns the Board. A Board shall advise the Minister on matters that concerns the Board."
    },
    {
      "provision_ref": "s153",
      "part": "Part Six – Administrative, financial and miscellaneous provisions",
      "section": "153",
      "title": "Appointment of other staff",
      "content": "(1) The President shall in accordance with article 195 of the Constitution appoint other staff of the Council. The President shall in accordance with article 195 of the Constitution appoint other staff of the Council. (2) The Council shall have any other officers and staff that are necessary for the proper and effective performance of its functions. The Council shall have any other officers and staff that are necessary for the proper and effective performance of its functions. (3) Other public officers may be transferred or seconded to the Council or may otherwise give assistance to it. Other public officers may be transferred or seconded to the Council or may otherwise give assistance to it. (4) The Council may engage the services of advisers on the recommendations of the Board. The Council may engage the services of advisers on the recommendations of the Board."
    },
    {
      "provision_ref": "s154",
      "part": "Part Six – Administrative, financial and miscellaneous provisions",
      "section": "154",
      "title": "Funds of the regulatory bodies",
      "content": "(1) The funds of the regulatory bodies established under this Act include The funds of the regulatory bodies established under this Act include moneys approved by Parliament, moneys approved by Parliament, moneys derived from fees, moneys derived from fees, donations, grants and gifts, and donations, grants and gifts, and any other moneys that are approved by the Minister respon­sible for Finance. any other moneys that are approved by the Minister respon­sible for Finance. (2) A regulatory body may retain A regulatory body may retain a percentage of internally generated funds realised in the performance of its functions, and a percentage of internally generated funds realised in the performance of its functions, and the percentage retained by a regulatory body shall be as specified in writing by the Minister responsible for Finance. the percentage retained by a regulatory body shall be as specified in writing by the Minister responsible for Finance."
    },
    {
      "provision_ref": "s155",
      "part": "Part Six – Administrative, financial and miscellaneous provisions",
      "section": "155",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books of account and proper records in relation to them in the form approved by the Auditor-General. The Board shall keep books of account and proper records in relation to them in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Council to the Auditor-General for audit within three months after the end of the financial year. The Board shall submit the accounts of the Council to the Auditor-General for audit within three months after the end of the financial year. (3) The Auditor-General shall, not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister. The Auditor-General shall, not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister. (4) The financial year of the Council shall be the same as the financial year of the Government. The financial year of the Council shall be the same as the financial year of the Government."
    },
    {
      "provision_ref": "s156",
      "part": "Part Six – Administrative, financial and miscellaneous provisions",
      "section": "156",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall within one month after the receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Council for the year to which the report relates. The Board shall within one month after the receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Council for the year to which the report relates. (2) The annual report shall include the report of the Auditor-General. The annual report shall include the report of the Auditor-General. (3) The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Board shall also submit to the Minister any other reports which the Minister may require in writing. The Board shall also submit to the Minister any other reports which the Minister may require in writing."
    },
    {
      "provision_ref": "s157",
      "part": "Part Six – Administrative, financial and miscellaneous provisions",
      "section": "157",
      "title": "Practice by non-citizens",
      "content": "A non-citizen who intends to practice in the country under this Act shall hold a valid work permit or otherwise be entitled to work in gainful employment in the country. A non-citizen who intends to practice in the country under this Act shall hold a valid work permit or otherwise be entitled to work in gainful employment in the country."
    },
    {
      "provision_ref": "s158",
      "part": "Part Six – Administrative, financial and miscellaneous provisions",
      "section": "158",
      "title": "Collaboration with statutory bodies",
      "content": "The Board shall collaborate with other statutory bodies in the health sector, particularly the Board responsible for the licencing and in­spection of facilities and premises. The Board shall collaborate with other statutory bodies in the health sector, particularly the Board responsible for the licencing and in­spection of facilities and premises."
    },
    {
      "provision_ref": "s159",
      "part": "Part Six – Administrative, financial and miscellaneous provisions",
      "section": "159",
      "title": "Interpretation",
      "content": "In this Part unless the context otherwise requires“Board” means the respective governing bodies of the Allied Health Professions Council, the Medical and Dental Council, the Nursing and Midwifery Council, the Pharmacy Council, and the Psychology Council; and“Council” means the respective Allied Health Professions Council, the Medical and Dental Council, the Nursing and Midwifery Council, the Pharmacy Council and the Psychology Council. In this Part unless the context otherwise requires “Board” means the respective governing bodies of the Allied Health Professions Council, the Medical and Dental Council, the Nursing and Midwifery Council, the Pharmacy Council, and the Psychology Council; and “Council” means the respective Allied Health Professions Council, the Medical and Dental Council, the Nursing and Midwifery Council, the Pharmacy Council and the Psychology Council."
    }
  ],
  "definitions": [
    {
      "term": "allied health professional",
      "definition": "a person who has undergone an approved course of training with direct clinical health experience under supervision of an appropriately qualified health care professional which qualifies that person to practice as an independent professional and who has completed an approved period of clinical internship as determined by an appropriate regulatory body",
      "source_provision": "s23"
    },
    {
      "term": "approved hospital or institution",
      "definition": "a hospital or institution approved by the Board",
      "source_provision": "s23"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Council",
      "source_provision": "s23"
    },
    {
      "term": "Council",
      "definition": "the Allied Health Professions Council",
      "source_provision": "s23"
    },
    {
      "term": "facility",
      "definition": "a building or any other premises where provision is made for practising an allied health profession",
      "source_provision": "s23"
    },
    {
      "term": "internship",
      "definition": "training in an approved hospital or institu­tion",
      "source_provision": "s23"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for health",
      "source_provision": "s23"
    },
    {
      "term": "practice",
      "definition": "the occupation of an allied health practitioner",
      "source_provision": "s23"
    },
    {
      "term": "practitioner",
      "definition": "a registered person with the relevant training and qualification acceptable by the Board",
      "source_provision": "s23"
    },
    {
      "term": "Regulations",
      "definition": "the Regulations made under this Part. In this Part, unless the context otherwise requires, “allied health professional” means a person who has undergone an approved course of training with direct clinical health experience under supervision of an appropriately qualified health care professional which qualifies that person to practice as an independent professional and who has completed an approved period of clinical internship as determined by an appropriate regulatory body",
      "source_provision": "s23"
    },
    {
      "term": "approved hospital or institution",
      "definition": "a hospital or institution approved by the Board",
      "source_provision": "s23"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Council",
      "source_provision": "s23"
    },
    {
      "term": "Council",
      "definition": "the Allied Health Professions Council",
      "source_provision": "s23"
    },
    {
      "term": "facility",
      "definition": "a building or any other premises where provision is made for practising an allied health profession",
      "source_provision": "s23"
    },
    {
      "term": "internship",
      "definition": "training in an approved hospital or institu­tion",
      "source_provision": "s23"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for health",
      "source_provision": "s23"
    },
    {
      "term": "practice",
      "definition": "the occupation of an allied health practitioner",
      "source_provision": "s23"
    },
    {
      "term": "practitioner",
      "definition": "a registered person with the relevant training and qualification acceptable by the Board",
      "source_provision": "s23"
    },
    {
      "term": "approved hospital or institution",
      "definition": "a hospital or institu­tion approved under the prescribed law",
      "source_provision": "s50"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Council",
      "source_provision": "s50"
    },
    {
      "term": "certified registered anaesthetist",
      "definition": "a practictioner under this Part other than the anaesthetist who administers anaesthesia",
      "source_provision": "s50"
    },
    {
      "term": "Council",
      "definition": "the Medical and Dental Council",
      "source_provision": "s50"
    },
    {
      "term": "includes physical structures, equipment and logis­tics registered under the prescribed law with the requisite human resource;“housemanship",
      "definition": "a period of training in an approved hospital or institution by a practitioner who has completed basic medical or dental training in a recognised institution or university",
      "source_provision": "s50"
    },
    {
      "term": "house officer",
      "definition": "a practitioner who is doing housemanship",
      "source_provision": "s50"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Health",
      "source_provision": "s50"
    },
    {
      "term": "physician assistant",
      "definition": "physician assistant, medical assis­tant, community oral health officer, school dental nurse or school dental therapist",
      "source_provision": "s50"
    },
    {
      "term": "practice",
      "definition": "the profession of medicine or dentistry",
      "source_provision": "s50"
    },
    {
      "term": "practitioner",
      "definition": "a person registered to practise under this Part with qualifications recognized by the Board",
      "source_provision": "s50"
    },
    {
      "term": "pre-registration training",
      "definition": "housemanship",
      "source_provision": "s50"
    },
    {
      "term": "qualifying examination",
      "definition": "an examination which a medical or dental student is required to pass in order to obtain a primary qualification",
      "source_provision": "s50"
    },
    {
      "term": "Regulations",
      "definition": "the Regulations made under this Part",
      "source_provision": "s50"
    },
    {
      "term": "training institutions",
      "definition": "an accredited medical or dental school, university or postgraduate medical college",
      "source_provision": "s50"
    },
    {
      "term": "registered practitioner",
      "definition": "a medical or dental practiioner, physician assistants or certified registered anaesthetists. In this Part, unless the context otherwise requires, “approved hospital or institution” means a hospital or institu­tion approved under the prescribed law",
      "source_provision": "s50"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Council",
      "source_provision": "s50"
    },
    {
      "term": "certified registered anaesthetist",
      "definition": "a practictioner under this Part other than the anaesthetist who administers anaesthesia",
      "source_provision": "s50"
    },
    {
      "term": "Council",
      "definition": "the Medical and Dental Council",
      "source_provision": "s50"
    },
    {
      "term": "includes physical structures, equipment and logis­tics registered under the prescribed law with the requisite human resource; “housemanship",
      "definition": "a period of training in an approved hospital or institution by a practitioner who has completed basic medical or dental training in a recognised institution or university",
      "source_provision": "s50"
    },
    {
      "term": "house officer",
      "definition": "a practitioner who is doing housemanship",
      "source_provision": "s50"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Health",
      "source_provision": "s50"
    },
    {
      "term": "physician assistant",
      "definition": "physician assistant, medical assis­tant, community oral health officer, school dental nurse or school dental therapist",
      "source_provision": "s50"
    },
    {
      "term": "practice",
      "definition": "the profession of medicine or dentistry",
      "source_provision": "s50"
    },
    {
      "term": "practitioner",
      "definition": "a person registered to practise under this Part with qualifications recognized by the Board",
      "source_provision": "s50"
    },
    {
      "term": "pre-registration training",
      "definition": "housemanship",
      "source_provision": "s50"
    },
    {
      "term": "qualifying examination",
      "definition": "an examination which a medical or dental student is required to pass in order to obtain a primary qualification",
      "source_provision": "s50"
    },
    {
      "term": "Regulations",
      "definition": "the Regulations made under this Part",
      "source_provision": "s50"
    },
    {
      "term": "training institutions",
      "definition": "an accredited medical or dental school, university or postgraduate medical college",
      "source_provision": "s50"
    },
    {
      "term": "approved hospital or institution",
      "definition": "a hospital or institu­tion approved by the Board",
      "source_provision": "s75"
    },
    {
      "term": "Board",
      "definition": "governing body of the Council",
      "source_provision": "s75"
    },
    {
      "term": "Council",
      "definition": "the Nursing and Midwifery Council",
      "source_provision": "s75"
    },
    {
      "term": "midwife",
      "definition": "a person who has been registered as a midwife under this Part",
      "source_provision": "s75"
    },
    {
      "term": "midwifery",
      "definition": "the supervision, care and education of women on how to live a healthy life during pregnancy, labour, including the care of the newborn baby and the post partum period by a registered midwife",
      "source_provision": "s75"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Health",
      "source_provision": "s75"
    },
    {
      "term": "nurse",
      "definition": "a person who has been registered as a nurse under this Part",
      "source_provision": "s75"
    },
    {
      "term": "nurse assistant",
      "definition": "a person who has been registered under this Part to assist a nurse or midwife",
      "source_provision": "s75"
    },
    {
      "term": "nursing",
      "definition": "the promotion of health, prevention of illness, and care of the physically ill, mentally ill, and persons with a disability in health care and other community settings by a registered nurse",
      "source_provision": "s75"
    },
    {
      "term": "practice",
      "definition": "the profession of nursing or midwifery",
      "source_provision": "s75"
    },
    {
      "term": "practitioner",
      "definition": "a person registered to praactice under this Part with qualifications recognised by the Board",
      "source_provision": "s75"
    },
    {
      "term": "recognised primary qualification",
      "definition": "accredited basic nursing and midwifery training",
      "source_provision": "s75"
    },
    {
      "term": "Regulations",
      "definition": "the Regulations made under this Act. In this Part, unless the context otherwise requires, “approved hospital or institution” means a hospital or institu­tion approved by the Board",
      "source_provision": "s75"
    },
    {
      "term": "Board",
      "definition": "governing body of the Council",
      "source_provision": "s75"
    },
    {
      "term": "Council",
      "definition": "the Nursing and Midwifery Council",
      "source_provision": "s75"
    },
    {
      "term": "midwife",
      "definition": "a person who has been registered as a midwife under this Part",
      "source_provision": "s75"
    },
    {
      "term": "midwifery",
      "definition": "the supervision, care and education of women on how to live a healthy life during pregnancy, labour, including the care of the newborn baby and the post partum period by a registered midwife",
      "source_provision": "s75"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Health",
      "source_provision": "s75"
    },
    {
      "term": "nurse",
      "definition": "a person who has been registered as a nurse under this Part",
      "source_provision": "s75"
    },
    {
      "term": "nurse assistant",
      "definition": "a person who has been registered under this Part to assist a nurse or midwife",
      "source_provision": "s75"
    },
    {
      "term": "nursing",
      "definition": "the promotion of health, prevention of illness, and care of the physically ill, mentally ill, and persons with a disability in health care and other community settings by a registered nurse",
      "source_provision": "s75"
    },
    {
      "term": "practice",
      "definition": "the profession of nursing or midwifery",
      "source_provision": "s75"
    },
    {
      "term": "practitioner",
      "definition": "a person registered to praactice under this Part with qualifications recognised by the Board",
      "source_provision": "s75"
    },
    {
      "term": "recognised primary qualification",
      "definition": "accredited basic nursing and midwifery training",
      "source_provision": "s75"
    },
    {
      "term": "approved prescriber",
      "definition": "a person authorized by law or by the Minister and required by relevant bodies to supply medicine",
      "source_provision": "s112"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Pharmacy Council",
      "source_provision": "s112"
    },
    {
      "term": "dangerous medicines",
      "definition": "drugs prescribed by Regulations as dangerous medicines",
      "source_provision": "s112"
    },
    {
      "term": "exigency",
      "definition": "a situation of depiction or inaccessibility to pharmaceutical care",
      "source_provision": "s112"
    },
    {
      "term": "inspector",
      "definition": "a person authorised to carry out inspections under this Part",
      "source_provision": "s112"
    },
    {
      "term": "itinerant medicines supplier",
      "definition": "a person who hawks restricted medicines, other than from the approved premises",
      "source_provision": "s112"
    },
    {
      "term": "medical treatment centre",
      "definition": "a health institution for the treatment of out-patients and which is under the immediate supervision of an attendant recognised by the Board",
      "source_provision": "s112"
    },
    {
      "term": "medicine",
      "definition": "drug as defined in the Public Health Act, 2012 (Act 851)",
      "source_provision": "s112"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Health",
      "source_provision": "s112"
    },
    {
      "term": "over the counter medicine",
      "definition": "a restricted medicine classified as such by the Food and Drugs Authority which in the opinion of the Minister can be sold or supplied to a patient or end user other than by or under the supervision of a registered pharmacist with reasonable safety",
      "source_provision": "s112"
    },
    {
      "term": "pharmaceutical care",
      "definition": "the situation where the practitioner takes responsibility and is accountable for the medicine related needs of a patient or client",
      "source_provision": "s112"
    },
    {
      "term": "includes pharmacy technicians and licenced over the counter medicine sellers;“pharmacy technician",
      "definition": "a person who holds a higher national diploma qualification in dispensing technology obtained in Ghana or its equivalent and is registered under this Part",
      "source_provision": "s112"
    },
    {
      "term": "pharmacy only medicine",
      "definition": "a restricted medicine classified as such by the Food and Drugs Authority and other prescrip­tion only or over the counter medicines which may be sold or supplied by or under the supervision of a registered phar­macist",
      "source_provision": "s112"
    },
    {
      "term": "practitioner",
      "definition": "a registered pharmacist or a pharmaceu­tical support staff",
      "source_provision": "s112"
    },
    {
      "term": "prescribed description",
      "definition": "a description as determined by the Board",
      "source_provision": "s112"
    },
    {
      "term": "prescription only medicine",
      "definition": "a description a restricted medicine classified as such by the Food and Drugs Author­ity which shall only be sold or supplied in accordance with a valid prescription given by a medical practitioner, dentist, veterinary practitioner or any person authorised by the Minister",
      "source_provision": "s112"
    },
    {
      "term": "promotional or marketing office",
      "definition": "a place where medical samples and publications related to medicines are kept for public information",
      "source_provision": "s112"
    },
    {
      "term": "public sector",
      "definition": "health facility funded from the Consoli­dated Fund or directly out of moneys provided by Parlia­ment",
      "source_provision": "s112"
    },
    {
      "term": "registered pharmacist",
      "definition": "a person holding a current certificate of registration issued under this Part, whose registration has not been suspended or cancelled",
      "source_provision": "s112"
    },
    {
      "term": "Regulations",
      "definition": "Regulations made under this Part",
      "source_provision": "s112"
    },
    {
      "term": "retail",
      "definition": "professional services that include the supply or sale of medicines or related products to a patient or final consumer for personal non-business use from premises by the holder of a retail licence issued under this Part",
      "source_provision": "s112"
    },
    {
      "term": "retail pharmacy",
      "definition": "the supply of medicines to a patient from a registered premises holding a retail licence",
      "source_provision": "s112"
    },
    {
      "term": "superintendent pharmacist",
      "definition": "a registered pharmacist with requisite experience and qualification approved by the Board who is legally and professionally responsible for supervising the dispensing preparation, sale or supply of medicines and related products in approved pharmacy premises",
      "source_provision": "s112"
    },
    {
      "term": "supply outlet",
      "definition": "premises licenced under this Part where medicines are supplied",
      "source_provision": "s112"
    },
    {
      "term": "approved prescriber",
      "definition": "a person authorized by law or by the Minister and required by relevant bodies to supply medicine",
      "source_provision": "s112"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Pharmacy Council",
      "source_provision": "s112"
    },
    {
      "term": "dangerous medicines",
      "definition": "drugs prescribed by Regulations as dangerous medicines",
      "source_provision": "s112"
    },
    {
      "term": "exigency",
      "definition": "a situation of depiction or inaccessibility to pharmaceutical care",
      "source_provision": "s112"
    },
    {
      "term": "inspector",
      "definition": "a person authorised to carry out inspections under this Part",
      "source_provision": "s112"
    },
    {
      "term": "itinerant medicines supplier",
      "definition": "a person who hawks restricted medicines, other than from the approved premises",
      "source_provision": "s112"
    },
    {
      "term": "medical treatment centre",
      "definition": "a health institution for the treatment of out-patients and which is under the immediate supervision of an attendant recognised by the Board",
      "source_provision": "s112"
    },
    {
      "term": "medicine",
      "definition": "drug as defined in the Public Health Act, 2012 (Act 851)",
      "source_provision": "s112"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Health",
      "source_provision": "s112"
    },
    {
      "term": "over the counter medicine",
      "definition": "a restricted medicine classified as such by the Food and Drugs Authority which in the opinion of the Minister can be sold or supplied to a patient or end user other than by or under the supervision of a registered pharmacist with reasonable safety",
      "source_provision": "s112"
    },
    {
      "term": "pharmaceutical care",
      "definition": "the situation where the practitioner takes responsibility and is accountable for the medicine related needs of a patient or client",
      "source_provision": "s112"
    },
    {
      "term": "includes pharmacy technicians and licenced over the counter medicine sellers; “pharmacy technician",
      "definition": "a person who holds a higher national diploma qualification in dispensing technology obtained in Ghana or its equivalent and is registered under this Part",
      "source_provision": "s112"
    },
    {
      "term": "pharmacy only medicine",
      "definition": "a restricted medicine classified as such by the Food and Drugs Authority and other prescrip­tion only or over the counter medicines which may be sold or supplied by or under the supervision of a registered phar­macist",
      "source_provision": "s112"
    },
    {
      "term": "practitioner",
      "definition": "a registered pharmacist or a pharmaceu­tical support staff",
      "source_provision": "s112"
    },
    {
      "term": "prescribed description",
      "definition": "a description as determined by the Board",
      "source_provision": "s112"
    },
    {
      "term": "prescription only medicine",
      "definition": "a description a restricted medicine classified as such by the Food and Drugs Author­ity which shall only be sold or supplied in accordance with a valid prescription given by a medical practitioner, dentist, veterinary practitioner or any person authorised by the Minister",
      "source_provision": "s112"
    },
    {
      "term": "promotional or marketing office",
      "definition": "a place where medical samples and publications related to medicines are kept for public information",
      "source_provision": "s112"
    },
    {
      "term": "public sector",
      "definition": "health facility funded from the Consoli­dated Fund or directly out of moneys provided by Parlia­ment",
      "source_provision": "s112"
    },
    {
      "term": "registered pharmacist",
      "definition": "a person holding a current certificate of registration issued under this Part, whose registration has not been suspended or cancelled",
      "source_provision": "s112"
    },
    {
      "term": "Regulations",
      "definition": "Regulations made under this Part",
      "source_provision": "s112"
    },
    {
      "term": "retail",
      "definition": "professional services that include the supply or sale of medicines or related products to a patient or final consumer for personal non-business use from premises by the holder of a retail licence issued under this Part",
      "source_provision": "s112"
    },
    {
      "term": "retail pharmacy",
      "definition": "the supply of medicines to a patient from a registered premises holding a retail licence",
      "source_provision": "s112"
    },
    {
      "term": "superintendent pharmacist",
      "definition": "a registered pharmacist with requisite experience and qualification approved by the Board who is legally and professionally responsible for supervising the dispensing preparation, sale or supply of medicines and related products in approved pharmacy premises",
      "source_provision": "s112"
    },
    {
      "term": "supply outlet",
      "definition": "premises licenced under this Part where medicines are supplied",
      "source_provision": "s112"
    },
    {
      "term": "approved hospital or institution",
      "definition": "a psychiatric or a general hospital, clinic or institution approved by the Board",
      "source_provision": "s142"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Council“Council” means the Psychology Council",
      "source_provision": "s142"
    },
    {
      "term": "intern",
      "definition": "a practitioner who is doing internship",
      "source_provision": "s142"
    },
    {
      "term": "internship",
      "definition": "a period of training in an approved hospital or institution by a practitioner who has completed basic applied psychology training in a recognised institution or university",
      "source_provision": "s142"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Health",
      "source_provision": "s142"
    },
    {
      "term": "parapsychologist",
      "definition": "a person who has a certificate in pastoral counselling, career counselling, guidance and counselling, family counselling, marriage and relationship counselling and other lay counsellors among others",
      "source_provision": "s142"
    },
    {
      "term": "practice",
      "definition": "the profession of applied psychology",
      "source_provision": "s142"
    },
    {
      "term": "practitioner",
      "definition": "a clinical, health, counselling or commu­nity psychologists registered to practise under this Part with qualifications recognized by the Board",
      "source_provision": "s142"
    },
    {
      "term": "pre-registration training",
      "definition": "internship",
      "source_provision": "s142"
    },
    {
      "term": "primary qualification",
      "definition": "a first degree in psychology, social work or sociology from a recognised institution.“psychologist” is a person who holds at least a primary qualifi­cation of PhD or Psych. D. or an M. Phil",
      "source_provision": "s142"
    },
    {
      "term": "psychologist assistants",
      "definition": "a person who holds a bachelor’s degree in psychology, social work, or sociology from a recognized institution",
      "source_provision": "s142"
    },
    {
      "term": "psychological services",
      "definition": "services provided by qualified psychologists in the form of counselling, consultancy, therapy, research, education, social interventions, psycho­metric assessment and expert witnessing",
      "source_provision": "s142"
    },
    {
      "term": "qualifying examination",
      "definition": "an examination which a psychology student is required to pass in order to obtain a primary qualification",
      "source_provision": "s142"
    },
    {
      "term": "registered licensed psychologist",
      "definition": "a person whose name is on the Register of Psychologists and whose registration is not suspended or cancelled",
      "source_provision": "s142"
    },
    {
      "term": "Regulations",
      "definition": "the Regulations made under this Part",
      "source_provision": "s142"
    },
    {
      "term": "training institutions",
      "definition": "an accredited psychology school, university or postgraduate college or department of a university. In this Part, unless the context otherwise requires, “approved hospital or institution” means a psychiatric or a general hospital, clinic or institution approved by the Board",
      "source_provision": "s142"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Council “Council” means the Psychology Council",
      "source_provision": "s142"
    },
    {
      "term": "intern",
      "definition": "a practitioner who is doing internship",
      "source_provision": "s142"
    },
    {
      "term": "internship",
      "definition": "a period of training in an approved hospital or institution by a practitioner who has completed basic applied psychology training in a recognised institution or university",
      "source_provision": "s142"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Health",
      "source_provision": "s142"
    },
    {
      "term": "parapsychologist",
      "definition": "a person who has a certificate in pastoral counselling, career counselling, guidance and counselling, family counselling, marriage and relationship counselling and other lay counsellors among others",
      "source_provision": "s142"
    },
    {
      "term": "practice",
      "definition": "the profession of applied psychology",
      "source_provision": "s142"
    },
    {
      "term": "practitioner",
      "definition": "a clinical, health, counselling or commu­nity psychologists registered to practise under this Part with qualifications recognized by the Board",
      "source_provision": "s142"
    },
    {
      "term": "pre-registration training",
      "definition": "internship",
      "source_provision": "s142"
    },
    {
      "term": "primary qualification",
      "definition": "a first degree in psychology, social work or sociology from a recognised institution. “psychologist” is a person who holds at least a primary qualifi­cation of PhD or Psych. D. or an M. Phil",
      "source_provision": "s142"
    },
    {
      "term": "psychologist assistants",
      "definition": "a person who holds a bachelor’s degree in psychology, social work, or sociology from a recognized institution",
      "source_provision": "s142"
    },
    {
      "term": "psychological services",
      "definition": "services provided by qualified psychologists in the form of counselling, consultancy, therapy, research, education, social interventions, psycho­metric assessment and expert witnessing",
      "source_provision": "s142"
    },
    {
      "term": "qualifying examination",
      "definition": "an examination which a psychology student is required to pass in order to obtain a primary qualification",
      "source_provision": "s142"
    },
    {
      "term": "registered licensed psychologist",
      "definition": "a person whose name is on the Register of Psychologists and whose registration is not suspended or cancelled",
      "source_provision": "s142"
    },
    {
      "term": "Regulations",
      "definition": "the Regulations made under this Part",
      "source_provision": "s142"
    },
    {
      "term": "Board",
      "definition": "the respective governing bodies of the Allied Health Professions Council, the Medical and Dental Council, the Nursing and Midwifery Council, the Pharmacy Council, and the Psychology Council",
      "source_provision": "s159"
    },
    {
      "term": "Council",
      "definition": "the respective Allied Health Professions Council, the Medical and Dental Council, the Nursing and Midwifery Council, the Pharmacy Council and the Psychology Council. In this Part unless the context otherwise requires “Board” means the respective governing bodies of the Allied Health Professions Council, the Medical and Dental Council, the Nursing and Midwifery Council, the Pharmacy Council, and the Psychology Council",
      "source_provision": "s159"
    }
  ]
}