{
  "id": "act-878-2014",
  "type": "act",
  "title": "Excise Duty Act, 2014",
  "short_name": "Excise Duty Act, 2014 2014",
  "act_number": 878,
  "year": 2014,
  "status": "in_force",
  "issued_date": "2014-11-12",
  "url": "https://ghalii.org/akn/gh/act/2014/878",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Payment of excise duty",
      "content": "Excise duty is payable on the goods specified in the First Schedule where the goods are manufactured in the country; or manufactured in the country; or imported into the country imported into the country to the rates specified in the First Schedule."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Exemptions",
      "content": "Excise duty is not payable on goods specified in the Second Schedule; goods specified in the Second Schedule; goods that have not been entered for home use from the warehouse of a manufacturer where the Commissioner General is satisfied that the goods have been destroyed by natural causes; or have been destroyed by natural causes; or have deteriorated or have been damaged while stored in the warehouse of a manufacturer, and have been securely disposed of in a manner satisfactory to the Commissioner-General; have deteriorated or have been damaged while stored in the warehouse of a manufacturer, and have been securely disposed of in a manner satisfactory to the Commissioner-General; goods that are exported if the goods are entered for re-export or re-exported in the case of imported goods; entered for re-export or re-exported in the case of imported goods; removed from a warehouse and immediately entered for export in the case of goods manufactured in the country; or removed from a warehouse and immediately entered for export in the case of goods manufactured in the country; or delivered as ship stores on a ship or an aircraft proceeding to a place outside Ghana; and delivered as ship stores on a ship or an aircraft proceeding to a place outside Ghana; and goods that are removed from a warehouse of a registered manufacturer to another warehouse of the same manufacturer or to the warehouse of another registered manufacturer. goods that are removed from a warehouse of a registered manufacturer to another warehouse of the same manufacturer or to the warehouse of another registered manufacturer."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Temporary importation of goods",
      "content": "(1) The Commissioner-General may grant permission for a person to import excisable goods without payment of excise duty where the Commissioner-General is satisfied that the goods The Commissioner-General may grant permission for a person to import excisable goods without payment of excise duty where the Commissioner-General is satisfied that the goods to be imported are for purposes of further processing or exhibition, and to be imported are for purposes of further processing or exhibition, and shall be re-exported within three months from the grant of the permission. shall be re-exported within three months from the grant of the permission. (2) A person granted permission under subsection (1) shall provide a bond or security to cover an amount equal to the excise duty payable on the goods as determined by the Commissioner-General. A person granted permission under subsection (1) shall provide a bond or security to cover an amount equal to the excise duty payable on the goods as determined by the Commissioner-General. (3) The Commissioner-General shall retain the bond or security where goods imported are not re-exported within the specified period. The Commissioner-General shall retain the bond or security where goods imported are not re-exported within the specified period. (4) Where the goods are re-exported within the time specified in subsection (1), the Commissioner-General shall cancel the bond or security provided. Where the goods are re-exported within the time specified in subsection (1), the Commissioner-General shall cancel the bond or security provided."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Goods not accounted for",
      "content": "(1) A manufacturer shall notify the Commissioner-General of a discrepancy in goods between the actual and recorded inventory of the manufacturer within seven days of becoming aware of the discrepancy. A manufacturer shall notify the Commissioner-General of a discrepancy in goods between the actual and recorded inventory of the manufacturer within seven days of becoming aware of the discrepancy. (2) Where a manufacturer cannot account for a quantity of goods manufactured in a warehouse to the satisfaction of the Commissioner­ General, the manufacturer is liable to pay excise duty as if the manufac­turer entered those goods for home use from a warehouse during the month in which the deficiency occurred. Where a manufacturer cannot account for a quantity of goods manufactured in a warehouse to the satisfaction of the Commissioner­ General, the manufacturer is liable to pay excise duty as if the manufac­turer entered those goods for home use from a warehouse during the month in which the deficiency occurred."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Quantity and value of excisable goods",
      "content": "(1) Where a rate of excise duty specified in the First Schedule is payable by reference to a unit of measurement other than value and Where a rate of excise duty specified in the First Schedule is payable by reference to a unit of measurement other than value and goods are imported or removed from a warehouse in a container intended for sale of goods in a retail sale; and goods are imported or removed from a warehouse in a container intended for sale of goods in a retail sale; and the container is marked, labelled or commonly sold as containing a specific number of units of measure of the goods, the container is marked, labelled or commonly sold as containing a specific number of units of measure of the goods, the container shall be taken to contain that specific number of units of measure. (2) Where a rate of excise duty specified in the First Schedule is payable by reference to the value of excisable goods, the value of the goods is Where a rate of excise duty specified in the First Schedule is payable by reference to the value of excisable goods, the value of the goods is where the goods are imported, where the goods are imported, the sum of the value of the goods determined under the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) for the purpose of assessing import duty on the goods at ad valorem rates, whether or not import duty is payable on the goods; and the sum of the value of the goods determined under the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) for the purpose of assessing import duty on the goods at ad valorem rates, whether or not import duty is payable on the goods; and the amount of taxes, duties, fees or other charges payable on the goods at the time of entry into the country other than excise duty or value added tax not included in subparagraph (i); or the amount of taxes, duties, fees or other charges payable on the goods at the time of entry into the country other than excise duty or value added tax not included in subparagraph (i); or the consideration paid or payable in relation to the sale where the goods are manufactured in the country and are sold at the time they are entered for home use; or the consideration paid or payable in relation to the sale where the goods are manufactured in the country and are sold at the time they are entered for home use; or at the time the goods are entered for home use, considered to be the open market value of the goods at the time the goods are entered for home use, considered to be the open market value of the goods where the goods are manufactured in the country and are not sold at the time they are entered for home use; or where the goods are manufactured in the country and are not sold at the time they are entered for home use; or where the goods are sold but the seller, purchaser or any other person concerned in the sale are related persons. where the goods are sold but the seller, purchaser or any other person concerned in the sale are related persons. (3) Despite subsection (2)(b) or (c), the value of the goods shall be at least the ex-factory price. Despite subsection (2)(b) or (c), the value of the goods shall be at least the ex-factory price. (4) The value determined in accordance with subsection (2) or (3) does not include the amount of excise duty and value added tax payable in relation to those goods. The value determined in accordance with subsection (2) or (3) does not include the amount of excise duty and value added tax payable in relation to those goods."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Time for payment of excise duty",
      "content": "Excise duty becomes due and is payable to the Commissioner-General where goods are manufactured in the country at the time when the goods are entered for home use by the manufacturer from whose warehouse the goods are removed; where goods are manufactured in the country at the time when the goods are entered for home use by the manufacturer from whose warehouse the goods are removed; where goods are imported into the country by the person who enters the goods for home use, or is required to enter the goods for home use; and where goods are imported into the country by the person who enters the goods for home use, or is required to enter the goods for home use; and where goods are manufactured in the country without the relevant registration, by the person who manufactured the goods and at the time the goods were manufactured. where goods are manufactured in the country without the relevant registration, by the person who manufactured the goods and at the time the goods were manufactured."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Payment of excise duty by manufacturers",
      "content": "(1) Where excise duty is payable by a manufacturer Where excise duty is payable by a manufacturer in relation to excisable goods entered for home use from a warehouse by the manufacturer during a calendar month, the excise duty shall be paid to the Commissioner-General on or before the twenty-first day of the following calendar month; and in relation to excisable goods entered for home use from a warehouse by the manufacturer during a calendar month, the excise duty shall be paid to the Commissioner-General on or before the twenty-first day of the following calendar month; and in relation to excisable goods manufactured in an unapproved warehouse, the excise duty shall be paid to the Commissioner-General when the goods are manufactured in relation to excisable goods manufactured in an unapproved warehouse, the excise duty shall be paid to the Commissioner-General when the goods are manufactured (2) The liability to pay excise duty under this Act does not depend on The liability to pay excise duty under this Act does not depend on the Commissioner-General making an assessment of the excise duty due, or the Commissioner-General making an assessment of the excise duty due, or the manufacturer making a return in accordance with section 9. the manufacturer making a return in accordance with section 9. (3) A manufacturer shall not enter for home use excisable goods manufactured in the country from an approved warehouse unless the manufacturer has entered into a bond or lodged security with the Com­missioner-General. A manufacturer shall not enter for home use excisable goods manufactured in the country from an approved warehouse unless the manufacturer has entered into a bond or lodged security with the Com­missioner-General. (4) Despite subsection (3), a manufacturer shall not enter for home use excisable goods from an approved warehouse if the amount of excise duty payable by the manufacturer on the entry exceeds the amount of security given under subsection (3), unless Despite subsection (3), a manufacturer shall not enter for home use excisable goods from an approved warehouse if the amount of excise duty payable by the manufacturer on the entry exceeds the amount of security given under subsection (3), unless the Commissioner-General, on application in writing by the manufacturer, gives the Commissioner-General, on application in writing by the manufacturer, gives permission for the entry; and permission for the entry; and approval for the manufacturer to increase the amount of security given prior to the entry; or approval for the manufacturer to increase the amount of security given prior to the entry; or in any other case, the manufacturer pays the excise duty payable on the goods before the excisable goods are entered for home use. in any other case, the manufacturer pays the excise duty payable on the goods before the excisable goods are entered for home use."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Payment of excise duty by importers",
      "content": "(1) The excise duty payable in relation to excisable goods imported into the country shall be paid to the Commissioner-General at the time the goods are entered for home use. The excise duty payable in relation to excisable goods imported into the country shall be paid to the Commissioner-General at the time the goods are entered for home use. (2) For the purposes of subsection (1), For the purposes of subsection (1), a passenger who imports baggage for which an entry is not required under the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) is considered to have entered the baggage for home use at the time the baggage is delivered to the passenger in the country; and a passenger who imports baggage for which an entry is not required under the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) is considered to have entered the baggage for home use at the time the baggage is delivered to the passenger in the country; and the addressee of goods imported by post for which an entry is not required under the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) is con­sidered to have entered the goods for home use at the time the goods are delivered to the addressee. the addressee of goods imported by post for which an entry is not required under the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) is con­sidered to have entered the goods for home use at the time the goods are delivered to the addressee. (3) Where a person who imports excisable goods fails to enter the goods for home use under the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) excise duty is pay­able at the time when import duties become payable in relation to those goods, whether or not those goods are subject to import duties. Where a person who imports excisable goods fails to enter the goods for home use under the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) excise duty is pay­able at the time when import duties become payable in relation to those goods, whether or not those goods are subject to import duties."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Excise duty returns",
      "content": "(1) A manufacturer shall file an excise duty return for each calendar month not later than the twenty-first day of the following calendar month whether or not an excise duty is payable for the month to which the return relates. A manufacturer shall file an excise duty return for each calendar month not later than the twenty-first day of the following calendar month whether or not an excise duty is payable for the month to which the return relates. (2) An excise duty return shall An excise duty return shall be in a form approved by the Commissioner-General; be in a form approved by the Commissioner-General; be filed with the Commissioner-General; be filed with the Commissioner-General; provide information in relation to excisable goods removed by the manufacturer during the month to which the return relates; and provide information in relation to excisable goods removed by the manufacturer during the month to which the return relates; and contain any other information that may be required by the Commissioner-General. contain any other information that may be required by the Commissioner-General."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Assessment of excise duty and correction of return",
      "content": "(1) Where the Commissioner-General has reason to believe that Where the Commissioner-General has reason to believe that a person shall become liable for the payment of an amount of excise duty but that person is unlikely to pay the amount; a person shall become liable for the payment of an amount of excise duty but that person is unlikely to pay the amount; a person, other than a manufacturer, enters for home use goods that are excisable and represents that excise duty is charged on the goods entered; a person, other than a manufacturer, enters for home use goods that are excisable and represents that excise duty is charged on the goods entered; a manufacturer wrongly enters for exports or home use excisable goods or applies the excise duty rates; a manufacturer wrongly enters for exports or home use excisable goods or applies the excise duty rates; a manufacturer fails to submit a tax return specified in this Act or Regulations; a manufacturer fails to submit a tax return specified in this Act or Regulations; a return is incorrect or that a lawful excise duty has not been paid; or a return is incorrect or that a lawful excise duty has not been paid; or section 16 applies to a person, section 16 applies to a person, the Commissioner-General, based on any information available, may make an assessment of the amount of excise duty payable by the person or of the amount-of excise duty claimed by the person as payable in respect of the supply. (2) The person assessed The person assessed under subsection (1)(a) is the person required to account for the excise duty under this Act; under subsection (1)(a) is the person required to account for the excise duty under this Act; under subsection (1) (b) or (c), is the person making the entry; under subsection (1) (b) or (c), is the person making the entry; under subsection (1) (d) or (e), is the person required to submit the return or required to pay the excise duty; or under subsection (1) (d) or (e), is the person required to submit the return or required to pay the excise duty; or under subsection 1(f) is the person to whom section 16 applies. under subsection 1(f) is the person to whom section 16 applies. (3) The Commissioner-General may make the assessment for any period when the Commissioner-General deems it necessary The Commissioner-General may make the assessment for any period when the Commissioner-General deems it necessary (4) In the absence of a supply or return, the Commissioner-General may, based on the information available, estimate the excise duty payable by a person for the purposes of making the assessment. In the absence of a supply or return, the Commissioner-General may, based on the information available, estimate the excise duty payable by a person for the purposes of making the assessment. (5) A person who is not satisfied with a return submitted by that person may apply to the Commissioner-General in writing for authority to make an amendment to the original return. A person who is not satisfied with a return submitted by that person may apply to the Commissioner-General in writing for authority to make an amendment to the original return. (6) For purposes of subsection (5), the applicant shall For purposes of subsection (5), the applicant shall state in detail the grounds on which the application is made, and state in detail the grounds on which the application is made, and submit the application not more than three months after the submission of the original return. submit the application not more than three months after the submission of the original return. (7) The Commission-General may, after considering an application under subsection (5), The Commission-General may, after considering an application under subsection (5), approve or refuse the application; and approve or refuse the application; and make an assessment of the amount of excise duty payable under this Act. make an assessment of the amount of excise duty payable under this Act. (8) Where an assessment has been made under this section, the Commissioner-General shall serve a notice of the assessment on the person assessed, and the notice shall state Where an assessment has been made under this section, the Commissioner-General shall serve a notice of the assessment on the person assessed, and the notice shall state the excise duty payable; the excise duty payable; the date that the excise duty is due and payable; the date that the excise duty is due and payable; the place for payment of the excise duty; and the place for payment of the excise duty; and the procedure for objecting to the assessment. the procedure for objecting to the assessment. (9) An amount assessed under subsection (1)(b), (c) or (e) is for the purposes of this Act, an excise duty charged under this Act. An amount assessed under subsection (1)(b), (c) or (e) is for the purposes of this Act, an excise duty charged under this Act."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Credit and refund for excise duty paid on raw materials",
      "content": "(1) A manufacturer who uses excisable goods on which excise duty has been duly paid as raw materials in the manufacture of other excisable goods in the country, is subject to the production of evidence of payment of excise duty, entitled to a credit for A manufacturer who uses excisable goods on which excise duty has been duly paid as raw materials in the manufacture of other excisable goods in the country, is subject to the production of evidence of payment of excise duty, entitled to a credit for the excise duty paid by the manufacturer in respect of an entry of the raw materials for home use, or the excise duty paid by the manufacturer in respect of an entry of the raw materials for home use, or an excise duty that the Commissioner-General is satisfied was paid, by the person from whom the registered manu­facturer acquired the raw materials or by any other person, in respect of an entry for home use of those raw materials. an excise duty that the Commissioner-General is satisfied was paid, by the person from whom the registered manu­facturer acquired the raw materials or by any other person, in respect of an entry for home use of those raw materials. (2) The entitlement to a credit The entitlement to a credit arises when the manufacturer enters for home use or acquires the excisable goods for use as raw materials in the manufacture of other excisable goods, and arises when the manufacturer enters for home use or acquires the excisable goods for use as raw materials in the manufacture of other excisable goods, and shall be applied against the amount of excise duty payable, in accordance with section 7 (1) for the calendar month in which the entitlement to the credit arises. shall be applied against the amount of excise duty payable, in accordance with section 7 (1) for the calendar month in which the entitlement to the credit arises. (3) Where a determination of a credit under subsection (2) results in an excess credit for the calendar month, the manufacturer shall carry that amount forward as a credit to the next calendar month, and shall continue to carry the amount forward as credit until no credit remains. Where a determination of a credit under subsection (2) results in an excess credit for the calendar month, the manufacturer shall carry that amount forward as a credit to the next calendar month, and shall continue to carry the amount forward as credit until no credit remains. (4) Despite subsection (3), where an excess credit is attributable to excisable goods manufactured for export, the manufacturer is entitled to a refund of that amount if Despite subsection (3), where an excess credit is attributable to excisable goods manufactured for export, the manufacturer is entitled to a refund of that amount if more than twenty-five percent of the excisable goods entered by the manufacturer in that calendar month were entered for export in accordance with section 2; and more than twenty-five percent of the excisable goods entered by the manufacturer in that calendar month were entered for export in accordance with section 2; and the export proceeds have been repatriated by the bank of the buyer to the authorised dealer bank of the exporter in the country. the export proceeds have been repatriated by the bank of the buyer to the authorised dealer bank of the exporter in the country."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Refund of excise duty paid on imported excisable goods",
      "content": "(1) A person is entitled to a refund of excise duty paid on imported excisable goods entered for home use if the goods are in compliance with the conditions for drawback of import duties under the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) A person is entitled to a refund of excise duty paid on imported excisable goods entered for home use if the goods are in compliance with the conditions for drawback of import duties under the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) (2) A person is entitled to a refund of the excise duty paid on manufactured excisable goods entered for home use and subsequently exported if the Commissioner-General is satisfied that the goods were exported from the country in the state in which they were entered for home use. A person is entitled to a refund of the excise duty paid on manufactured excisable goods entered for home use and subsequently exported if the Commissioner-General is satisfied that the goods were exported from the country in the state in which they were entered for home use. (3) An application for a refund under this section shall be made within twelve months from the date on which the goods are exported or put on board the ship or aircraft in which they are exported. An application for a refund under this section shall be made within twelve months from the date on which the goods are exported or put on board the ship or aircraft in which they are exported."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Application for refund of excise duty",
      "content": "(1) An application for a refund of excise duty shall be made to the Commissioner-General in the prescribed form within twelve months after the month to which the refund relates and shall contain any other infor­mation that the Commissioner-General may require. An application for a refund of excise duty shall be made to the Commissioner-General in the prescribed form within twelve months after the month to which the refund relates and shall contain any other infor­mation that the Commissioner-General may require. (2) Where a refund is payable to a person, the Commissioner-General may apply part or all of the refund Where a refund is payable to a person, the Commissioner-General may apply part or all of the refund firstly, in reduction of an excise duty, interest or penalty payable by the person under this Act; and firstly, in reduction of an excise duty, interest or penalty payable by the person under this Act; and subsequently, against any other taxes or duties that may be collected by the Commissioner-General. subsequently, against any other taxes or duties that may be collected by the Commissioner-General. (3) Where a person who is entitled to a refund makes an application for the refund within the required time, the Commissioner-General shall, subject to subsection (2), pay the refund or the amount remaining within sixty days from the date on which the application is filed. Where a person who is entitled to a refund makes an application for the refund within the required time, the Commissioner-General shall, subject to subsection (2), pay the refund or the amount remaining within sixty days from the date on which the application is filed. (4) Where a refund is paid to a person in error, the person shall repay the amount, within thirty days after the person is notified by the Commissioner-General of the error. Where a refund is paid to a person in error, the person shall repay the amount, within thirty days after the person is notified by the Commissioner-General of the error. (5) The amount recoverable from a person under subsection (4) shall be considered as excise duty payable under this Act. The amount recoverable from a person under subsection (4) shall be considered as excise duty payable under this Act. (6) Where a person is not entitled to a refund but makes a claim and receives the refund, that person shall repay the amount within four­teen days and is liable to an administrative penalty of twice the amount of the refund. Where a person is not entitled to a refund but makes a claim and receives the refund, that person shall repay the amount within four­teen days and is liable to an administrative penalty of twice the amount of the refund."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Registration of manufacturers",
      "content": "A person shall not carry on a business of manufacturing excisable goods in the country unless that person is registered under this Act; that person is registered under this Act; the excisable goods are manufactured in a warehouse; and the excisable goods are manufactured in a warehouse; and that person has entered into a general bond or lodged a form of security with the Commissioner-General. that person has entered into a general bond or lodged a form of security with the Commissioner-General."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Application for registration",
      "content": "(1) A person who intends to carry on a business of manufacturing excisable goods in the country shall, not later than thirty days before commencement of the business, apply to the Commissioner-General to be registered under this Act. A person who intends to carry on a business of manufacturing excisable goods in the country shall, not later than thirty days before commencement of the business, apply to the Commissioner-General to be registered under this Act. (2) On receipt of an application, the Commissioner-General shall notify the applicant in writing of the decision of the Commissioner­-General within thirty days. On receipt of an application, the Commissioner-General shall notify the applicant in writing of the decision of the Commissioner­-General within thirty days. (3) The Commissioner-General The Commissioner-General shall register the applicant if the Commissioner-General is satisfied that the applicant will be carrying on the business of manufacturing excisable goods in the country; shall register the applicant if the Commissioner-General is satisfied that the applicant will be carrying on the business of manufacturing excisable goods in the country; shall issue the applicant with a certificate of registration; and shall issue the applicant with a certificate of registration; and may impose the terms, conditions or restrictions that the Commissioner-General considers appropriate. may impose the terms, conditions or restrictions that the Commissioner-General considers appropriate. (4) Where the Commissioner-General refuses to register an applicant the Commissioner-General shall give reasons for the refusal. Where the Commissioner-General refuses to register an applicant the Commissioner-General shall give reasons for the refusal. (5) An applicant who is dissatisfied with a decision of the Commissioner-General under subsection (4) may submit a petition in writing to the Commissioner-General for a review of the decision within thirty-days from the date of receipt of the decision and shall state the grounds for review of the decision An applicant who is dissatisfied with a decision of the Commissioner-General under subsection (4) may submit a petition in writing to the Commissioner-General for a review of the decision within thirty-days from the date of receipt of the decision and shall state the grounds for review of the decision (6) Despite subsection (5), an applicant may in writing request for extension of time to submit a petition and state the reasons for the request. Despite subsection (5), an applicant may in writing request for extension of time to submit a petition and state the reasons for the request. (7) Where the Commissioner-General is satisfied that there are rea­sonable grounds for the grant of extension of time to submit a petition the Commissioner-General shall within thirty days of the receipt of the application notify the applicant in writing of the approval. Where the Commissioner-General is satisfied that there are rea­sonable grounds for the grant of extension of time to submit a petition the Commissioner-General shall within thirty days of the receipt of the application notify the applicant in writing of the approval. (8) An applicant who is dissatisfied with the outcome of a petition may within thirty days from the date of receipt of the decision apply to the Minister for a further review. An applicant who is dissatisfied with the outcome of a petition may within thirty days from the date of receipt of the decision apply to the Minister for a further review. (9) The Minister shall on receipt of the petition The Minister shall on receipt of the petition take a decision on the matter within thirty days; and take a decision on the matter within thirty days; and notify the applicant in writing of the decision within four­teen days from arriving at the decision. notify the applicant in writing of the decision within four­teen days from arriving at the decision."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Compulsory registration",
      "content": "Where the Commissioner-General believes that a person is required to be registered under this Act but has failed to apply for registration, the Commissioner-General may register the person and issue the person with a certificate of registration after the Commissioner-General notifies the person in writing; and notifies the person in writing; and gives the person an opportunity to object to the registration within thirty days. gives the person an opportunity to object to the registration within thirty days."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Effective date of registration",
      "content": "Registration under this Act takes effect from the date specified on the certificate of registration issued by the Commissioner-General. Registration under this Act takes effect from the date specified on the certificate of registration issued by the Commissioner-General."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Change in relevant events or goods",
      "content": "A registered manufacturer shall, notify the Commissioner-General in writing of the date and details of a change in the name, address, place of business, constitution, or nature of the principal activity of the manufacturer not later than fourteen days after the occurrence of the change; and the date and details of a change in the name, address, place of business, constitution, or nature of the principal activity of the manufacturer not later than fourteen days after the occurrence of the change; and a change in the nature or quantity of excisable goods manufactured in the country not later than fourteen days before making the change. a change in the nature or quantity of excisable goods manufactured in the country not later than fourteen days before making the change."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Disqualification for certificate of registration",
      "content": "The Commissioner-General shall not grant or transfer a certificate of registration to a person who has been convicted of an offence under this Act; who has been convicted of an offence under this Act; who is less than eighteen years of age; or who is less than eighteen years of age; or whose certificate of registration has been cancelled under this Act. whose certificate of registration has been cancelled under this Act."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Death of a holder of a certificate of registration",
      "content": "Where a holder of a certificate of registration dies, the Commissioner-General may, subject to section 19, transfer the certificate of registration to the personal representative of the holder of the certificate of registration; the personal representative of the holder of the certificate of registration; the person beneficially entitled to the business; the person beneficially entitled to the business; the Administrator-General or Public Trustee; or the Administrator-General or Public Trustee; or the appointee of the Administrator-General or Public Trustee. the appointee of the Administrator-General or Public Trustee."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Cancellation of registration",
      "content": "(1) The Commissioner-General may, after giving notice in writing to a manufacturer, cancel the registration of the manufacturer where The Commissioner-General may, after giving notice in writing to a manufacturer, cancel the registration of the manufacturer where the manufacturer does not comply with the terms, condi­tions or restrictions imposed on the registration; the manufacturer does not comply with the terms, condi­tions or restrictions imposed on the registration; the manufacturer is convicted of an offence under this Act or the Customs, Excise and Preventive Service (Manage­ment) Act, 1993 (P.N.D.C.L. 330); or the manufacturer is convicted of an offence under this Act or the Customs, Excise and Preventive Service (Manage­ment) Act, 1993 (P.N.D.C.L. 330); or the person is less than eighteen years. the person is less than eighteen years. (2) The cancellation of the registration of a manufacturer does not affect an obligation or liability of the manufacturer under this Act in respect of acts done by the manufacturer or omissions by the manufac­turer including the obligation to The cancellation of the registration of a manufacturer does not affect an obligation or liability of the manufacturer under this Act in respect of acts done by the manufacturer or omissions by the manufac­turer including the obligation to pay excise duty; and pay excise duty; and file excise duty returns, file excise duty returns, while the manufacturer was registered."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Notice to Commissioner-General",
      "content": "(1) A manufacturer who ceases to manufacture excisable goods shall, within fourteen days of the date of the cessation, notify the Com­missioner-General in writing of A manufacturer who ceases to manufacture excisable goods shall, within fourteen days of the date of the cessation, notify the Com­missioner-General in writing of the date on which the manufacturer ceased to manufacture excisable goods; the date on which the manufacturer ceased to manufacture excisable goods; the date on which the manufacturer expects that no excisable goods will remain in the warehouse of the manufacturer; and the date on which the manufacturer expects that no excisable goods will remain in the warehouse of the manufacturer; and whether or not the manufacturer intends to recommence manufacturing excisable goods within twelve months from the date provided under paragraph (b). whether or not the manufacturer intends to recommence manufacturing excisable goods within twelve months from the date provided under paragraph (b). (2) Where the Commissioner-General receives a notification, the Commissioner-General Where the Commissioner-General receives a notification, the Commissioner-General shall carry out an audit of the warehouse of the manufacturer; and shall carry out an audit of the warehouse of the manufacturer; and shall, by notice in writing, cancel the registration of the manufacturer with effect from the first day on which excisable goods no longer remains in the warehouse of the manufacturer, unless the Commissioner-General has reasonable grounds to believe that the manufacturer will recommence manufacturing excisable goods within twelve months from that date. shall, by notice in writing, cancel the registration of the manufacturer with effect from the first day on which excisable goods no longer remains in the warehouse of the manufacturer, unless the Commissioner-General has reasonable grounds to believe that the manufacturer will recommence manufacturing excisable goods within twelve months from that date. (3) Where excisable goods remain in the warehouse of a manufacturer immediately after the cancellation of the registration of the manufacturer, the goods in the warehouse will be considered to have been entered for home use on the preceding day. Where excisable goods remain in the warehouse of a manufacturer immediately after the cancellation of the registration of the manufacturer, the goods in the warehouse will be considered to have been entered for home use on the preceding day. (4) A manufacturer who sells, as a going concern, a business of manufacturing excisable goods for which the person is registered, shall notify the Commissioner-General, in writing, not later than fourteen days before the earliest of the dates on which A manufacturer who sells, as a going concern, a business of manufacturing excisable goods for which the person is registered, shall notify the Commissioner-General, in writing, not later than fourteen days before the earliest of the dates on which the sale occurs; the sale occurs; the purchaser acquires any legal interest in the assets to be acquired; or the purchaser acquires any legal interest in the assets to be acquired; or the assets of the going concern are transferred. the assets of the going concern are transferred. (5) Where subsection (4) applies and the seller has transferred the entire business for which the seller is registered, the Commissioner-General shall cancel the registration of the seller. Where subsection (4) applies and the seller has transferred the entire business for which the seller is registered, the Commissioner-General shall cancel the registration of the seller."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Prohibition on warehousing of excisable goods",
      "content": "A manufacturer who is registered or required to be registered under this Act shall store excisable goods on which excise duty has not yet been paid only in an approved warehouse; store excisable goods on which excise duty has not yet been paid only in an approved warehouse; enter excisable goods for home use only from an approved warehouse; and enter excisable goods for home use only from an approved warehouse; and complete, at the time of entry for home use, the relevant records, forms, or documents required by the Commissioner-General in relation to the entry. complete, at the time of entry for home use, the relevant records, forms, or documents required by the Commissioner-General in relation to the entry."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Approval of premises as warehouse",
      "content": "(1) A manufacturer shall apply to the Commissioner-General in a form determined by the Commissioner-General for approval of premises as a warehouse for the purpose of A manufacturer shall apply to the Commissioner-General in a form determined by the Commissioner-General for approval of premises as a warehouse for the purpose of depositing, depositing, keeping, keeping, manufacturing, or manufacturing, or securing securing excisable goods. (2) Where the Commissioner-General is satisfied that the premises meet the requirements set out in Regulations, the Commissioner-General shall approve the application subject to such terms, conditions or restrictions. Where the Commissioner-General is satisfied that the premises meet the requirements set out in Regulations, the Commissioner-General shall approve the application subject to such terms, conditions or restrictions. (3) The Commissioner-General may station an officer in a warehouse to ensure compliance with this Act. The Commissioner-General may station an officer in a warehouse to ensure compliance with this Act. (4) The manufacturer shall provide the officer with appropriate office accommodation at or within the warehouse to the satisfaction of the Commissioner-General. The manufacturer shall provide the officer with appropriate office accommodation at or within the warehouse to the satisfaction of the Commissioner-General."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Common provisions relating to offences and penalties",
      "content": "(1) Where a person is liable to more than one penalty or fine under this Act in relation to the same entry for home use of excisable goods manufactured in the country, the total penalty or fine imposed on that person in relation to the excisable goods shall not exceed three times the value of the goods. Where a person is liable to more than one penalty or fine under this Act in relation to the same entry for home use of excisable goods manufactured in the country, the total penalty or fine imposed on that person in relation to the excisable goods shall not exceed three times the value of the goods. (2) A penalty payable under this Act is recoverable as if it were excise duty payable under this Act. A penalty payable under this Act is recoverable as if it were excise duty payable under this Act. (3) Where a person is convicted of an offence under this Act after having been previously convicted of a similar offence under this Act, the Court may, instead of or in addition to imposing the prescribed fine, impose a term of imprisonment of not more than two years, with or without the right of release on payment of a fine. Where a person is convicted of an offence under this Act after having been previously convicted of a similar offence under this Act, the Court may, instead of or in addition to imposing the prescribed fine, impose a term of imprisonment of not more than two years, with or without the right of release on payment of a fine."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Failure to register",
      "content": "(1) A person who carries on a business of manufacturing excisable goods in the country without registering as a manufacturer commits an offence and is liable on summary conviction to excise duty payable in relation to the excisable goods or to a term of imprisonment of not more than one year or to both. A person who carries on a business of manufacturing excisable goods in the country without registering as a manufacturer commits an offence and is liable on summary conviction to excise duty payable in relation to the excisable goods or to a term of imprisonment of not more than one year or to both. (2) In addition to the penalty provided under subsection (1) In addition to the penalty provided under subsection (1) the person shall pay a penalty of not more than two times the amount of excise duty payable in relation to the excisable goods; or an amount of not less than five hundred currency points and not more than one thousand currency points, whichever is higher; and the person shall pay a penalty of not more than two times the amount of excise duty payable in relation to the excisable goods; or an amount of not less than five hundred currency points and not more than one thousand currency points, whichever is higher; and the Commissioner-General may authorise the forfeiture of goods, raw materials, apparatus, utensils and other materials which in the opinion of the Commissioner-General can be used in the manufacture of excisable goods. the Commissioner-General may authorise the forfeiture of goods, raw materials, apparatus, utensils and other materials which in the opinion of the Commissioner-General can be used in the manufacture of excisable goods."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Manufacture outside a warehouse",
      "content": "A person who manufactures excisable goods in the country in premises that is not a warehouse, manufactures excisable goods in the country in premises that is not a warehouse, stores excisable goods on which excise duty has not been paid in premises that is not a warehouse, or stores excisable goods on which excise duty has not been paid in premises that is not a warehouse, or removes excisable goods on which excise duty has not been paid from premises that is not a warehouse, removes excisable goods on which excise duty has not been paid from premises that is not a warehouse, shall pay an administrative penalty equal to two times the amount of duty payable in relation to the excisable goods to the Commissioner-General; and in addition commits an offence and is liable on summary conviction to a fine of not more than three times the amount of excise duty payable in relation to those excisable goods or to a term of imprisonment of not more than one year or to both."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Failure to enter into bond or lodge security",
      "content": "(1) A person who A person who manufactures excisable goods in the country or enters excisable goods for home use without having entered into a bond or lodged a security with the Commissioner-General; or manufactures excisable goods in the country or enters excisable goods for home use without having entered into a bond or lodged a security with the Commissioner-General; or enters for home use excisable goods manufactured in the country without complying with section 7 (4), enters for home use excisable goods manufactured in the country without complying with section 7 (4), commits an offence and is liable on summary conviction to a fine of not more than two times the amount of excise duty referred to in paragraph (a) or (b) or to a term of imprisonment of not more than one year or to both. (2) In addition to the penalty provided under subsection (1) the person shall pay a penalty equal to In addition to the penalty provided under subsection (1) the person shall pay a penalty equal to two times the amount of excise duty payable on the excisable goods entered for home use during the time when the person did not enter into the bond or lodged a security as required; or two times the amount of excise duty payable on the excisable goods entered for home use during the time when the person did not enter into the bond or lodged a security as required; or two times the amount of excise duty payable by the person on each non-compliant entry of excisable goods for home use when paragraph (1) (b) applies. two times the amount of excise duty payable by the person on each non-compliant entry of excisable goods for home use when paragraph (1) (b) applies."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Failure to give notice",
      "content": "(1) A manufacturer who fails to give notice to the Commissioner-General as required under this Act commits an offence and is liable on summary conviction to a fine of not more than two hundred penalty units for each failure or to a term of imprisonment of not more than six months or to both. A manufacturer who fails to give notice to the Commissioner-General as required under this Act commits an offence and is liable on summary conviction to a fine of not more than two hundred penalty units for each failure or to a term of imprisonment of not more than six months or to both. (2) In addition to the penalty provided under subsection (1) the manufacturer shall pay a penalty of not more than five hundred currency points for each failure. In addition to the penalty provided under subsection (1) the manufacturer shall pay a penalty of not more than five hundred currency points for each failure."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Failure to provide office accommodation",
      "content": "A manufacturer who fails to provide office accommodation to an officer as required under section 24 (4) shall pay an administrative penalty of not more than five hundred currency points for each day that the manufacturer fails to provide the accommodation. A manufacturer who fails to provide office accommodation to an officer as required under section 24 (4) shall pay an administrative penalty of not more than five hundred currency points for each day that the manufacturer fails to provide the accommodation."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Failure to submit a return",
      "content": "A manufacturer who fails to submit to the Commissioner-­General an excise duty return by the due date is liable to a penalty of five hundred currency points and a further penalty of ten currency points for each day that the failure continues. A manufacturer who fails to submit to the Commissioner-­General an excise duty return by the due date is liable to a penalty of five hundred currency points and a further penalty of ten currency points for each day that the failure continues."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Failure to pay tax on due date",
      "content": "A manufacturer who fails to make a payment required under this Act to the Commissioner-General by the due date is liable to pay a penalty of fifteen percent of the amount due and an interest of five percent of the amount due for each day that the failure continues. A manufacturer who fails to make a payment required under this Act to the Commissioner-General by the due date is liable to pay a penalty of fifteen percent of the amount due and an interest of five percent of the amount due for each day that the failure continues."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Application of other laws",
      "content": "(1) Unless a contrary intention appears, in relation to excisable goods imported into the country, the provisions of the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) apply, so far as they are relevant, and with the necessary exceptions, modifica­tions and adaptations as if excise duty were an import duty. Unless a contrary intention appears, in relation to excisable goods imported into the country, the provisions of the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) apply, so far as they are relevant, and with the necessary exceptions, modifica­tions and adaptations as if excise duty were an import duty. (2) The Commissioner-General may exercise a power conferred on the Commissioner-General by the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) as if a reference to import duty in that Act includes a reference to excise duty imposed under this Act on imported goods. The Commissioner-General may exercise a power conferred on the Commissioner-General by the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) as if a reference to import duty in that Act includes a reference to excise duty imposed under this Act on imported goods. (3) The Commissioner-General may exercise a power conferred by the Value Added Tax Act, 2013 (Act 870) as if a reference to Value Added Tax in that Act includes a reference to excise duty charged under this Act. The Commissioner-General may exercise a power conferred by the Value Added Tax Act, 2013 (Act 870) as if a reference to Value Added Tax in that Act includes a reference to excise duty charged under this Act."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Security",
      "content": "For purposes of this Act, the Commissioner-General may require a manufacturer to enter into a general bond or lodge a security with the Commissioner-General to continue in force while the manufacturer remains registered. For purposes of this Act, the Commissioner-General may require a manufacturer to enter into a general bond or lodge a security with the Commissioner-General to continue in force while the manufacturer remains registered."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Liquor",
      "content": "For purposes of this Act, liquor containing more than twenty-four and half percent of pure alcohol by volume shall not be considered as wine, and liquor other than wine, containing more than ten percent of pure alcohol by volume shall not be considered as ale, beer, cider perry or stout; and containing more than twenty-four and half percent of pure alcohol by volume shall not be considered as wine, and liquor other than wine, containing more than ten percent of pure alcohol by volume shall not be considered as ale, beer, cider perry or stout; and containing more than twenty-four and half per centum of pure alcohol by volume, liquor other than wine, containing more than ten percent of pure alcohol by volume, and liquor other than wine, ale, beer, cider, perry or stout containing more than one per centum of pure alcohol by volume shall be considered as spirits. containing more than twenty-four and half per centum of pure alcohol by volume, liquor other than wine, containing more than ten percent of pure alcohol by volume, and liquor other than wine, ale, beer, cider, perry or stout containing more than one per centum of pure alcohol by volume shall be considered as spirits."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Regulations",
      "content": "The Minister may, by legislative instrument, make Regulations to provide for administrative matters; for administrative matters; for matters relating to excise duty returns; and for matters relating to excise duty returns; and generally for carrying into effect this Act. generally for carrying into effect this Act."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,\"aircraft\" means any apparatus, whether or not mechanically propelled, which is used for the transport by air of human beings or goods;“Commissioner-General” means the Commissioner-General of the Ghana Revenue Authority appointed under the Ghana Revenue Authority Act, 2009 (Act 791);\"constitution\" means ownership and management structure;\"entered\" means,(a)in relation to excisable goods, goods imported, warehoused, put on board an aircraft or shipped as stores or excisable goods exported(i)that the prescribed declaration has been filed and accepted by the proper officer; or(ii)that the filing has been electronically vali­dated and any duties, taxes, levies, fees and charges due have been paid or security for any duties, taxes, levies, fees and charges due has been deposited; and(b)in relation to a removal of goods manufactured in the country, the removal of the excisable goods under security“entered for export” means entered for export in accordance with the requirements of the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330)“entered for home use” means(a)in relation to excisable goods imported into the country,(i)an entry of the goods for home use under the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330); or(ii)if no entry of the goods for home use under the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) is made, an import of goods that are considered, under this Act or the Customs, Excise and Preventive Service (Manage­ment) Act, 1993 (P.N.D.C.L.. 330) to have been entered for home use; and(b)in relation to excisable goods manufactured in the country, the first removal, other than a removal of those goods from a warehouse;“excisable goods” means the goods specified in the First Schedule to this Act;“excise duty” means(a)the excise duty imposed under this Act; and(b)any amount required to be brought to account under this Act as excise duty or otherwise considered to be excise duty under this Act;\"exempt goods\" means goods that(a)are specified in the Second Schedule to this Act; or(b)arc exempted by this Act;\"ex-factory price\", in relation to goods, means the sum of(a)all costs to manufacture those goods, and(b)all profits that a manufacturer takes or is expected to take in relation to those goods if and when they are sold in comparable circumstances between unrelated parties in the open market, as is considered appropriate by the Commissioner-General;“export” means the act of taking out or causing to be taken out any goods from Ghana;“fair market value” means the consideration in money which a similar supply would generally fetch if supplied in similar circumstances at that date in Ghana, being a supply freely offered and made between persons who are not associates;“goods” means excisable goods;.\"home use\" means consumption, use, or application of goods in the country;\"import\" means to bring or cause goods to be brought into the country;“import duty” means a duty of customs charged on imported goods as prescribed by law;“manufacture” means make or produce excisable goods, and may be in the nature of(a)all processes, including intermediate or incomplete processes, undertaken in making or producing the goods;(b)filtering, diluting, or blending excisable goods with other goods, including other excisable goods;(c)putting excisable goods, for the first time, into a container in which they may be presented for sale or from which they may be dispensed; and(d)labelling or marking, for the first time, containers filled with excisable goods;“manufacturer” means a person who manufactures excisable goods or causes them to be manufactured in the country and is registered under this Act;“Minister” means the Minister responsible for Finance;“officer” means a person who is authorised by the Commis­sioner-General to carry out the functions or duties of an officer under this Act;“open market value” means the fair market value as determined by the Commissioner-General;“person” includes an individual, a partnership, a company, a trust, the estate of a deceased individual, a government or a body that is a society, a union, a club, an association, a commission or another organisation of any kind;“premises” includes(a)a place, whether or not that place is enclosed or built on; and(b)a structure, vehicle, vessel, or aircraft;“proper officer” means an officer whose rights or duty it is to exact the performance of or to perform the act referred to;\"registered manufacturer\" means a person who is registered under this Act;“related persons” means(a)a natural person and a relative of that natural person;(b)a trust and a person who is or may be a beneficiary in respect of that trust or whose relative is or may be a beneficiary;(c)a partnership or company other than a stock company and a member of that partnership or company who, on account of shares personally held together with shares or other membership interests held by persons who are related to that member or capital of the partnership or company; or(d)a shareholder in a stock company and the stock company if the shareholder on account of shares personally held together with shares held by persons who are related to the shareholder under a provi­sion of this definition and the shareholder(i)controls twenty-five percent or more of the voting power in the stock company; or(ii)owns twenty-five percent or more of the rights to dividends or of the rights to capital; or(e)two companies, if a person, either alone or together with a person who is related to that person under another provision of this definition(i)controls twenty-five percent or more of the voting power in both companies; or(ii)owns twenty-five percent or more of the rights to dividends or of the rights to capital in both companies; and, for purposes of paragraphs (c), (d), and (e), a person is treated as owning, on a pro rata basis, shares or other membership interests which are owned or controlled by the person indirectly through one or more interposed persons;“removal”, in relation to excisable goods manufactured in the country, refers to the movement of those goods from a ware­house to another place in the country; and excisable goods that are loaded onto a conveyance are considered to be removed;“sale” means an agreement of purchase and sale, or any other transaction including a barter transaction, under which ownership of goods or the right to dispose of goods as owner, passes or is intended to pass from one person to another for consideration;“ship” means floating craft of every description but does not include aircraft;“similar supply” in relation to a taxable supply, means a supply that is identical to, or closely or substantially resembles, the taxable supply, having regard to the characteristics, quality, quantity supplied, functional components, reputation of, and materials comprising the goods and services which are the subject of the taxable supply;“spirits” means spirits of any description and include all liquors mixed with spirits and all mixtures, compounds or prepa­rations made with spirits; and“warehouse” means a place approved by the Commissioner­-General for the deposit, keeping, manufacture or securing of excisable goods. In this Act, unless the context otherwise requires, \"aircraft\" means any apparatus, whether or not mechanically propelled, which is used for the transport by air of human beings or goods; “Commissioner-General” means the Commissioner-General of the Ghana Revenue Authority appointed under the Ghana Revenue Authority Act, 2009 (Act 791); \"constitution\" means ownership and management structure; \"entered\" means, in relation to excisable goods, goods imported, warehoused, put on board an aircraft or shipped as stores or excisable goods exported that the prescribed declaration has been filed and accepted by the proper officer; or that the filing has been electronically vali­dated and any duties, taxes, levies, fees and charges due have been paid or security for any duties, taxes, levies, fees and charges due has been deposited; and in relation to a removal of goods manufactured in the country, the removal of the excisable goods under security “entered for export” means entered for export in accordance with the requirements of the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) an entry of the goods for home use under the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330); or if no entry of the goods for home use under the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) is made, an import of goods that are considered, under this Act or the Customs, Excise and Preventive Service (Manage­ment) Act, 1993 (P.N.D.C.L.. 330) to have been entered for home use; and in relation to excisable goods manufactured in the country, the first removal, other than a removal of those goods from a warehouse; “excisable goods” means the goods specified in the First Schedule to this Act; the excise duty imposed under this Act; and any amount required to be brought to account under this Act as excise duty or otherwise considered to be excise duty under this Act; are specified in the Second Schedule to this Act; or arc exempted by this Act; \"ex-factory price\", in relation to goods, means the sum of all costs to manufacture those goods, and all profits that a manufacturer takes or is expected to take in relation to those goods if and when they are sold in comparable circumstances between unrelated parties in the open market, as is considered appropriate by the Commissioner-General; “export” means the act of taking out or causing to be taken out any goods from Ghana; “fair market value” means the consideration in money which a similar supply would generally fetch if supplied in similar circumstances at that date in Ghana, being a supply freely offered and made between persons who are not associates; “goods” means excisable goods;. \"home use\" means consumption, use, or application of goods in the country; \"import\" means to bring or cause goods to be brought into the country; “import duty” means a duty of customs charged on imported goods as prescribed by law; all processes, including intermediate or incomplete processes, undertaken in making or producing the goods; filtering, diluting, or blending excisable goods with other goods, including other excisable goods; putting excisable goods, for the first time, into a container in which they may be presented for sale or from which they may be dispensed; and labelling or marking, for the first time, containers filled with excisable goods; “manufacturer” means a person who manufactures excisable goods or causes them to be manufactured in the country and is registered under this Act; “Minister” means the Minister responsible for Finance; “officer” means a person who is authorised by the Commis­sioner-General to carry out the functions or duties of an officer under this Act; “open market value” means the fair market value as determined by the Commissioner-General; “person” includes an individual, a partnership, a company, a trust, the estate of a deceased individual, a government or a body that is a society, a union, a club, an association, a commission or another organisation of any kind; a place, whether or not that place is enclosed or built on; and a structure, vehicle, vessel, or aircraft; “proper officer” means an officer whose rights or duty it is to exact the performance of or to perform the act referred to; \"registered manufacturer\" means a person who is registered under this Act; a natural person and a relative of that natural person; a trust and a person who is or may be a beneficiary in respect of that trust or whose relative is or may be a beneficiary; a partnership or company other than a stock company and a member of that partnership or company who, on account of shares personally held together with shares or other membership interests held by persons who are related to that member or capital of the partnership or company; or controls twenty-five percent or more of the voting power in the stock company; or owns twenty-five percent or more of the rights to dividends or of the rights to capital; or controls twenty-five percent or more of the voting power in both companies; or owns twenty-five percent or more of the rights to dividends or of the rights to capital in both companies; and, for purposes of paragraphs (c), (d), and (e), a person is treated as owning, on a pro rata basis, shares or other membership interests which are owned or controlled by the person indirectly through one or more interposed persons; “removal”, in relation to excisable goods manufactured in the country, refers to the movement of those goods from a ware­house to another place in the country; and excisable goods that are loaded onto a conveyance are considered to be removed; “sale” means an agreement of purchase and sale, or any other transaction including a barter transaction, under which ownership of goods or the right to dispose of goods as owner, passes or is intended to pass from one person to another for consideration; “ship” means floating craft of every description but does not include aircraft; “similar supply” in relation to a taxable supply, means a supply that is identical to, or closely or substantially resembles, the taxable supply, having regard to the characteristics, quality, quantity supplied, functional components, reputation of, and materials comprising the goods and services which are the subject of the taxable supply; “spirits” means spirits of any description and include all liquors mixed with spirits and all mixtures, compounds or prepa­rations made with spirits; and “warehouse” means a place approved by the Commissioner­-General for the deposit, keeping, manufacture or securing of excisable goods."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Transitional provisions",
      "content": "(1) This Act applies to excisable goods imported into or manufactured, in the country only if This Act applies to excisable goods imported into or manufactured, in the country only if the goods are imported or manufactured on or after the commencement date of this Act; or the goods are imported or manufactured on or after the commencement date of this Act; or the goods were imported or manufactured before the com­mencement date but are entered for home use on or after the commencement date. the goods were imported or manufactured before the com­mencement date but are entered for home use on or after the commencement date. (2) A person who carries on a business of manufacturing excisable goods before the commencement of this Act and continues to carry on that business but has not been registered under the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) shall within fourteen days of the commencement of this Act apply for registration and the Commissioner-General shall process the application and notify the applicant of the decision within one month of receiving the application. A person who carries on a business of manufacturing excisable goods before the commencement of this Act and continues to carry on that business but has not been registered under the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) shall within fourteen days of the commencement of this Act apply for registration and the Commissioner-General shall process the application and notify the applicant of the decision within one month of receiving the application. (3) A person who is licensed to manufacture excisable goods under the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L.330) before the commencement of this Act is deemed to have been registered. A person who is licensed to manufacture excisable goods under the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L.330) before the commencement of this Act is deemed to have been registered. (4) Where a person is required to be registered under this Act to manufacture excisable goods only from an approved warehouse, the person shall within a period of two months from the commencement of this Act comply with the provisions of this Act relating to registration and approved warehouses. Where a person is required to be registered under this Act to manufacture excisable goods only from an approved warehouse, the person shall within a period of two months from the commencement of this Act comply with the provisions of this Act relating to registration and approved warehouses. (5) During the period referred to in subsection (4) During the period referred to in subsection (4) an unregistered person who manufactures excisable goods shall comply with this Act as if the person were registered; and an unregistered person who manufactures excisable goods shall comply with this Act as if the person were registered; and the premises on which the person manufactures the goods shall be considered to be an approved warehouse. the premises on which the person manufactures the goods shall be considered to be an approved warehouse."
    }
  ],
  "definitions": [
    {
      "term": "aircraft",
      "definition": "any apparatus, whether or not mechanically propelled, which is used for the transport by air of human beings or goods",
      "source_provision": "s37"
    },
    {
      "term": "Commissioner-General",
      "definition": "the Commissioner-General of the Ghana Revenue Authority appointed under the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s37"
    },
    {
      "term": "constitution",
      "definition": "ownership and management structure",
      "source_provision": "s37"
    },
    {
      "term": "means,(a)in relation to excisable goods, goods imported, warehoused, put on board an aircraft or shipped as stores or excisable goods exported(i)that the prescribed declaration has been filed and accepted by the proper officer; or(ii)that the filing has been electronically vali­dated and any duties, taxes, levies, fees and charges due have been paid or security for any duties, taxes, levies, fees and charges due has been deposited; and(b)in relation to a removal of goods manufactured in the country, the removal of the excisable goods under security“entered for export",
      "definition": "entered for export in accordance with the requirements of the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330)“entered for home use” means(a)in relation to excisable goods imported into the country,(i)an entry of the goods for home use under the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330)",
      "source_provision": "s37"
    },
    {
      "term": "excisable goods",
      "definition": "the goods specified in the First Schedule to this Act",
      "source_provision": "s37"
    },
    {
      "term": "exempt goods",
      "definition": "goods that(a)are specified in the Second Schedule to this Act",
      "source_provision": "s37"
    },
    {
      "term": ", in relation to goods, means the sum of(a)all costs to manufacture those goods, and(b)all profits that a manufacturer takes or is expected to take in relation to those goods if and when they are sold in comparable circumstances between unrelated parties in the open market, as is considered appropriate by the Commissioner-General;“export",
      "definition": "the act of taking out or causing to be taken out any goods from Ghana",
      "source_provision": "s37"
    },
    {
      "term": "fair market value",
      "definition": "the consideration in money which a similar supply would generally fetch if supplied in similar circumstances at that date in Ghana, being a supply freely offered and made between persons who are not associates",
      "source_provision": "s37"
    },
    {
      "term": "goods",
      "definition": "excisable goods",
      "source_provision": "s37"
    },
    {
      "term": "home use",
      "definition": "consumption, use, or application of goods in the country",
      "source_provision": "s37"
    },
    {
      "term": "import",
      "definition": "to bring or cause goods to be brought into the country",
      "source_provision": "s37"
    },
    {
      "term": "import duty",
      "definition": "a duty of customs charged on imported goods as prescribed by law",
      "source_provision": "s37"
    },
    {
      "term": "manufacture",
      "definition": "make or produce excisable goods, and may be in the nature of(a)all processes, including intermediate or incomplete processes, undertaken in making or producing the goods",
      "source_provision": "s37"
    },
    {
      "term": "manufacturer",
      "definition": "a person who manufactures excisable goods or causes them to be manufactured in the country and is registered under this Act",
      "source_provision": "s37"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s37"
    },
    {
      "term": "officer",
      "definition": "a person who is authorised by the Commis­sioner-General to carry out the functions or duties of an officer under this Act",
      "source_provision": "s37"
    },
    {
      "term": "open market value",
      "definition": "the fair market value as determined by the Commissioner-General",
      "source_provision": "s37"
    },
    {
      "term": "proper officer",
      "definition": "an officer whose rights or duty it is to exact the performance of or to perform the act referred to",
      "source_provision": "s37"
    },
    {
      "term": "registered manufacturer",
      "definition": "a person who is registered under this Act",
      "source_provision": "s37"
    },
    {
      "term": "sale",
      "definition": "an agreement of purchase and sale, or any other transaction including a barter transaction, under which ownership of goods or the right to dispose of goods as owner, passes or is intended to pass from one person to another for consideration",
      "source_provision": "s37"
    },
    {
      "term": "ship",
      "definition": "floating craft of every description but does not include aircraft",
      "source_provision": "s37"
    },
    {
      "term": "spirits",
      "definition": "spirits of any description and include all liquors mixed with spirits and all mixtures, compounds or prepa­rations made with spirits",
      "source_provision": "s37"
    },
    {
      "term": "warehouse",
      "definition": "a place approved by the Commissioner­-General for the deposit, keeping, manufacture or securing of excisable goods. In this Act, unless the context otherwise requires, \"aircraft\" means any apparatus, whether or not mechanically propelled, which is used for the transport by air of human beings or goods",
      "source_provision": "s37"
    },
    {
      "term": "Commissioner-General",
      "definition": "the Commissioner-General of the Ghana Revenue Authority appointed under the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s37"
    },
    {
      "term": "constitution",
      "definition": "ownership and management structure",
      "source_provision": "s37"
    },
    {
      "term": "means, in relation to excisable goods, goods imported, warehoused, put on board an aircraft or shipped as stores or excisable goods exported that the prescribed declaration has been filed and accepted by the proper officer; or that the filing has been electronically vali­dated and any duties, taxes, levies, fees and charges due have been paid or security for any duties, taxes, levies, fees and charges due has been deposited; and in relation to a removal of goods manufactured in the country, the removal of the excisable goods under security “entered for export",
      "definition": "entered for export in accordance with the requirements of the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330) an entry of the goods for home use under the Customs, Excise and Preventive Service (Management) Act, 1993 (P.N.D.C.L. 330)",
      "source_provision": "s37"
    },
    {
      "term": "excisable goods",
      "definition": "the goods specified in the First Schedule to this Act",
      "source_provision": "s37"
    },
    {
      "term": ", in relation to goods, means the sum of all costs to manufacture those goods, and all profits that a manufacturer takes or is expected to take in relation to those goods if and when they are sold in comparable circumstances between unrelated parties in the open market, as is considered appropriate by the Commissioner-General; “export",
      "definition": "the act of taking out or causing to be taken out any goods from Ghana",
      "source_provision": "s37"
    },
    {
      "term": "fair market value",
      "definition": "the consideration in money which a similar supply would generally fetch if supplied in similar circumstances at that date in Ghana, being a supply freely offered and made between persons who are not associates",
      "source_provision": "s37"
    },
    {
      "term": "goods",
      "definition": "excisable goods",
      "source_provision": "s37"
    },
    {
      "term": "home use",
      "definition": "consumption, use, or application of goods in the country",
      "source_provision": "s37"
    },
    {
      "term": "import",
      "definition": "to bring or cause goods to be brought into the country",
      "source_provision": "s37"
    },
    {
      "term": "import duty",
      "definition": "a duty of customs charged on imported goods as prescribed by law",
      "source_provision": "s37"
    },
    {
      "term": "manufacturer",
      "definition": "a person who manufactures excisable goods or causes them to be manufactured in the country and is registered under this Act",
      "source_provision": "s37"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s37"
    },
    {
      "term": "officer",
      "definition": "a person who is authorised by the Commis­sioner-General to carry out the functions or duties of an officer under this Act",
      "source_provision": "s37"
    },
    {
      "term": "open market value",
      "definition": "the fair market value as determined by the Commissioner-General",
      "source_provision": "s37"
    },
    {
      "term": "proper officer",
      "definition": "an officer whose rights or duty it is to exact the performance of or to perform the act referred to",
      "source_provision": "s37"
    },
    {
      "term": "registered manufacturer",
      "definition": "a person who is registered under this Act",
      "source_provision": "s37"
    },
    {
      "term": "sale",
      "definition": "an agreement of purchase and sale, or any other transaction including a barter transaction, under which ownership of goods or the right to dispose of goods as owner, passes or is intended to pass from one person to another for consideration",
      "source_provision": "s37"
    },
    {
      "term": "ship",
      "definition": "floating craft of every description but does not include aircraft",
      "source_provision": "s37"
    },
    {
      "term": "spirits",
      "definition": "spirits of any description and include all liquors mixed with spirits and all mixtures, compounds or prepa­rations made with spirits",
      "source_provision": "s37"
    }
  ]
}