{
  "id": "act-877-2014",
  "type": "act",
  "title": "Ghana Infrastructure Investment Fund Act, 2014",
  "short_name": "GIIF 2014",
  "act_number": 877,
  "year": 2014,
  "status": "in_force",
  "issued_date": "2014-08-22",
  "url": "https://ghalii.org/akn/gh/act/2014/877",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Fund",
      "content": "(1) There is established by this Act a fund to be known as the Ghana Infrastructure Investment Fund. There is established by this Act a fund to be known as the Ghana Infrastructure Investment Fund. (2) The Fund is a body corporate with perpetual succession and a common seal, may sue and be sued and have in all respects the powers of a body corporate. The Fund is a body corporate with perpetual succession and a common seal, may sue and be sued and have in all respects the powers of a body corporate."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Fund",
      "content": "(1) The object of the Fund is to mobilise, manage, coordinate and provide financial resources for investment in a diversified portfolio of infrastructure projects in Ghana for national development. The object of the Fund is to mobilise, manage, coordinate and provide financial resources for investment in a diversified portfolio of infrastructure projects in Ghana for national development. (2) For the purposes of achieving the object of the Fund, the Fund shall engage in activities determined by the Board, including For the purposes of achieving the object of the Fund, the Fund shall engage in activities determined by the Board, including undertaking investments for the development of infrastructure to promote economic growth and attract investments; undertaking investments for the development of infrastructure to promote economic growth and attract investments; the management and investment of contributions made to the Fund; the management and investment of contributions made to the Fund; reinvesting into the Fund to generate returns, the profits and proceeds from investment of moneys of the Fund; reinvesting into the Fund to generate returns, the profits and proceeds from investment of moneys of the Fund; ensuring in respect to its investment, the development of skills in infrastructure development, including project design, project management, financing and investment, t consistent with the object of the Fund; ensuring in respect to its investment, the development of skills in infrastructure development, including project design, project management, financing and investment, t consistent with the object of the Fund; leveraging the capital of the Fund by attracting investments through the domestic and international capital and financial markets; leveraging the capital of the Fund by attracting investments through the domestic and international capital and financial markets; pursuing the best possible financial returns on investments having regard to internationally recognised best practices for pursuing the best possible financial returns on investments having regard to internationally recognised best practices for asset allocation and risk management, asset allocation and risk management, protecting, in the long term, the economic value of the capital and assets of the Fund; and protecting, in the long term, the economic value of the capital and assets of the Fund; and the cost of capital of the Fund and other incidental costs related to the Fund; the cost of capital of the Fund and other incidental costs related to the Fund; the provision of debt and equity financing; the provision of debt and equity financing; the provision of risk mitigation instruments; the provision of risk mitigation instruments; the management of assets entrusted to it; and the management of assets entrusted to it; and any other activity determined by the Board to achieve the object of the Fund. any other activity determined by the Board to achieve the object of the Fund."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Powers of the Fund",
      "content": "The Fund shall have the power to create sub-funds, affiliates or subsidiaries in any jurisdiction in furtherance of the object of the Fund; create sub-funds, affiliates or subsidiaries in any jurisdiction in furtherance of the object of the Fund; invest in, purchase, maintain, divest from, sell or otherwise realize assets and investments of any kind; and invest in, purchase, maintain, divest from, sell or otherwise realize assets and investments of any kind; and borrow and raise money, on its own or in partnership with or through its affiliates, from domestic and international financial markets. borrow and raise money, on its own or in partnership with or through its affiliates, from domestic and international financial markets."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Independence of the Fund",
      "content": "(1) Except as otherwise provided in this Act, the Fund shall be independent in the performance of its functions. Except as otherwise provided in this Act, the Fund shall be independent in the performance of its functions. (2) The Fund shall be accountable to the Minister on the achievement of its objectives and compliance as set out in this Act and in the guidelines of the Fund. The Fund shall be accountable to the Minister on the achievement of its objectives and compliance as set out in this Act and in the guidelines of the Fund."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Sources of money for the Fund",
      "content": "(1) The sources of money for the Fund are The sources of money for the Fund are an amount of money equivalent to two and one half percentage points of the existing Value Added Tax revenue; an amount of money equivalent to two and one half percentage points of the existing Value Added Tax revenue; an amount of money not exceeding twenty-five percent of Annual Budget Funding Amount to be applied to amortization and direct infrastructure expenditure; an amount of money not exceeding twenty-five percent of Annual Budget Funding Amount to be applied to amortization and direct infrastructure expenditure; repayment inflows of moneys on-lent by the Ministry of Finance to government ministries, departments and agencies or state-owned enterprises, for capital project or infrastructure development; repayment inflows of moneys on-lent by the Ministry of Finance to government ministries, departments and agencies or state-owned enterprises, for capital project or infrastructure development; proceeds from the disposal of state-owned equity investments; proceeds from the disposal of state-owned equity investments; grants, donations, gifts and other voluntary contributions to the Fund; grants, donations, gifts and other voluntary contributions to the Fund; fees or other moneys earned by the Fund in pursuance of its functions under this Act; fees or other moneys earned by the Fund in pursuance of its functions under this Act; money that accrues to the Fund from investment made by the Fund; money that accrues to the Fund from investment made by the Fund; moneys borrowed and raised from local and international capital market or from its affiliates; moneys borrowed and raised from local and international capital market or from its affiliates; money that may become lawfully payable to the Fund or any other property that may become lawfully vested in the Board for the Fund; and money that may become lawfully payable to the Fund or any other property that may become lawfully vested in the Board for the Fund; and any other moneys that the Minister with the approval of Parliament determines to be paid into the Fund. any other moneys that the Minister with the approval of Parliament determines to be paid into the Fund. (2) The sources of moneys under paragraphs (a) and (b) of subsection (1) designated for the Fund shall be due for payment into the Fund from the 1st of January 2015. The sources of moneys under paragraphs (a) and (b) of subsection (1) designated for the Fund shall be due for payment into the Fund from the 1st of January 2015."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Bank account of the Fund",
      "content": "(1) Moneys for the Fund shall vest in the Board and shall be paid into a bank account opened for the purpose by the Board with the approval of the Minister. Moneys for the Fund shall vest in the Board and shall be paid into a bank account opened for the purpose by the Board with the approval of the Minister. (2) The Minister shall, not more than thirty working days following the end of each month, pay directly from the Consolidated Fund into the bank account opened under subsection (1), the proportions of the Value Added Tax revenue and the Annual Budget Funding Amount required to be paid into the Fund under sections 5(a) and 5(b) respectively. The Minister shall, not more than thirty working days following the end of each month, pay directly from the Consolidated Fund into the bank account opened under subsection (1), the proportions of the Value Added Tax revenue and the Annual Budget Funding Amount required to be paid into the Fund under sections 5(a) and 5(b) respectively."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Head office and branches of the Fund",
      "content": "The Fund shall have its head office in Ghana and may, where it considers necessary for the performance of its functions, open branches within or outside the country subject to the approval of the Minister. The Fund shall have its head office in Ghana and may, where it considers necessary for the performance of its functions, open branches within or outside the country subject to the approval of the Minister."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Governing Body of the Fund",
      "content": "(1) The governing body for the Fund is a Board consisting of The governing body for the Fund is a Board consisting of a chairperson, a chairperson, the Chief Executive Officer of the Fund, and the Chief Executive Officer of the Fund, and seven other persons at least three of whom are women. seven other persons at least three of whom are women. (2) The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. (3) In making the appointments, the President shall consider the integrity, knowledge, expertise and experience of the members in matters relevant to the functions of the Board. In making the appointments, the President shall consider the integrity, knowledge, expertise and experience of the members in matters relevant to the functions of the Board."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Functions of the Board",
      "content": "(1) The Board shall be responsible for the attainment of the object of the Fund, the making of the operational policy and general supervision of the management and affairs of the Fund and such other functions conferred upon it by any other provision of this Act. The Board shall be responsible for the attainment of the object of the Fund, the making of the operational policy and general supervision of the management and affairs of the Fund and such other functions conferred upon it by any other provision of this Act. (2) For the purpose of subsection (1), the Board shall For the purpose of subsection (1), the Board shall perform its functions and conduct its affairs in accordance with sound investment and financial standards and practice and the investment policy of the Fund; perform its functions and conduct its affairs in accordance with sound investment and financial standards and practice and the investment policy of the Fund; support the national policy and programmes related to the Fund to achieve the object of the Fund; support the national policy and programmes related to the Fund to achieve the object of the Fund; ensure accountability of the Fund by defining appropriate procedures for its management; and ensure accountability of the Fund by defining appropriate procedures for its management; and in consultation with the Minister, perform any other function that is incidental to the achievement of the object of the Fund. in consultation with the Minister, perform any other function that is incidental to the achievement of the object of the Fund."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Duties and liabilities of members of the Board",
      "content": "(1) A member of the Board has the same fiduciary relationship with the Fund and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 1963 (Act 179). A member of the Board has the same fiduciary relationship with the Fund and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 1963 (Act 179). (2) Without limiting subsection (1), a member of the Board has a duty Without limiting subsection (1), a member of the Board has a duty to act honestly in the performance of the functions of the member; to act honestly in the performance of the functions of the member; to exercise the degree of care and diligence in the performance of the member’s functions that a reasonable person in that position would be expected to exercise in the circumstances of the Fund; to exercise the degree of care and diligence in the performance of the member’s functions that a reasonable person in that position would be expected to exercise in the circumstances of the Fund; not to use information acquired by virtue of the member’s position as a member of the Board so as to gain, directly or indirectly, a benefit for the member to the detriment of the Fund; and not to use information acquired by virtue of the member’s position as a member of the Board so as to gain, directly or indirectly, a benefit for the member to the detriment of the Fund; and not to make improper use of the member’s position so as to gain, directly or indirectly, a benefit for the member or for any other person or cause loss to the Fund. not to make improper use of the member’s position so as to gain, directly or indirectly, a benefit for the member or for any other person or cause loss to the Fund. (3) A member of the Board who contravenes subsections 2(a) or (b) commits an offence and is liable on summary conviction to a fine of not less than fifty thousand penalty units and not more than one hundred thousand penalty units. A member of the Board who contravenes subsections 2(a) or (b) commits an offence and is liable on summary conviction to a fine of not less than fifty thousand penalty units and not more than one hundred thousand penalty units. (4) A member of the Board who contravenes subsection 2(c) or (d) commits an offence and is liable on summary conviction to a fine of not less than fifty thousand penalty units and not more than one hundred thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years or both. A member of the Board who contravenes subsection 2(c) or (d) commits an offence and is liable on summary conviction to a fine of not less than fifty thousand penalty units and not more than one hundred thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years or both."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Tenure of office of non-executive members",
      "content": "(1) A non-executive member of the Board shall hold office for three or five years. A non-executive member of the Board shall hold office for three or five years. (2) A non-executive member appointed for a five-year term is not eligible for re-appointment. A non-executive member appointed for a five-year term is not eligible for re-appointment. (3) A non-executive member appointed for a three-year term is eligible for re-appointment but only for another three-year term. A non-executive member appointed for a three-year term is eligible for re-appointment but only for another three-year term. (4) The President shall appoint three of the non-executive members for five years and four of the non-executive members for three years. The President shall appoint three of the non-executive members for five years and four of the non-executive members for three years. (5) The tenure of a non-executive member shall be specified in the letter of appointment. The tenure of a non-executive member shall be specified in the letter of appointment. (6) A non-executive member of the Board may at any time resign from office by letter addressed to the President through the chairperson. A non-executive member of the Board may at any time resign from office by letter addressed to the President through the chairperson. (7) The chairperson of the Board may at any time resign from office by letter addressed to the President. The chairperson of the Board may at any time resign from office by letter addressed to the President. (8) A non-executive member of the Board who is absent from three consecutive meetings of the Board without reasonable cause, ceases to be a member of the Board. A non-executive member of the Board who is absent from three consecutive meetings of the Board without reasonable cause, ceases to be a member of the Board. (9) The President may, by letter addressed to a non-executive member, revoke the appointment of that member. The President may, by letter addressed to a non-executive member, revoke the appointment of that member. (10) Where a non-executive member of the Board is, for sufficient reason, unable to act as a member, the chairperson shall determine whether the inability will result in a declaration of a vacancy. Where a non-executive member of the Board is, for sufficient reason, unable to act as a member, the chairperson shall determine whether the inability will result in a declaration of a vacancy. (11) Where there is a vacancy Where there is a vacancy under subsection (6), (7), (8) or section 13(2), under subsection (6), (7), (8) or section 13(2), as a result of a declaration under subsection (10), or as a result of a declaration under subsection (10), or by reason of the death of a member by reason of the death of a member the chairperson shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy. (12) Where the circumstances under subsection (10) apply to the chairperson, the Minister shall determine whether the inability will result in a declaration of a vacancy and shall notify the President of the vacancy. Where the circumstances under subsection (10) apply to the chairperson, the Minister shall determine whether the inability will result in a declaration of a vacancy and shall notify the President of the vacancy."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least four times in a year for the dispatch of business at the time and in the place determined by the Chairperson. The Board shall meet at least four times in a year for the dispatch of business at the time and in the place determined by the Chairperson. (2) The chairperson shall, at the request of not less than one third of the membership of the Board, convene an extraordinary meeting of the Board at the place and time determined by the Chairperson within seven days. The chairperson shall, at the request of not less than one third of the membership of the Board, convene an extraordinary meeting of the Board at the place and time determined by the Chairperson within seven days. (3) The chairperson shall preside at meetings of the Board and, in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Board and, in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. (4) The quorum for a meeting of the Board is five members including four non-executive members and the executive member or a greater number determined by the Board in respect of a particular matter. The quorum for a meeting of the Board is five members including four non-executive members and the executive member or a greater number determined by the Board in respect of a particular matter. (5) Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt any person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. The Board may co-opt any person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. (7) Except as otherwise provided by this Act, the Board shall determine the procedures for its meetings. Except as otherwise provided by this Act, the Board shall determine the procedures for its meetings. (8) The proceedings of the Board are not invalidated by reason of a vacancy among the members or by a defect in the appointment or qualification of a member. The proceedings of the Board are not invalidated by reason of a vacancy among the members or by a defect in the appointment or qualification of a member."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration shall A member of the Board who has an interest in a matter for consideration shall disclose the nature of the interest and the disclosure shall form part of the record of consideration of the matter; and disclose the nature of the interest and the disclosure shall form part of the record of consideration of the matter; and recuse himself or herself, and not participate in the deliberations of the Board in respect of that matter. recuse himself or herself, and not participate in the deliberations of the Board in respect of that matter. (2) A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and fails to disclose that interest, and fails to disclose that interest, and is present and participates in the deliberations of the matter. is present and participates in the deliberations of the matter."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Establishment of Committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members, or both, to perform a function. The Board may establish committees consisting of members of the Board or non-members, or both, to perform a function. (2) A committee of the Board may be chaired by a non-member of the Board. A committee of the Board may be chaired by a non-member of the Board."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid allowances approved by the Minister. Members of the Board and members of a committee of the Board shall be paid allowances approved by the Minister."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Disbursement from the Fund",
      "content": "The moneys of the Fund shall be disbursed in accordance with the policy guidelines of the Fund. The moneys of the Fund shall be disbursed in accordance with the policy guidelines of the Fund."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Application for funding",
      "content": "(1) A sponsor of an infrastructure project that satisfies the conditions required in the Policy Guidelines of the Fund may apply to the Fund for funding. A sponsor of an infrastructure project that satisfies the conditions required in the Policy Guidelines of the Fund may apply to the Fund for funding. (2) An application for funding shall be in such form as the Board may determine. An application for funding shall be in such form as the Board may determine."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Administrative expenses of the Fund",
      "content": "The administrative and other expenses related to the management of the Fund shall be charged on the Fund in consultation with the Minister The administrative and other expenses related to the management of the Fund shall be charged on the Fund in consultation with the Minister"
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Tax exemption",
      "content": "The Fund is exempt from payment of any form of tax for the first five years of its operations. The Fund is exempt from payment of any form of tax for the first five years of its operations."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Establishment of Advisory Committee",
      "content": "(1) There is established by this Act an Advisory Committee for the Fund comprising the following members: There is established by this Act an Advisory Committee for the Fund comprising the following members: a chairperson who is the Minister responsible for Finance, a chairperson who is the Minister responsible for Finance, the Governor of the Bank of Ghana, the Governor of the Bank of Ghana, the Director-General of the National Development Planning Commission, and the Director-General of the National Development Planning Commission, and two other persons from the private sector, one of whom is a woman. two other persons from the private sector, one of whom is a woman. (2) The members of the Advisory Committee shall be appointed by the President in accordance with article 70 of the Constitution. The members of the Advisory Committee shall be appointed by the President in accordance with article 70 of the Constitution."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Functions of the Advisory Committee",
      "content": "(1) The Advisory Committee shall advise the Board within the confines of national policy guidelines on infrastructure investment. The Advisory Committee shall advise the Board within the confines of national policy guidelines on infrastructure investment. (2) The Advisory Committee shall, in the discharge of its duties, observe the independence of the Board. The Advisory Committee shall, in the discharge of its duties, observe the independence of the Board."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Tenure of office of members of the Advisory Committee",
      "content": "(1) A member of the Advisory Committee, other than the Minister, the Governor of the Bank of Ghana and the Director-General of the National Development Planning Commission, shall hold office for a period of two years and is eligible for re-appointment. A member of the Advisory Committee, other than the Minister, the Governor of the Bank of Ghana and the Director-General of the National Development Planning Commission, shall hold office for a period of two years and is eligible for re-appointment. (2) A member of the Advisory Committee other than the Minister, the Governor of the Bank of Ghana and the Director-General of the National Development Planning Committee may at any time by letter addressed to the President resign from office. A member of the Advisory Committee other than the Minister, the Governor of the Bank of Ghana and the Director-General of the National Development Planning Committee may at any time by letter addressed to the President resign from office. (3) A member of the Advisory Committee other than the Minister, the Governor of the Bank of Ghana and the Director-General of the National Development Planning Commission, who is absent from three consecutive meetings of the Advisory Committee without reasonable cause, ceases to be a member of the Advisory Committee and shall be immediately replaced. A member of the Advisory Committee other than the Minister, the Governor of the Bank of Ghana and the Director-General of the National Development Planning Commission, who is absent from three consecutive meetings of the Advisory Committee without reasonable cause, ceases to be a member of the Advisory Committee and shall be immediately replaced. (4) The President may, by letter addressed to a member other than the Minister, the Governor of the Bank of Ghana and the Director-General of the National Development Planning Commission, revoke the appointment of the member. The President may, by letter addressed to a member other than the Minister, the Governor of the Bank of Ghana and the Director-General of the National Development Planning Commission, revoke the appointment of the member. (5) Where a member of the Advisory Committee is, for sufficient reason, unable to act as a member, the chairperson shall determine whether the inability will result in a declaration of a vacancy. Where a member of the Advisory Committee is, for sufficient reason, unable to act as a member, the chairperson shall determine whether the inability will result in a declaration of a vacancy. (6) Where there is a vacancy Where there is a vacancy under subsection (3) and (4) or section 24(2), under subsection (3) and (4) or section 24(2), as a result of a declaration under subsection (5), or as a result of a declaration under subsection (5), or by reason of the death of a member by reason of the death of a member the chairperson shall notify the President of the vacancy and the President shall appoint another person to fill the vacancy."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Meetings of the Advisory Committee",
      "content": "(1) The Advisory Committee shall meet at least two times in each year for the conduct of business at the time and in the place determined by the chairperson. The Advisory Committee shall meet at least two times in each year for the conduct of business at the time and in the place determined by the chairperson. (2) The chairperson shall at the request in writing by four or more members of the Advisory Committee convene an extraordinary meeting of the Advisory Committee within five working days after the receipt of the request. The chairperson shall at the request in writing by four or more members of the Advisory Committee convene an extraordinary meeting of the Advisory Committee within five working days after the receipt of the request. (3) The quorum at a meeting of the Advisory Committee is three members of the Advisory Committee. The quorum at a meeting of the Advisory Committee is three members of the Advisory Committee. (4) The chairperson shall preside at meetings of the Advisory Committee and, in the absence of the chairperson, a member elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Advisory Committee and, in the absence of the chairperson, a member elected by the members present from among their number shall preside. (5) Matters before the Advisory Committee shall be decided by a majority of the members present and voting and, in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Advisory Committee shall be decided by a majority of the members present and voting and, in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Advisory Committee may co-opt a person to attend a meeting of the Advisory Committee but that person shall not vote on a matter for decision at the meeting. The Advisory Committee may co-opt a person to attend a meeting of the Advisory Committee but that person shall not vote on a matter for decision at the meeting. (7) Except as otherwise provided by this Act, the Advisory Committee shall determine the procedures for its meetings. Except as otherwise provided by this Act, the Advisory Committee shall determine the procedures for its meetings. (8) The proceedings of the Advisory Committee are not invalidated by reason of a vacancy among the members or by a defect in the appointment or qualification of a member. The proceedings of the Advisory Committee are not invalidated by reason of a vacancy among the members or by a defect in the appointment or qualification of a member."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Advisory Committee who has an interest in a matter for consideration shall A member of the Advisory Committee who has an interest in a matter for consideration shall disclose the nature of the interest and the disclosure shall form part of the record of consideration of the matter; and disclose the nature of the interest and the disclosure shall form part of the record of consideration of the matter; and recuse himself or herself and not participate in the deliberations of the Committee in respect of that matter. recuse himself or herself and not participate in the deliberations of the Committee in respect of that matter. (2) A member ceases to be a member of the Committee if that member has an interest in a matter before the Committee and A member ceases to be a member of the Committee if that member has an interest in a matter before the Committee and fails to disclose that interest, and fails to disclose that interest, and is present at and participates in the deliberations of the matter. is present at and participates in the deliberations of the matter."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Chief Executive Officer",
      "content": "(1) The Fund shall have a Chief Executive Officer. The Fund shall have a Chief Executive Officer. (2) The President shall, in accordance with article 195 of the Constitution, appoint the Chief Executive Officer. The President shall, in accordance with article 195 of the Constitution, appoint the Chief Executive Officer. (3) The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Functions of Chief Executive Officer",
      "content": "(1) The Chief Executive Officer is responsible for the day-to-day administration of the affairs of the Fund and is answerable to the Board in the performance of the functions of the Fund. The Chief Executive Officer is responsible for the day-to-day administration of the affairs of the Fund and is answerable to the Board in the performance of the functions of the Fund. (2) The Chief Executive Officer shall ensure the implementation of the decisions of the Board and perform any other functions determined by the Board. The Chief Executive Officer shall ensure the implementation of the decisions of the Board and perform any other functions determined by the Board."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Appointment of other staff",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint other staff that are necessary for the proper and effective performance of the functions of the Fund. The President shall, in accordance with article 195 of the Constitution, appoint other staff that are necessary for the proper and effective performance of the functions of the Fund. (2) The President may, in writing, delegate the power of appointment in subsection (1) to the Board. The President may, in writing, delegate the power of appointment in subsection (1) to the Board. (3) Other public officers may be transferred or seconded for the purposes of the Fund or may, otherwise give assistance to the Fund. Other public officers may be transferred or seconded for the purposes of the Fund or may, otherwise give assistance to the Fund. (4) The Board, may on the recommendation of the Chief Executive Officer, engage the services of experts and consultants as determined by the Board. The Board, may on the recommendation of the Chief Executive Officer, engage the services of experts and consultants as determined by the Board. (5) The Board may select asset managers to manage the assets of the Fund. The Board may select asset managers to manage the assets of the Fund. (6) For the purpose of subsection (5), an asset manager shall discharge duties on the basis of For the purpose of subsection (5), an asset manager shall discharge duties on the basis of a comprehensive assessment criteria; a comprehensive assessment criteria; policies and procedures developed from time to time by the Fund including policies and procedures developed from time to time by the Fund including the portfolio, scope, prudence and diversification of the Fund; and the portfolio, scope, prudence and diversification of the Fund; and the cost and regular reporting requirements consistent with the object of the Fund. the cost and regular reporting requirements consistent with the object of the Fund."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books of account and proper records of the Fund in the form approved by the Auditor-General. The Board shall keep books of account and proper records of the Fund in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Fund to the Auditor General for audit within three months after the end of the financial year. The Board shall submit the accounts of the Fund to the Auditor General for audit within three months after the end of the financial year. (3) The Auditor-General shall, not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister. The Auditor-General shall, not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister. (4) In addition to the annual audit, other audits may be conducted on selective basis by the Auditor-General or by an auditor appointed by the Auditor-General. In addition to the annual audit, other audits may be conducted on selective basis by the Auditor-General or by an auditor appointed by the Auditor-General."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall within one month after receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Fund for the year to which the report relates. The Board shall within one month after receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Fund for the year to which the report relates. (2) The annual report shall include the report of the Auditor General and a report on the performance of the Fund relative to its statutory object. The annual report shall include the report of the Auditor General and a report on the performance of the Fund relative to its statutory object. (3) The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with such statements that the Minister considers necessary. The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with such statements that the Minister considers necessary. (4) The Board shall also submit to the Minister any other reports which the Minister may require in writing. The Board shall also submit to the Minister any other reports which the Minister may require in writing."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Investment Policy Statements, codes of practice, regulations and internal guidelines",
      "content": "(1) The Board shall, in consultation with the Minister, issue an Investment Policy Statement in pursuance of the object of the Fund. The Board shall, in consultation with the Minister, issue an Investment Policy Statement in pursuance of the object of the Fund. (2) The Fund may develop, adopt and as appropriate from time to time amend, revoke or supplement appropriate codes of practice, regulations, internal guidelines or procedures consistent with this Act, and in furtherance of the object of the Fund. The Fund may develop, adopt and as appropriate from time to time amend, revoke or supplement appropriate codes of practice, regulations, internal guidelines or procedures consistent with this Act, and in furtherance of the object of the Fund. (3) The Board shall publish the Investment Policy Statement in the Gazette and in at least one state owned daily newspaper. The Board shall publish the Investment Policy Statement in the Gazette and in at least one state owned daily newspaper. (4) Where the Board amends or revokes the Investment Policy Statement or part thereof, it shall publish the amendment or revocation in the Gazette and in at least one state owned daily newspaper. Where the Board amends or revokes the Investment Policy Statement or part thereof, it shall publish the amendment or revocation in the Gazette and in at least one state owned daily newspaper."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Indemnity",
      "content": "Subject to the Constitution, an action shall not be brought against an officer or agent of the Fund for an act done by that officer or agent in good faith for the purpose of executing a provision of this Act. Subject to the Constitution, an action shall not be brought against an officer or agent of the Fund for an act done by that officer or agent in good faith for the purpose of executing a provision of this Act."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Regulations",
      "content": "The Minister may, by legislative instrument, make Regulations for the effective implementation of this Act. The Minister may, by legislative instrument, make Regulations for the effective implementation of this Act."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“Annual Budget Funding Amount” means the amount of petroleum revenue allocated for spending in the current financial year budget, provided for under the Petroleum Revenue Management Act, 2011 (Act 815);“Board” means the governing body established for the Fund under section 8 of this Act;“executive member” means a member of the Board who is an officer of the Fund;“Fund” means the Ghana Infrastructure Investment Fund established under section 1;“infrastructure projects” means capital expenditure on projects including ports, roads, railway systems, barges, communication equipment, hospitals, irrigation systems, power systems, schools, oil and gas systems and housing;“Minister” means the Minister responsible for Finance;“non-executive member” means a member of the Board who is not an officer of the Fund;“Investment Policy Statement” means guidelines issued by the Board, to be adhered to by the Fund in respect of the investments of the Fund, and published in accordance with section 30; and“sponsor” includes a Government Ministry, Department or Agency, a state-owned enterprise and a special purpose vehicle. In this Act, unless the context otherwise requires, “Annual Budget Funding Amount” means the amount of petroleum revenue allocated for spending in the current financial year budget, provided for under the Petroleum Revenue Management Act, 2011 (Act 815); “Board” means the governing body established for the Fund under section 8 of this Act; “executive member” means a member of the Board who is an officer of the Fund; “Fund” means the Ghana Infrastructure Investment Fund established under section 1; “infrastructure projects” means capital expenditure on projects including ports, roads, railway systems, barges, communication equipment, hospitals, irrigation systems, power systems, schools, oil and gas systems and housing; “Minister” means the Minister responsible for Finance; “non-executive member” means a member of the Board who is not an officer of the Fund; “Investment Policy Statement” means guidelines issued by the Board, to be adhered to by the Fund in respect of the investments of the Fund, and published in accordance with section 30; and “sponsor” includes a Government Ministry, Department or Agency, a state-owned enterprise and a special purpose vehicle."
    }
  ],
  "definitions": [
    {
      "term": "Annual Budget Funding Amount",
      "definition": "the amount of petroleum revenue allocated for spending in the current financial year budget, provided for under the Petroleum Revenue Management Act, 2011 (Act 815)",
      "source_provision": "s33"
    },
    {
      "term": "Board",
      "definition": "the governing body established for the Fund under section 8 of this Act",
      "source_provision": "s33"
    },
    {
      "term": "executive member",
      "definition": "a member of the Board who is an officer of the Fund",
      "source_provision": "s33"
    },
    {
      "term": "Fund",
      "definition": "the Ghana Infrastructure Investment Fund established under section 1",
      "source_provision": "s33"
    },
    {
      "term": "infrastructure projects",
      "definition": "capital expenditure on projects including ports, roads, railway systems, barges, communication equipment, hospitals, irrigation systems, power systems, schools, oil and gas systems and housing",
      "source_provision": "s33"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s33"
    },
    {
      "term": "non-executive member",
      "definition": "a member of the Board who is not an officer of the Fund",
      "source_provision": "s33"
    },
    {
      "term": "Investment Policy Statement",
      "definition": "guidelines issued by the Board, to be adhered to by the Fund in respect of the investments of the Fund, and published in accordance with section 30",
      "source_provision": "s33"
    },
    {
      "term": "Annual Budget Funding Amount",
      "definition": "the amount of petroleum revenue allocated for spending in the current financial year budget, provided for under the Petroleum Revenue Management Act, 2011 (Act 815)",
      "source_provision": "s33"
    },
    {
      "term": "Board",
      "definition": "the governing body established for the Fund under section 8 of this Act",
      "source_provision": "s33"
    },
    {
      "term": "executive member",
      "definition": "a member of the Board who is an officer of the Fund",
      "source_provision": "s33"
    },
    {
      "term": "Fund",
      "definition": "the Ghana Infrastructure Investment Fund established under section 1",
      "source_provision": "s33"
    },
    {
      "term": "infrastructure projects",
      "definition": "capital expenditure on projects including ports, roads, railway systems, barges, communication equipment, hospitals, irrigation systems, power systems, schools, oil and gas systems and housing",
      "source_provision": "s33"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s33"
    },
    {
      "term": "non-executive member",
      "definition": "a member of the Board who is not an officer of the Fund",
      "source_provision": "s33"
    },
    {
      "term": "Investment Policy Statement",
      "definition": "guidelines issued by the Board, to be adhered to by the Fund in respect of the investments of the Fund, and published in accordance with section 30",
      "source_provision": "s33"
    }
  ]
}