{
  "id": "act-898-2015",
  "type": "act",
  "title": "University of Environment and Sustainable Development Act, 2015",
  "short_name": "UESD 2015",
  "act_number": 898,
  "year": 2015,
  "status": "in_force",
  "issued_date": "2015-10-27",
  "url": "https://ghalii.org/akn/gh/act/2015/898",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the University of Environment and Sustainable Development",
      "content": "(1) There is established by this Act a body corporate with perpetual succession to be known as the University of Environment and Sustainable Development. There is established by this Act a body corporate with perpetual succession to be known as the University of Environment and Sustainable Development. (2) Where there is a hindrance to the acquisition of property, the property may be acquired for the University under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the University. Where there is a hindrance to the acquisition of property, the property may be acquired for the University under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the University."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Aims of the University",
      "content": "(1) The aims of the University are to provide higher education, disseminate knowledge related to development in environment and agro-business education, undertake research and foster relationships with persons outside the institution in accordance with the following principles: The aims of the University are to provide higher education, disseminate knowledge related to development in environment and agro-business education, undertake research and foster relationships with persons outside the institution in accordance with the following principles: higher education shall be made equally accessible to all persons suitably qualified and capable of benefiting from that education; higher education shall be made equally accessible to all persons suitably qualified and capable of benefiting from that education; in determining the subjects to be taught, which shall be environment and agro-business related, consideration shall be given to courses of special relevance to harness the needs and aspirations of the country; in determining the subjects to be taught, which shall be environment and agro-business related, consideration shall be given to courses of special relevance to harness the needs and aspirations of the country; use critical tools including information and communication technology for teaching, research and administration; use critical tools including information and communication technology for teaching, research and administration; institute curricula and the use of pedagogy that are practical and relevant to national needs and aspirations in the environment and agro-business sectors; institute curricula and the use of pedagogy that are practical and relevant to national needs and aspirations in the environment and agro-business sectors; use teaching methods which promote critical and independent thinking for the benefit of humanity; use teaching methods which promote critical and independent thinking for the benefit of humanity; disseminate the results of research through the publication of books, papers and other suitable means; disseminate the results of research through the publication of books, papers and other suitable means; undertake research in courses which are within the mandate of the University but with special emphasis on undertake research in courses which are within the mandate of the University but with special emphasis on environment and agriculture value chain issues in this country and elsewhere in Africa; and environment and agriculture value chain issues in this country and elsewhere in Africa; and subjects that relate to the social, cultural, economic, scientific or technological aspects of environment and agro-bussiness; subjects that relate to the social, cultural, economic, scientific or technological aspects of environment and agro-bussiness; provide services through extension and consultancy in environment and agro-business related activities to foster relationships with other persons; and provide services through extension and consultancy in environment and agro-business related activities to foster relationships with other persons; and develop distance learning modules for environment and agro-business related courses in higher education. develop distance learning modules for environment and agro-business related courses in higher education. (2) The University for the purpose of achieving its aims shall have The University for the purpose of achieving its aims shall have Schools, Faculties, Institutes and Centers relating to environment, agro-business and sustainable development; and Schools, Faculties, Institutes and Centers relating to environment, agro-business and sustainable development; and any other related programmes as may be determined by the Council. any other related programmes as may be determined by the Council."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Campuses of the University",
      "content": "The University shall be established in Somanya with campuses in Donkorkrom and any other place as the Council may determine. The University shall be established in Somanya with campuses in Donkorkrom and any other place as the Council may determine."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Award of degrees",
      "content": "(1) Without limiting its other powers, the University shall have power to award its own degrees including honorary degrees, diplomas and certificates. Without limiting its other powers, the University shall have power to award its own degrees including honorary degrees, diplomas and certificates. (2) The University may withdraw a degree, diploma or certificate it has awarded if it has evidence that proves that The University may withdraw a degree, diploma or certificate it has awarded if it has evidence that proves that the degree, diploma or certificate was obtained through fraud, academic malpractice; or the degree, diploma or certificate was obtained through fraud, academic malpractice; or the process of acquiring the degree, diploma or certificate was tainted by an act that in the opinion of the University undermines the integrity of the award. the process of acquiring the degree, diploma or certificate was tainted by an act that in the opinion of the University undermines the integrity of the award."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "The University Council",
      "content": "(1) The governing body of the University is a Council consisting of The governing body of the University is a Council consisting of a chairperson nominated by the President; a chairperson nominated by the President; the Vice-Chancellor; the Vice-Chancellor; three persons nominated by the President; three persons nominated by the President; one representative of the National Council for Tertiary Education; one representative of the National Council for Tertiary Education; three elected members of the Convocation representing the professorial, non-professorial and non-teaching staff; three elected members of the Convocation representing the professorial, non-professorial and non-teaching staff; one elected representative of the senior staff; one elected representative of the senior staff; one elected representative of the junior staff; one elected representative of the junior staff; one elected representative of the Conference of Heads of Assisted Secondary Schools; one elected representative of the Conference of Heads of Assisted Secondary Schools; one elected representative of undergraduate students of the University elected by the Students Representative Council; one elected representative of undergraduate students of the University elected by the Students Representative Council; one representative of the graduate students of the University elected by the University branch of the Graduate Students Association; and one representative of the graduate students of the University elected by the University branch of the Graduate Students Association; and one representative of the alumni of the University. one representative of the alumni of the University. (2) The chairperson and other members of the Council shall be appointed by the President in accordance with article 70 of the Constitution. The chairperson and other members of the Council shall be appointed by the President in accordance with article 70 of the Constitution. (3) The President, in making the appointments under paragraphs (a) and (c) of subsection (1), shall have regard to the academic qualifica­tions, leadership qualities, gender, expertise in finance, management, knowledge and relevant experience in environment and agro-business. The President, in making the appointments under paragraphs (a) and (c) of subsection (1), shall have regard to the academic qualifica­tions, leadership qualities, gender, expertise in finance, management, knowledge and relevant experience in environment and agro-business. (4) The chairperson of the Council shall preside at the Congregation and other meetings and ceremonies of the University in the absence of the Chancellor. The chairperson of the Council shall preside at the Congregation and other meetings and ceremonies of the University in the absence of the Chancellor."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Functions of the Council",
      "content": "The Council shall ensure the implementation of the aims of the University; ensure the implementation of the aims of the University; determine the strategic direction of the University, and monitor and evaluate policy implementation; determine the strategic direction of the University, and monitor and evaluate policy implementation; promote income-generating activities as part of the University’s programme; promote income-generating activities as part of the University’s programme; control the finances of the University and determine the allocation and proper use of funds; control the finances of the University and determine the allocation and proper use of funds; ensure the conservation and augmentation of the resources of the University, specifically in relation to matters affecting income or expenditure; ensure the conservation and augmentation of the resources of the University, specifically in relation to matters affecting income or expenditure; ensure the creation of an environment of equal opportunity for members of the University without regard to ethnicity, sex, race, religious belief or political affiliation; and ensure the creation of an environment of equal opportunity for members of the University without regard to ethnicity, sex, race, religious belief or political affiliation; and make professorial level appointments on the recommendation of the Appointment Committee of the Academic Board as may be prescribed in the Statutes of the University. make professorial level appointments on the recommendation of the Appointment Committee of the Academic Board as may be prescribed in the Statutes of the University."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Establishment of committees",
      "content": "(1) For the purpose of achieving the aims of the University, the Council may establish standing or ad-hoc committees made up of members or non-members of the Council and assign to the committees, functions that the Council considers appropriate. For the purpose of achieving the aims of the University, the Council may establish standing or ad-hoc committees made up of members or non-members of the Council and assign to the committees, functions that the Council considers appropriate. (2) A committee comprised entirely of non-members shall be advisory. A committee comprised entirely of non-members shall be advisory."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Tenure of office of members of the Council",
      "content": "(1) A member of the Council other than the Vice-Chancellor shall hold office for a term of three years and is eligible for re-appointment for another term only. A member of the Council other than the Vice-Chancellor shall hold office for a term of three years and is eligible for re-appointment for another term only. (2) Where a member of the Council is absent from three consecutive meetings without reasonable cause, the office of that member shall become vacant. Where a member of the Council is absent from three consecutive meetings without reasonable cause, the office of that member shall become vacant. (3) A member of the Council other than the Vice-Chancellor may resign from office in writing addressed to the President through the Minister. A member of the Council other than the Vice-Chancellor may resign from office in writing addressed to the President through the Minister. (4) Where the office of a member becomes vacant by death, resignation or the absence of the member from three consecutive meetings without reasonable cause, another person nominated by the relevant body shall be appointed for the unexpired term of the office. Where the office of a member becomes vacant by death, resignation or the absence of the member from three consecutive meetings without reasonable cause, another person nominated by the relevant body shall be appointed for the unexpired term of the office."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Meetings of the Council",
      "content": "(1) The Council shall meet at least three times in each academic year for the despatch of business at the time and in the place determined by the chairperson. The Council shall meet at least three times in each academic year for the despatch of business at the time and in the place determined by the chairperson. (2) The quorum at a meeting of the Council is seven. The quorum at a meeting of the Council is seven. (3) The chairperson shall preside at each meeting of the Council and in the absence of the chairperson, members of the Council shall elect one of the government nominees present to preside. The chairperson shall preside at each meeting of the Council and in the absence of the chairperson, members of the Council shall elect one of the government nominees present to preside. (4) Matters before the Council shall be decided by consensus or by a simple majority of the members present and voting and in the event of an equality of votes the person presiding shall have a casting vote. Matters before the Council shall be decided by consensus or by a simple majority of the members present and voting and in the event of an equality of votes the person presiding shall have a casting vote. (5) The Council may co-opt a person to attend and participate in any of the meetings but a co-opted person is not entitled to vote at a meeting. The Council may co-opt a person to attend and participate in any of the meetings but a co-opted person is not entitled to vote at a meeting. (6) The Pro Vice-Chancellor, the Registrar, and the Director of Finance shall attend meetings of the Council but are not entitled to vote. The Pro Vice-Chancellor, the Registrar, and the Director of Finance shall attend meetings of the Council but are not entitled to vote. (7) The proceedings of the Council are not invalidated by reason of a vacancy among the members or by a defect in the appointment or qualification of a member. The proceedings of the Council are not invalidated by reason of a vacancy among the members or by a defect in the appointment or qualification of a member."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Council who has an interest in a matter for consideration at a meeting of the Council shall A member of the Council who has an interest in a matter for consideration at a meeting of the Council shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; request to be recused from the deliberations of the Board in respect of the matter; and request to be recused from the deliberations of the Board in respect of the matter; and not participate in the deliberations of the Board in respect of the matter. not participate in the deliberations of the Board in respect of the matter. (2) A member ceases to be a member of the Council, if that member has an interest in a matter before the Council and A member ceases to be a member of the Council, if that member has an interest in a matter before the Council and fails to disclose that interest; or fails to disclose that interest; or fails to request to be recused and participates in the deliberations on the matter. fails to request to be recused and participates in the deliberations on the matter. (3) The Council may nullify a decision taken in which the interested member participated to the extent necessary. The Council may nullify a decision taken in which the interested member participated to the extent necessary. (4) The Council shall enact Statutes for the effective implementation of this section. The Council shall enact Statutes for the effective implementation of this section."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Allowances",
      "content": "Members of the Council and members of a committee of the Council shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Council and members of a committee of the Council shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "General powers of the Council",
      "content": "(1) Subject to the provisions of this Act, the Council shall have power to do or provide for any matter in relation to the University which the Council considers necessary or expedient. Subject to the provisions of this Act, the Council shall have power to do or provide for any matter in relation to the University which the Council considers necessary or expedient. (2) The conferment of particular powers on the Council by other provisions of this Act shall not be taken to limit the generality of this section. The conferment of particular powers on the Council by other provisions of this Act shall not be taken to limit the generality of this section."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Principal Officers of the University",
      "content": "(1) The Principal Officers of the University are The Principal Officers of the University are the Chancellor; the Chancellor; the chairperson of the Council; and the chairperson of the Council; and the Vice-Chancellor. the Vice-Chancellor. (2) Before assuming office, the Principal Officers of the University shall take and subscribe to the oath of office specified in the Schedule. Before assuming office, the Principal Officers of the University shall take and subscribe to the oath of office specified in the Schedule."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "The Chancellor of the University",
      "content": "(1) The University shall have a Chancellor who is appointed by the Council and takes precedence over the other officers of the University. The University shall have a Chancellor who is appointed by the Council and takes precedence over the other officers of the University. (2) The criteria and modalities for the nomination and election of the Chancellor shall be prescribed by the Statutes of the University. The criteria and modalities for the nomination and election of the Chancellor shall be prescribed by the Statutes of the University. (3) The Chancellor shall hold office for a term of five years and is eligible for re-appointment for another term only. The Chancellor shall hold office for a term of five years and is eligible for re-appointment for another term only. (4) The Chancellor shall preside at Congregation, meetings and ceremonies of the University at which the Chancellor is present. The Chancellor shall preside at Congregation, meetings and ceremonies of the University at which the Chancellor is present. (5) The Chancellor shall be served with the summons, minutes and other documents related to meetings of the Council and may attend the meetings. The Chancellor shall be served with the summons, minutes and other documents related to meetings of the Council and may attend the meetings. (6) The Chancellor shall confer on qualified persons, degrees, diplomas and certificates awarded by the University in accordance with this Act and procedures prescribed by the Statutes of the University. The Chancellor shall confer on qualified persons, degrees, diplomas and certificates awarded by the University in accordance with this Act and procedures prescribed by the Statutes of the University. (7) The Chancellor may delegate functions under subsection (6) by directions in writing to the Council. The Chancellor may delegate functions under subsection (6) by directions in writing to the Council."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Vacancy in office of the Chancellor",
      "content": "(1) The Office of the Chancellor shall become vacant on The Office of the Chancellor shall become vacant on resignation; resignation; death; death; removal from office; or removal from office; or expiry of the term. expiry of the term. (2) The grounds and procedures for the removal from office of the Chancellor shall be contained in the Statutes of the University, The grounds and procedures for the removal from office of the Chancellor shall be contained in the Statutes of the University, (3) Without limiting the functions of the Chancellor, where the integrity and welfare of the University are threatened by any matter, the Chancellor may in consultation with the Council intervene. Without limiting the functions of the Chancellor, where the integrity and welfare of the University are threatened by any matter, the Chancellor may in consultation with the Council intervene."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Vice-Chancellor of the University",
      "content": "(1) The Council shall appoint a Vice-Chancellor for the University. The Council shall appoint a Vice-Chancellor for the University. (2) The Vice-Chancellor shall hold office on the terms and conditions specified in the letter of appointment. The Vice-Chancellor shall hold office on the terms and conditions specified in the letter of appointment. (3) The Vice-Chancellor shall hold office for a term of four years and is eligible for re-appointment for another term only. The Vice-Chancellor shall hold office for a term of four years and is eligible for re-appointment for another term only. (4) The Vice-Chancellor is the academic and administrative head and chief disciplinary officer of the University. The Vice-Chancellor is the academic and administrative head and chief disciplinary officer of the University. (5) The Vice-Chancellor is responsible to the Council for maintaining order and ensuring the efficient administration of the University. The Vice-Chancellor is responsible to the Council for maintaining order and ensuring the efficient administration of the University. (6) The Vice-Chancellor shall perform other functions as may be prescribed by the Statutes of the University. The Vice-Chancellor shall perform other functions as may be prescribed by the Statutes of the University."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Pro Vice-Chancellor of the University",
      "content": "(1) The Council shall appoint a Pro Vice-Chancellor of the University in accordance with the Statutes of the University. The Council shall appoint a Pro Vice-Chancellor of the University in accordance with the Statutes of the University. (2) The Pro Vice-Chancellor shall hold office for a term of three years and is eligible for re-appointment for another term only. The Pro Vice-Chancellor shall hold office for a term of three years and is eligible for re-appointment for another term only. (3) The Pro Vice-Chancellor shall attend a Council meeting but shall not vote at the meeting. The Pro Vice-Chancellor shall attend a Council meeting but shall not vote at the meeting. (4) The Pro Vice-Chancellor shall be assigned duties as the Council or the Vice-Chancellor shall determine. The Pro Vice-Chancellor shall be assigned duties as the Council or the Vice-Chancellor shall determine. (5) The Pro Vice-Chancellor shall perform the functions of the Vice-Chancellor in the absence of the Vice-Chancellor. The Pro Vice-Chancellor shall perform the functions of the Vice-Chancellor in the absence of the Vice-Chancellor. (6) The Pro Vice-Chancellor shall, before assuming office, take and subscribe to the oath of office as specified in the Schedule. The Pro Vice-Chancellor shall, before assuming office, take and subscribe to the oath of office as specified in the Schedule."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Academic Board",
      "content": "There is established by this Act an Academic Board of the University which is answerable to the Council. There is established by this Act an Academic Board of the University which is answerable to the Council."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Functions of the Academic Board",
      "content": "The Academic Board shall subject to the powers of the Council formulate and implement the academic policies of the University; formulate and implement the academic policies of the University; devise and regulate courses of instruction and study subject to accreditation by the National Accreditation Board; devise and regulate courses of instruction and study subject to accreditation by the National Accreditation Board; promote and supervise research; promote and supervise research; regulate the conduct of examinations; and the conduct of examinations; and the award of degrees, diplomas and certificates; the award of degrees, diplomas and certificates; authorise research work; authorise research work; advise the Council on the appointment of academic staff, admission of students and the award of scholarships and bursaries; advise the Council on the appointment of academic staff, admission of students and the award of scholarships and bursaries; report on matters that are referred to the Academic Board by the Council; report on matters that are referred to the Academic Board by the Council; make representations to the Council on any matter con­nected with the University.; and make representations to the Council on any matter con­nected with the University.; and perform other functions specified in the Statutes of the University. perform other functions specified in the Statutes of the University."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Composition of the Academic Board",
      "content": "(1) The Academic Board consists of The Academic Board consists of the Vice-Chancellor of the University who is the chairperson; the Vice-Chancellor of the University who is the chairperson; the Pro Vice-Chancellor; the Pro Vice-Chancellor; Deans and Vice-Deans; Deans and Vice-Deans; Directors of Faculties, Schools, Institutes and Centers; Directors of Faculties, Schools, Institutes and Centers; Heads of Academic Departments; Heads of Academic Departments; Professors and Associate Professors; Professors and Associate Professors; a representative each from a representative each from an Academic department, an Academic department, a Faculty, a Faculty, a School, a School, an Institute, and an Institute, and a Centre; a Centre; the Librarian of the University; the Librarian of the University; the Registrar of the University who is the Secretary; and the Registrar of the University who is the Secretary; and nine members, five of whom are non-teaching staff, elected by Convocation in accordance with the Statutes of the University. nine members, five of whom are non-teaching staff, elected by Convocation in accordance with the Statutes of the University. (2) The Academic Board may establish standing and ad-hoc com­mittees for the purpose of carrying out its functions under this Act and as may be determined by the Statutes enacted by the Council except that a committee comprised entirely of non-members shall be advisory only. The Academic Board may establish standing and ad-hoc com­mittees for the purpose of carrying out its functions under this Act and as may be determined by the Statutes enacted by the Council except that a committee comprised entirely of non-members shall be advisory only. (3) A person who is an ex-officio member of the Board may be represented at a meeting by a person designated by that member. A person who is an ex-officio member of the Board may be represented at a meeting by a person designated by that member."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "The Registrar",
      "content": "(1) The Council shall appoint a Registrar for the University. The Council shall appoint a Registrar for the University. (2) The Registrar shall hold office on the terms and conditions specified in the letter of appointment in accordance with the Statutes of the University. The Registrar shall hold office on the terms and conditions specified in the letter of appointment in accordance with the Statutes of the University. (3) The Registrar is the secretary to the The Registrar is the secretary to the Office of the Chancellor; Office of the Chancellor; Council; and Council; and Academic Board. Academic Board. (4) The Registrar is responsible to the Vice Chancellor for the day-to-day administration of the affairs of the University. The Registrar is responsible to the Vice Chancellor for the day-to-day administration of the affairs of the University. (5) The Registrar is the chief administrative officer of the University under the Vice-Chancellor. The Registrar is the chief administrative officer of the University under the Vice-Chancellor. (6) The Registrar may perform any other functions provided for in the Statutes of the University. The Registrar may perform any other functions provided for in the Statutes of the University. (7) The Registrar shall before assuming office take and subscribe to the oath of office as specified in the Schedule. The Registrar shall before assuming office take and subscribe to the oath of office as specified in the Schedule."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Director of Finance",
      "content": "(1) The Council shall appoint a Director of Finance for the University. The Council shall appoint a Director of Finance for the University. (2) The Director of Finance shall perform functions as prescribed in the Statutes of the University. The Director of Finance shall perform functions as prescribed in the Statutes of the University. (3) The Director of Finance is responsible to the Vice-Chancellor in the performance of the duties of the Director of Finance. The Director of Finance is responsible to the Vice-Chancellor in the performance of the duties of the Director of Finance."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Appointment of other staff",
      "content": "The Council may appoint other staff as may be necessary for the effective performance of the functions of the University. The Council may appoint other staff as may be necessary for the effective performance of the functions of the University."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Internal Organisation of the University",
      "content": "(1) Subject to this Act, the Council may make arrangements as it considers appropriate for the internal organisation of the University including Subject to this Act, the Council may make arrangements as it considers appropriate for the internal organisation of the University including establishment, variation and supervision of academic divisions, Faculties, Schools, Centers, Departments, Institutes, hostels and other bodies in the campus established in Somanya, Donkorkrom and any other place as the Council may determine; establishment, variation and supervision of academic divisions, Faculties, Schools, Centers, Departments, Institutes, hostels and other bodies in the campus established in Somanya, Donkorkrom and any other place as the Council may determine; award of professorships and promotion of lecturers; award of professorships and promotion of lecturers; appointment of academic or administrative staff; appointment of academic or administrative staff; conferment of honorary degrees; and conferment of honorary degrees; and award of fellowships, bursaries, exhibitions, scholarships and prizes. award of fellowships, bursaries, exhibitions, scholarships and prizes. (2) The University may The University may enter into an agreement or relationship with another institution whether academic or non-academic within or outside the country; and enter into an agreement or relationship with another institution whether academic or non-academic within or outside the country; and incorporate within the University, another institution or body taking over the property, rights, privileges and liabilities of that other institution or body. incorporate within the University, another institution or body taking over the property, rights, privileges and liabilities of that other institution or body. (3) The Council shall exercise the powers referred to in subsection (1), only after consultation with the Academic Board on matters which in the opinion of the Council are academic. The Council shall exercise the powers referred to in subsection (1), only after consultation with the Academic Board on matters which in the opinion of the Council are academic."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Student governance",
      "content": "(1) The University shall have a Students Representative Council. The University shall have a Students Representative Council. (2) The Students Representative Council is responsible for representing students duly admitted and registered to study at the University. The Students Representative Council is responsible for representing students duly admitted and registered to study at the University. (3) The constitution and other governing instruments of the Students Representative Council shall The constitution and other governing instruments of the Students Representative Council shall be drawn up by the student subject to the approval of the Academic Board; and be drawn up by the student subject to the approval of the Academic Board; and conform to this Act, the Statutes of the University and any other rules, regulations, directives and edicts duly issued by the University. conform to this Act, the Statutes of the University and any other rules, regulations, directives and edicts duly issued by the University. (4) A constitution or a governing instrument drawn up by the Students Representative Council which is inconsistent with paragraph (b) of subsection (3) shall to the extent of the inconsistency be void. A constitution or a governing instrument drawn up by the Students Representative Council which is inconsistent with paragraph (b) of subsection (3) shall to the extent of the inconsistency be void. (5) The Statutes of the University may grant the Students Representative Council, representation on appropriate bodies and organs of the University. The Statutes of the University may grant the Students Representative Council, representation on appropriate bodies and organs of the University."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Statutes of the University",
      "content": "The Council shall ensure the implementation of this Act by Statutes which shall, in particular regulate the appointment, appointment, conditions of service, conditions of service, termination of appointment, and termination of appointment, and retirement benefits of the employees of the University; retirement benefits of the employees of the University; determine the persons who form the academic staff of the University; determine the persons who form the academic staff of the University; determine the persons who are authorised to sign contracts, cheques and other documents on behalf of the University and regulate the procedure in relation to transactions entered into by the University; determine the persons who are authorised to sign contracts, cheques and other documents on behalf of the University and regulate the procedure in relation to transactions entered into by the University; fix the academic calendar of the University; fix the academic calendar of the University; determine the rules and procedures relating to discipline of students and employees of the University; determine the rules and procedures relating to discipline of students and employees of the University; ensure that the seal of the University is kept under proper custody and is used only on the authority of the Council; and ensure that the seal of the University is kept under proper custody and is used only on the authority of the Council; and provide for any matter required by this Act to be prescribed by the Statutes of the University. provide for any matter required by this Act to be prescribed by the Statutes of the University."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Procedure for conduct of business",
      "content": "Subject to the provisions of this Act, the Council may by Statutes of the University regulate its own procedure. Subject to the provisions of this Act, the Council may by Statutes of the University regulate its own procedure."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Convocation",
      "content": "(1) There shall be a Convocation of the University with the membership prescribed by the Statutes of the University. There shall be a Convocation of the University with the membership prescribed by the Statutes of the University. (2) The Registrar shall compile a register of the members of Convocation which shall be published each academic year. The Registrar shall compile a register of the members of Convocation which shall be published each academic year. (3) The persons whose names appear on the register shall be entitled to vote at the Convocation. The persons whose names appear on the register shall be entitled to vote at the Convocation. (4) The Convocation shall meet at least once each academic year at the time and place determined by the Vice-Chancellor. The Convocation shall meet at least once each academic year at the time and place determined by the Vice-Chancellor. (5) Despite subsection (4), the Convocation shall meet upon a request made by a number of members as prescribed in the Statutes of the University. Despite subsection (4), the Convocation shall meet upon a request made by a number of members as prescribed in the Statutes of the University. (6) The main function of the Convocation is to receive and discuss a report from the Vice-Chancellor on the state of the University and future plans for the University. The main function of the Convocation is to receive and discuss a report from the Vice-Chancellor on the state of the University and future plans for the University. (7) The Convocation may express an opinion on any matter that affects the University and may refer the matter to the Council or the Academic Board. The Convocation may express an opinion on any matter that affects the University and may refer the matter to the Council or the Academic Board."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Congregation",
      "content": "The University may hold a Congregation composed of the persons prescribed by Statutes of the University for the purpose of conferring degrees and awarding diplomas and certificates. The University may hold a Congregation composed of the persons prescribed by Statutes of the University for the purpose of conferring degrees and awarding diplomas and certificates."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Property and contracts",
      "content": "(1) The University may for The University may for the purpose of the performance of the functions of the University, or the purpose of the performance of the functions of the University, or any purpose which the University considers necessary or expedient, acquire and hold movable or immovable property, sell, lease, mortgage or otherwise alienate or dispose of that property and enter into a contract or any other transaction. any purpose which the University considers necessary or expedient, acquire and hold movable or immovable property, sell, lease, mortgage or otherwise alienate or dispose of that property and enter into a contract or any other transaction. (2) The halls, hostels and residential facilities for students, lecture halls, libraries, hospitals, staff quarters, bungalows, guest houses, recreation grounds and any other tenements of the University shall be exempt from the assessments and rates levied by a local authority. The halls, hostels and residential facilities for students, lecture halls, libraries, hospitals, staff quarters, bungalows, guest houses, recreation grounds and any other tenements of the University shall be exempt from the assessments and rates levied by a local authority. (3) The intellectual property right in a work, research or other intellectual enterprise funded or otherwise undertaken with resources of the University shall vest in the University. The intellectual property right in a work, research or other intellectual enterprise funded or otherwise undertaken with resources of the University shall vest in the University. (4) The Council shall enact Statutes in accordance with the laws on intellectual property to govern the creation, ownership and use of intellectual property including copyright, patents, trademarks, trade names and industrial designs by University employees. The Council shall enact Statutes in accordance with the laws on intellectual property to govern the creation, ownership and use of intellectual property including copyright, patents, trademarks, trade names and industrial designs by University employees. (5) The Council may borrow money on behalf of the University and may for this purpose use University property as security. The Council may borrow money on behalf of the University and may for this purpose use University property as security. (6) The Council shall in enacting the Statutes under subsection (4) determine the incentives for persons who undertake any work, research or other intellectual enterprise funded or otherwise undertaken with resources of the University to enable those persons benefit from their work, research or intellectual enterprise. The Council shall in enacting the Statutes under subsection (4) determine the incentives for persons who undertake any work, research or other intellectual enterprise funded or otherwise undertaken with resources of the University to enable those persons benefit from their work, research or intellectual enterprise."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Funds of the University",
      "content": "(1) The funds of the University include The funds of the University include funds approved by Parliament; funds approved by Parliament; moneys that accrue to the University in the performance of its functions consisting of moneys that accrue to the University in the performance of its functions consisting of fees paid by students duly registered by the University; fees paid by students duly registered by the University; fees, charges and dues in respect of services rendered by or through the University; fees, charges and dues in respect of services rendered by or through the University; proceeds from the sale of publications of the University; and proceeds from the sale of publications of the University; and grants, subscriptions, rents and royalties; grants, subscriptions, rents and royalties; returns on investments; returns on investments; endowments, donations and gifts; and endowments, donations and gifts; and moneys from any other source approved by the Council. moneys from any other source approved by the Council. (2) Any sum of money received by or on behalf of the University shall be paid into a bank account of the University opened by or on the authority of the Council. Any sum of money received by or on behalf of the University shall be paid into a bank account of the University opened by or on the authority of the Council. (3) For the avoidance of doubt, moneys received by or standing to the credit of a Faculty, School, Centre or an Institute of the University shall form part of the funds of the University as defined under this Act. For the avoidance of doubt, moneys received by or standing to the credit of a Faculty, School, Centre or an Institute of the University shall form part of the funds of the University as defined under this Act. (4) The Council may invest the funds of the University that are not required for immediate use as the Council considers appropriate. The Council may invest the funds of the University that are not required for immediate use as the Council considers appropriate."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Internal Audit Unit",
      "content": "(1) There is established by this Act an Internal Audit Unit which shall constitute a part of the University. There is established by this Act an Internal Audit Unit which shall constitute a part of the University. (2) The Council shall appoint personnel required to ensure an effective and efficient internal audit of the University. The Council shall appoint personnel required to ensure an effective and efficient internal audit of the University. (3) The Unit shall establish standards and procedures to carry out an internal audit of the University in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Unit shall establish standards and procedures to carry out an internal audit of the University in accordance with the Internal Audit Agency Act, 2003 (Act 658). (4) The Audit Report Implementation Committee of the University as established under section 30(1) of the Audit Service Act, 2000 (Act 584) is responsible for the implementation of the recommendations of the internal audit reports. The Audit Report Implementation Committee of the University as established under section 30(1) of the Audit Service Act, 2000 (Act 584) is responsible for the implementation of the recommendations of the internal audit reports. (5) The Audit Report Implementation Committee may co-opt a senior member of the University to serve on the Committee. The Audit Report Implementation Committee may co-opt a senior member of the University to serve on the Committee."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Accounts and audit",
      "content": "(1) The Council shall ensure that the University keeps books of account and proper records in relation to them in the form approved by the Auditor-General. The Council shall ensure that the University keeps books of account and proper records in relation to them in the form approved by the Auditor-General. (2) The Council shall submit the annual accounts of the University to the Auditor-General for audit within three months after the end of the financial year and cause the accounts to be published at the time and in the manner that the Council considers appropriate. The Council shall submit the annual accounts of the University to the Auditor-General for audit within three months after the end of the financial year and cause the accounts to be published at the time and in the manner that the Council considers appropriate. (3) The accounts shall be under the signature of the Vice-Chancellor and the Director of Finance. The accounts shall be under the signature of the Vice-Chancellor and the Director of Finance. (4) The Auditor-General shall not later than three months after the receipt of the accounts, audit the accounts and forward the audit report to Parliament with a copy to the Minister. The Auditor-General shall not later than three months after the receipt of the accounts, audit the accounts and forward the audit report to Parliament with a copy to the Minister."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Annual report and other reports",
      "content": "(1) The Council shall within three months after the end of each academic year submit a report to the Minister covering the activities of the University for the year to which the report relates and make that report available to the public. The Council shall within three months after the end of each academic year submit a report to the Minister covering the activities of the University for the year to which the report relates and make that report available to the public. (2) The report shall cover the operations, admissions, sources and use of funds, challenges, significant events and major policies of the University and shall include the report of the Auditor-General for the year to which the report relates. The report shall cover the operations, admissions, sources and use of funds, challenges, significant events and major policies of the University and shall include the report of the Auditor-General for the year to which the report relates. (3) The Minister shall within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Council shall also submit to the Minister any other reports which the Minister may require in writing. The Council shall also submit to the Minister any other reports which the Minister may require in writing."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Exemption from taxes, duties and other charges",
      "content": "The University is exempt from the payment of taxes, duties and other charges that the Minister responsible for Finance may determine with the prior approval of Parliament. The University is exempt from the payment of taxes, duties and other charges that the Minister responsible for Finance may determine with the prior approval of Parliament."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Anti-discrimination",
      "content": "(1) Without limiting the power of the University to adopt affirmative action policies, the University or an officer of the University shall not discriminate against a person on the basis of the race, ethnic origin, political opinion, color, gender, occupation, religion or creed, disability, social or economic status of that person to determine whether that person is to be Without limiting the power of the University to adopt affirmative action policies, the University or an officer of the University shall not discriminate against a person on the basis of the race, ethnic origin, political opinion, color, gender, occupation, religion or creed, disability, social or economic status of that person to determine whether that person is to be admitted as a student of the University; admitted as a student of the University; registered as a student of the University; registered as a student of the University; permitted to graduate from the University; permitted to graduate from the University; appointed as an academic staff or other staff member; appointed as an academic staff or other staff member; promoted as an academic staff or other member; or promoted as an academic staff or other member; or granted any advantage, privilege or other benefit accorded all other persons. granted any advantage, privilege or other benefit accorded all other persons. (2) For the purpose of subsection (1), “an officer of the University” includes a principal officer, staff or other employee, an agent, servant or any other person performing or acting in an official capacity for or on behalf of the University. For the purpose of subsection (1), “an officer of the University” includes a principal officer, staff or other employee, an agent, servant or any other person performing or acting in an official capacity for or on behalf of the University. (3) For the purpose of this section, “discriminate” means to give different treatment to different persons attributable only or mainly to the grounds stated in subsection (1). For the purpose of this section, “discriminate” means to give different treatment to different persons attributable only or mainly to the grounds stated in subsection (1)."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Matriculation",
      "content": "(1) A student admitted to the University shall take the Matriculation Oath and sign the Matriculation Register. A student admitted to the University shall take the Matriculation Oath and sign the Matriculation Register. (2) A student who fails to sign the Matriculation Register may be prevented by the University from graduating. A student who fails to sign the Matriculation Register may be prevented by the University from graduating."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Dispute settlement",
      "content": "(1) There is established by this Act a body to be known as the University of Environment and Sustainable Development Appeals Board. There is established by this Act a body to be known as the University of Environment and Sustainable Development Appeals Board. (2) The Council shall appoint the members of the Appeals Board. The Council shall appoint the members of the Appeals Board. (3) The Appeals Board shall consist of The Appeals Board shall consist of a chairperson who is a retired justice of the Superior Courts of Judicature or a lawyer qualified to be so appointed; a chairperson who is a retired justice of the Superior Courts of Judicature or a lawyer qualified to be so appointed; two lawyers of at least ten years standing at the Bar who are persons of high moral integrity one of whom is a woman; and two lawyers of at least ten years standing at the Bar who are persons of high moral integrity one of whom is a woman; and two persons who are not lawyers or employees of the University who are persons of high moral integrity one of whom is a woman. two persons who are not lawyers or employees of the University who are persons of high moral integrity one of whom is a woman. (4) The Appeals Board shall hear and determine on appeal matters on The Appeals Board shall hear and determine on appeal matters on acts or omissions in contravention of this Act or the Statutes of the University enacted by the Council; acts or omissions in contravention of this Act or the Statutes of the University enacted by the Council; breach of employment contracts by the University; breach of employment contracts by the University; the promotion of persons duly employed by the University; the promotion of persons duly employed by the University; grievances by students against the University on matters related to welfare and discipline; or grievances by students against the University on matters related to welfare and discipline; or any other matter or dispute referred to the Appeals Board by the Council. any other matter or dispute referred to the Appeals Board by the Council. (5) The chairperson and two other members of the Appeals Board constitute a panel for the hearing and determination of a case or matter before the Appeals Board. The chairperson and two other members of the Appeals Board constitute a panel for the hearing and determination of a case or matter before the Appeals Board. (6) In the absence of the chairperson, one of the two lawyers as provided for in paragraph (b) of subsection (3) shall act as chairperson. In the absence of the chairperson, one of the two lawyers as provided for in paragraph (b) of subsection (3) shall act as chairperson. (7) The Council shall establish the rules and procedure which govern The Council shall establish the rules and procedure which govern the operation of the Appeals Board; the operation of the Appeals Board; the appointment and remuneration of the members of the Appeals Board; the appointment and remuneration of the members of the Appeals Board; the functions of the acting chairperson; the functions of the acting chairperson; the establishment of the Secretariat of the Appeals Board; and the establishment of the Secretariat of the Appeals Board; and any other relevant matter. any other relevant matter."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,\"Appeals Board\" means the University of Environment and Sustainable Development Appeals Board established under section 38 (1);\"Convocation\" means the Principal Officers of the University and all other senior members of the University appointed by the Council or the Academic Board and who are registered as members of Convocation by the Registrar;\"Council\" means the University Council established under section 5;\"disclosure of interest\" includes pecuniary, material, academic and relational interest in a matter being deliberated upon or decided upon by the University;\"Institute\" means a multidisciplinary research or service establishment which focuses primarily on multi-disciplinary research and on the provision of extension services;\"Minister\" means the Minister responsible for Education;\"Statutes of the University\" means administrative guidelines enacted by the Council in accordance with the Act to govern the internal operations of the University; and\"University\" means the University of Environment and Sustainable Development established under section 1. In this Act, unless the context otherwise requires, \"Appeals Board\" means the University of Environment and Sustainable Development Appeals Board established under section 38 (1); \"Convocation\" means the Principal Officers of the University and all other senior members of the University appointed by the Council or the Academic Board and who are registered as members of Convocation by the Registrar; \"Council\" means the University Council established under section 5; \"disclosure of interest\" includes pecuniary, material, academic and relational interest in a matter being deliberated upon or decided upon by the University; \"Institute\" means a multidisciplinary research or service establishment which focuses primarily on multi-disciplinary research and on the provision of extension services; \"Minister\" means the Minister responsible for Education; \"Statutes of the University\" means administrative guidelines enacted by the Council in accordance with the Act to govern the internal operations of the University; and \"University\" means the University of Environment and Sustainable Development established under section 1."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Transitional provisions",
      "content": "(1) Until the establishment of the Council under section 5, there shall be an Interim Council of the University which shall function for a period of not more than two years. Until the establishment of the Council under section 5, there shall be an Interim Council of the University which shall function for a period of not more than two years. (2) The President shall appoint members of the Interim Council on the recommendation of the Minister given in consultation with the National Council for Tertiary Education. The President shall appoint members of the Interim Council on the recommendation of the Minister given in consultation with the National Council for Tertiary Education. (3) The Interim Council shall perform the functions prescribed under section 6. The Interim Council shall perform the functions prescribed under section 6. (4) Any action taken by the Interim Council before the first meeting of the Council shall have the same effect as if done by the Council. Any action taken by the Interim Council before the first meeting of the Council shall have the same effect as if done by the Council. (5) The University shall be guided in its operations by accredited public Universities in Ghana for a period of not more than three years. The University shall be guided in its operations by accredited public Universities in Ghana for a period of not more than three years."
    }
  ],
  "definitions": [
    {
      "term": "Appeals Board",
      "definition": "the University of Environment and Sustainable Development Appeals Board established under section 38 (1)",
      "source_provision": "s39"
    },
    {
      "term": "Convocation",
      "definition": "the Principal Officers of the University and all other senior members of the University appointed by the Council or the Academic Board and who are registered as members of Convocation by the Registrar",
      "source_provision": "s39"
    },
    {
      "term": "Council",
      "definition": "the University Council established under section 5",
      "source_provision": "s39"
    },
    {
      "term": "Institute",
      "definition": "a multidisciplinary research or service establishment which focuses primarily on multi-disciplinary research and on the provision of extension services",
      "source_provision": "s39"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Education",
      "source_provision": "s39"
    },
    {
      "term": "Statutes of the University",
      "definition": "administrative guidelines enacted by the Council in accordance with the Act to govern the internal operations of the University",
      "source_provision": "s39"
    },
    {
      "term": "University",
      "definition": "the University of Environment and Sustainable Development established under section 1. In this Act, unless the context otherwise requires, \"Appeals Board\" means the University of Environment and Sustainable Development Appeals Board established under section 38 (1)",
      "source_provision": "s39"
    },
    {
      "term": "Convocation",
      "definition": "the Principal Officers of the University and all other senior members of the University appointed by the Council or the Academic Board and who are registered as members of Convocation by the Registrar",
      "source_provision": "s39"
    },
    {
      "term": "Council",
      "definition": "the University Council established under section 5",
      "source_provision": "s39"
    },
    {
      "term": "Institute",
      "definition": "a multidisciplinary research or service establishment which focuses primarily on multi-disciplinary research and on the provision of extension services",
      "source_provision": "s39"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Education",
      "source_provision": "s39"
    },
    {
      "term": "Statutes of the University",
      "definition": "administrative guidelines enacted by the Council in accordance with the Act to govern the internal operations of the University",
      "source_provision": "s39"
    }
  ]
}