{
  "id": "act-887-2015",
  "type": "act",
  "title": "Youth Employment Agency Act, 2015",
  "short_name": "YEA 2015",
  "act_number": 887,
  "year": 2015,
  "status": "in_force",
  "issued_date": "2015-04-02",
  "url": "https://ghalii.org/akn/gh/act/2015/887",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Agency",
      "content": "(1) There is established by this Act a body corporate to be known as the Youth Employment Agency. There is established by this Act a body corporate to be known as the Youth Employment Agency. (2) For the performance of its functions, the Agency may acquire and hold movable and immovable property, dispose of property and enter into a contract or any other transaction. For the performance of its functions, the Agency may acquire and hold movable and immovable property, dispose of property and enter into a contract or any other transaction. (3) Where there is a hindrance to the acquisition of property, the property may be acquired for the Agency under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Agency. Where there is a hindrance to the acquisition of property, the property may be acquired for the Agency under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Agency."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Agency",
      "content": "The object of the Agency is to develop, coordinate, supervise and facilitate the creation of jobs for the youth in the country. The object of the Agency is to develop, coordinate, supervise and facilitate the creation of jobs for the youth in the country."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Agency",
      "content": "For purposes of achieving its object under section 2, the Agency shall, in consultation with other relevant agencies and the private sector, set standards and procedures for the employment and career development of the youth in the country; set standards and procedures for the employment and career development of the youth in the country; train and provide the youth with the requisite skills for the labour market; train and provide the youth with the requisite skills for the labour market; facilitate and monitor the employment of the youth in the country; facilitate and monitor the employment of the youth in the country; develop guidelines for the implementation of an integrated and innovative national youth employment programme; develop guidelines for the implementation of an integrated and innovative national youth employment programme; serve as a one-stop shop for the employment of the youth and entrepreneurial development of the youth taking into consideration gender and persons with disability; serve as a one-stop shop for the employment of the youth and entrepreneurial development of the youth taking into consideration gender and persons with disability; assess the operations of youth employment programmes and make recommendations for improvement; assess the operations of youth employment programmes and make recommendations for improvement; plan and coordinate technical assistance in the field of youth employment; plan and coordinate technical assistance in the field of youth employment; develop, promote and support training activities of the youth to prepare them, for employment; develop, promote and support training activities of the youth to prepare them, for employment; facilitate the employment of the youth in the public and private sectors of the economy; facilitate the employment of the youth in the public and private sectors of the economy; undertake a continuing study of the youth employment needs of the country; undertake a continuing study of the youth employment needs of the country; establish and maintain relations with relevant organisations or institutions both within and outside the country engaged in activities connected with youth skills training; establish and maintain relations with relevant organisations or institutions both within and outside the country engaged in activities connected with youth skills training; maintain a database of youth engaged by the Agency; maintain a database of youth engaged by the Agency; advise the Minister on matters that relate to the employment and development of the youth; and advise the Minister on matters that relate to the employment and development of the youth; and perform any other function that is necessary for the attainment of the object of the Agency. perform any other function that is necessary for the attainment of the object of the Agency."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Governing body of the Agency",
      "content": "(1) The governing body of the Agency is a Board consisting of The governing body of the Agency is a Board consisting of a person of recognised standing and experience in admin­istration and human resource development or training as the chairperson; a person of recognised standing and experience in admin­istration and human resource development or training as the chairperson; the Chief Executive Officer of the Agency; the Chief Executive Officer of the Agency; one representative of the Ministry responsible for Employ­ment and Labour Relations who is not below the rank of Director; one representative of the Ministry responsible for Employ­ment and Labour Relations who is not below the rank of Director; a person with qualification and experience in human resource or administration nominated by the Minister; a person with qualification and experience in human resource or administration nominated by the Minister; the Chief Labour Officer; the Chief Labour Officer; one representative of the Ministry responsible for Local Government and Rural Development who is not below the rank of Director; one representative of the Ministry responsible for Local Government and Rural Development who is not below the rank of Director; the Coordinator of the National Youth Authority; and the Coordinator of the National Youth Authority; and two persons from the private sector nominated by the Minister, one of whom is a woman. two persons from the private sector nominated by the Minister, one of whom is a woman. (2) The President shall appoint the chairperson and the other members of the Board in accordance with article 70 of the Constitution. The President shall appoint the chairperson and the other members of the Board in accordance with article 70 of the Constitution."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "The Board shall",
      "content": "ensure the proper and effective performance of the functions of the Agency; ensure the proper and effective performance of the functions of the Agency; approve plans for the career development and sustenance of youth employment; approve plans for the career development and sustenance of youth employment; generally control the management of the Agency on matters of policy; and generally control the management of the Agency on matters of policy; and formulate plans for the disbursement of funds of the Agency. formulate plans for the disbursement of funds of the Agency."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Tenure of office of members of the Board",
      "content": "(1) A member of the Board shall hold office for a period of not more than four years and is eligible for re-appointment but a member shall not be appointed for more than two terms or be re-appointed if that member ceased to be a member as a result of misconduct or removal. A member of the Board shall hold office for a period of not more than four years and is eligible for re-appointment but a member shall not be appointed for more than two terms or be re-appointed if that member ceased to be a member as a result of misconduct or removal. (2) Subsection (1) does not apply to the Chief Executive Officer of the Agency, the Chief Labour Officer and the Coodinator of the National Youth Authority. Subsection (1) does not apply to the Chief Executive Officer of the Agency, the Chief Labour Officer and the Coodinator of the National Youth Authority. (3) A member of the Board may, by letter addressed to the President through the chairperson resign at any time from office. A member of the Board may, by letter addressed to the President through the chairperson resign at any time from office. (4) A member of the Board, other than the Chief Executive Officer of the Agency, the Chief Labour Officer and the Coordinator of the National Youth Authority who is absent from three consecutive meetings without sufficient cause ceases to be a member of the Board. A member of the Board, other than the Chief Executive Officer of the Agency, the Chief Labour Officer and the Coordinator of the National Youth Authority who is absent from three consecutive meetings without sufficient cause ceases to be a member of the Board. (5) The President may by letter addressed to a member revoke the appointment of that member. The President may by letter addressed to a member revoke the appointment of that member. (6) Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3) or (4) or section 8(2), under subsection (3) or (4) or section 8(2), as a result of a declaration under subsection (6), or as a result of a declaration under subsection (6), or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months for the despatch of business at the times and in the places determined by the chairperson. The Board shall meet at least once every three months for the despatch of business at the times and in the places determined by the chairperson. (2) The chairperson shall at the request in writing of not less than one-third of the membership of the Board convene an extraordinary meeting of the Board at the place and time determined by the chairperson. The chairperson shall at the request in writing of not less than one-third of the membership of the Board convene an extraordinary meeting of the Board at the place and time determined by the chairperson. (3) The quorum at a meeting of the Board is five members or a greater number determined by the Board in respect of financial matters. The quorum at a meeting of the Board is five members or a greater number determined by the Board in respect of financial matters. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. (5) Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a Board meeting in an advisory capacity but the person shall not vote on a matter for decision at the meeting and the presence of that person shall not count in the constitution of a quorum. The Board may co-opt a person to attend a Board meeting in an advisory capacity but the person shall not vote on a matter for decision at the meeting and the presence of that person shall not count in the constitution of a quorum. (7) The proceedings of the Board shall not be invalidated by reason of a vacancy or a defect in the appointment of a member. The proceedings of the Board shall not be invalidated by reason of a vacancy or a defect in the appointment of a member. (8) Subject to this section, the Board may determine the procedure for its meeting. Subject to this section, the Board may determine the procedure for its meeting."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration shall A member of the Board who has an interest in a matter for consideration shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and not be present at, or participate in the deliberations of the Board in respect of the matter. not be present at, or participate in the deliberations of the Board in respect of the matter. (2) A member ceases to be a member of the Board if that member has an interest in a matter before the Board and A member ceases to be a member of the Board if that member has an interest in a matter before the Board and fails to disclose that interest; or fails to disclose that interest; or is present at or participates in the deliberations of the matter. is present at or participates in the deliberations of the matter."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members or non-members or both to perform a function. The Board may establish committees consisting of members or non-members or both to perform a function. (2) A committee consisting of non-members only is advisory. A committee consisting of non-members only is advisory. (3) Section 8 applies to members of committees of the Board. Section 8 applies to members of committees of the Board."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Ministerial directives",
      "content": "The Minister may give directives on matters of policy consistent with the objects of this Act to the Board and the Board shall comply. The Minister may give directives on matters of policy consistent with the objects of this Act to the Board and the Board shall comply."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Appointment of Chief Executive Officer",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Chief Executive Officer who possesses the relevant professional competence and experience for the Agency. The President shall, in accordance with article 195 of the Constitution, appoint a Chief Executive Officer who possesses the relevant professional competence and experience for the Agency. (2) The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Functions of the Chief Executive Officer",
      "content": "The Chief Executive Officer is responsible for the day to day administration of the affairs of the Agency and is answerable to the Board in the performance of functions under this Act; and is responsible for the day to day administration of the affairs of the Agency and is answerable to the Board in the performance of functions under this Act; and shall perform any other function determined by the Board. shall perform any other function determined by the Board."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Deputy Chief Executive Officers",
      "content": "(1) The Agency shall have two Deputy Chief Executive Officers responsible for The Agency shall have two Deputy Chief Executive Officers responsible for Finance and Administration; and Finance and Administration; and Operations. Operations. (2) The Deputy Chief Executive Officers shall hold office on the terms and conditions specified in their letters of appointment. The Deputy Chief Executive Officers shall hold office on the terms and conditions specified in their letters of appointment. (3) The Deputy Chief Executive Officers shall perform other functions assigned to them by the Chief Executive Officer. The Deputy Chief Executive Officers shall perform other functions assigned to them by the Chief Executive Officer. (4) One of the Deputy Chief Executive Officers shall act as the Chief Executive Officer whenever the Chief Executive Officer is absent. One of the Deputy Chief Executive Officers shall act as the Chief Executive Officer whenever the Chief Executive Officer is absent."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Secretary to the Board",
      "content": "(1) The Agency shall have a Secretary. The Agency shall have a Secretary. (2) The Secretary shall be appointed in accordance with article 195 of the Constitution. The Secretary shall be appointed in accordance with article 195 of the Constitution. (3) The Secretary shall perform functions that the Board may direct or as the Chief Executive Officer may delegate. The Secretary shall perform functions that the Board may direct or as the Chief Executive Officer may delegate."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Internal Auditor",
      "content": "(1) There shall be appointed an Internal Auditor for the Agency in accordance with the Internal Audit Agency Act, 2003 (Act 658). There shall be appointed an Internal Auditor for the Agency in accordance with the Internal Audit Agency Act, 2003 (Act 658). (2) The Internal Auditor shall The Internal Auditor shall be responsible to the Chief Executive in the performance of the functions of the office; and be responsible to the Chief Executive in the performance of the functions of the office; and submit the report of the audit of funds allocated and accounts of the Agency to the Board through the Chief Executive Officer. submit the report of the audit of funds allocated and accounts of the Agency to the Board through the Chief Executive Officer. (3) The report shall be submitted at the end of every three months and shall be in respect of that period. The report shall be submitted at the end of every three months and shall be in respect of that period. (4) The chairperson of the Board shall submit a copy of the report of the Internal Auditor to the Minister and the Minister responsible for Finance. The chairperson of the Board shall submit a copy of the report of the Internal Auditor to the Minister and the Minister responsible for Finance. (5) This section shall be read and construed as one in accordance with the Internal Audit Agency Act, 2003 (Act 658). This section shall be read and construed as one in accordance with the Internal Audit Agency Act, 2003 (Act 658)."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Appointment of other staff",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint other staff that are necessary for the proper and effective performance of the functions of the Agency. The President shall, in accordance with article 195 of the Constitution, appoint other staff that are necessary for the proper and effective performance of the functions of the Agency. (2) Other public officers may be transferred or seconded to the Secretariat of the Agency or may otherwise give assistance to the Agency. Other public officers may be transferred or seconded to the Secretariat of the Agency or may otherwise give assistance to the Agency. (3) The Agency may engage the services of advisers and consultants as determined by the Board. The Agency may engage the services of advisers and consultants as determined by the Board."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Regional and district offices of the Agency",
      "content": "(1) The Board shall establish regional and district offices of the Agency in places determined by the Board. The Board shall establish regional and district offices of the Agency in places determined by the Board. (2) A regional and district office of the Agency shall perform the functions of the Agency as the Board may direct. A regional and district office of the Agency shall perform the functions of the Agency as the Board may direct."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Directorates and Units of the Agency",
      "content": "(1) The Board shall have the following Directorates: The Board shall have the following Directorates: Finance and Administration; Finance and Administration; Operations; Operations; Research; and Research; and Monitoring and Evaluation. Monitoring and Evaluation. (2) Each directorate shall be headed by a Director. Each directorate shall be headed by a Director. (3) The Board shall determine the staff strength and functions of each Directorate. The Board shall determine the staff strength and functions of each Directorate. (4) A Directorate of the Agency shall have units that the Board considers necessary for the effective performance of the functions of the Agency. A Directorate of the Agency shall have units that the Board considers necessary for the effective performance of the functions of the Agency."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Development of programmes",
      "content": "The Agency shall develop programmes and employment modules for youth employment and career development which shall be reviewed every two years. The Agency shall develop programmes and employment modules for youth employment and career development which shall be reviewed every two years."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Engagement of Private Sector Partner Service Provider",
      "content": "(1) The Agency may collaborate with a Private Sector Partner Service Provider in preparing proposals in respect of modules and programmes. The Agency may collaborate with a Private Sector Partner Service Provider in preparing proposals in respect of modules and programmes. (2) The Agency may engage a Private Sector Partner Service Provider in accordance with financial and administrative enactments for the implementation of modules and programmes. The Agency may engage a Private Sector Partner Service Provider in accordance with financial and administrative enactments for the implementation of modules and programmes."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Offences",
      "content": "(1) The Agency and a Service Provider engaged by the Agency shall operate, recruit and employ persons in accordance with the relevant provisions of the Labour Act, 2003 (Act 651). The Agency and a Service Provider engaged by the Agency shall operate, recruit and employ persons in accordance with the relevant provisions of the Labour Act, 2003 (Act 651). (2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not more than two thousand penalty units or to a term of imprisonment of not more than five years or to both. A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not more than two thousand penalty units or to a term of imprisonment of not more than five years or to both."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Sources of funds for the Agency",
      "content": "The sources of funds for the Agency include moneys approved by Parliament for the Agency; moneys approved by Parliament for the Agency; eighty percent of communication service tax; eighty percent of communication service tax; ten percent of the District Assemblies Common Fund subject to the formula approved by Parliament in accordance with article 252 of the Constitution; ten percent of the District Assemblies Common Fund subject to the formula approved by Parliament in accordance with article 252 of the Constitution; five percent of the Ghana Education Trust Fund subject to the formula approved by Parliament in accordance with the Ghana Education Trust Fund Act, 2000 (Act 581); and five percent of the Ghana Education Trust Fund subject to the formula approved by Parliament in accordance with the Ghana Education Trust Fund Act, 2000 (Act 581); and donations, gifts and grants. donations, gifts and grants."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Application of funds of the Agency",
      "content": "(1) The Agency shall apply its funds The Agency shall apply its funds to support youth development through skills training, entrepreneurship and internship; to support youth development through skills training, entrepreneurship and internship; for the payment of allowances of the beneficiaries on the internship modules; for the payment of allowances of the beneficiaries on the internship modules; for the training of a beneficiary in a trade or vocation; for the training of a beneficiary in a trade or vocation; for the payment of Service Providers who are contracted by the Agency to implement specific modules developed by the Agency; and for the payment of Service Providers who are contracted by the Agency to implement specific modules developed by the Agency; and for the administrative expenses of the Agency and over­sight supervision by the Ministry which shall in any case not exceed five percent of the funds of the Agency. for the administrative expenses of the Agency and over­sight supervision by the Ministry which shall in any case not exceed five percent of the funds of the Agency. (2) The Board shall ensure that the funds of the Agency are employed solely for the purpose for which they are approved and in accordance with the regulations of the Agency. The Board shall ensure that the funds of the Agency are employed solely for the purpose for which they are approved and in accordance with the regulations of the Agency."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Bank account for the Agency",
      "content": "The Agency shall in accordance with the Financial Administra­tion Act, 2003 (Act 654) maintain a bank account into which shall be paid all moneys accruing to the Agency. The Agency shall in accordance with the Financial Administra­tion Act, 2003 (Act 654) maintain a bank account into which shall be paid all moneys accruing to the Agency."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Estimates of revenue and expenditure",
      "content": "The Board shall prepare estimates of revenue and expenditure for each financial year and submit them to the Minister responsible for Finance through the Minister for approval by Parliament. The Board shall prepare estimates of revenue and expenditure for each financial year and submit them to the Minister responsible for Finance through the Minister for approval by Parliament."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books of account and proper records in relation to the accounts in the form approved by the Auditor-General. The Board shall keep books of account and proper records in relation to the accounts in the form approved by the Auditor-General. (2) The Board shall within three months after the end of the financial year submit the accounts of the Agency to the Auditor-General for audit. The Board shall within three months after the end of the financial year submit the accounts of the Agency to the Auditor-General for audit. (3) The Auditor-General shall, within six months after the end of the immediate preceding financial year, audit the accounts and submit the audit report to Parliament. The Auditor-General shall, within six months after the end of the immediate preceding financial year, audit the accounts and submit the audit report to Parliament. (4) The financial year of the Agency is the same as the financial year of Government. The financial year of the Agency is the same as the financial year of Government."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall, within one month after the receipt of the au­dit report, submit to the Minister an annual report covering the programmes, activities and operations of the Agency for the year to which the report relates. The Board shall, within one month after the receipt of the au­dit report, submit to the Minister an annual report covering the programmes, activities and operations of the Agency for the year to which the report relates. (2) The annual report shall include the report of the Auditor ­General and a report on the implementation of the programmes devel­oped under section 20. The annual report shall include the report of the Auditor ­General and a report on the implementation of the programmes devel­oped under section 20. (3) The Board shall submit to the Minister any other report which the Minister may require in writing. The Board shall submit to the Minister any other report which the Minister may require in writing. (4) The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary and shall cause the report to be published in a manner that the Minister determines. The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary and shall cause the report to be published in a manner that the Minister determines."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Establishment of Regional Committees",
      "content": "(1) The Agency shall, establish in each region, a Regional Committee of the Agency consisting of The Agency shall, establish in each region, a Regional Committee of the Agency consisting of a chairperson who shall be a person with relevant knowl­edge and expertise in skills training and human resource development, nominated by the Regional Minister; a chairperson who shall be a person with relevant knowl­edge and expertise in skills training and human resource development, nominated by the Regional Minister; the Regional Labour Officer; the Regional Labour Officer; the Regional Director of the Agency; the Regional Director of the Agency; the Regional Director of the National Youth Authority; the Regional Director of the National Youth Authority; one woman with expertise in skills training and human resource management nominated by the Regional Minister; one woman with expertise in skills training and human resource management nominated by the Regional Minister; one representative of the regional Organisation of Persons with Disability; and one representative of the regional Organisation of Persons with Disability; and one representative of the National Board for Small Scale Industries in the region. one representative of the National Board for Small Scale Industries in the region. (2) A Regional Committee shall meet at least once every three months for the conduct of business at the times and in the places determined by the chairperson. A Regional Committee shall meet at least once every three months for the conduct of business at the times and in the places determined by the chairperson. (3) A Regional Committee may prescribe its own procedure for the conduct of meetings except that the procedure shall not be in conflict with any procedures established by the Board. A Regional Committee may prescribe its own procedure for the conduct of meetings except that the procedure shall not be in conflict with any procedures established by the Board."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Functions of Regional Committees",
      "content": "A Regional Committee shall assist the Board in carrying out the functions of the Board and shall, subject to the directions of the Board, be responsible for the implementation of the policies of the Agency in the region; be responsible for the implementation of the policies of the Agency in the region; oversee the activities of the Agency in the region; and oversee the activities of the Agency in the region; and advise the Board on plans for the development and suste­nance of youth employment in the region. advise the Board on plans for the development and suste­nance of youth employment in the region."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Establishment of District Committees",
      "content": "(1) The Agency shall establish in each district a District Committee of the Agency consisting of The Agency shall establish in each district a District Committee of the Agency consisting of a chairperson who shall be a person with the relevant knowl­edge and expertise in skills training and human resource development nominated by the District Chief Executive; a chairperson who shall be a person with the relevant knowl­edge and expertise in skills training and human resource development nominated by the District Chief Executive; the District Labour Officer; the District Labour Officer; the District Director of the Agency; the District Director of the Agency; the District Director of the National Youth Authority; the District Director of the National Youth Authority; one woman with expertise in skills training and human resource management nominated by the District Chief Executive; one woman with expertise in skills training and human resource management nominated by the District Chief Executive; one representative of the Organisation of Persons with Disability in the district; and one representative of the Organisation of Persons with Disability in the district; and one representative of the National Board for Small Scale Industries in the district. one representative of the National Board for Small Scale Industries in the district. (2) A District Committee shall meet at least once every three months for the conduct of business at the times and in the places determined by the chairperson. A District Committee shall meet at least once every three months for the conduct of business at the times and in the places determined by the chairperson. (3) A District Committee may prescribe its own procedure for the conduct of meetings. A District Committee may prescribe its own procedure for the conduct of meetings."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Functions of District Committees",
      "content": "The District Committee shall be responsible for the implementation of the policies of the Agency in the district; be responsible for the implementation of the policies of the Agency in the district; oversee the activities of the Agency in the district; and oversee the activities of the Agency in the district; and advise the Regional Committee on plans for the develop­ment and sustenance of youth employment in the district. advise the Regional Committee on plans for the develop­ment and sustenance of youth employment in the district."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Regulations",
      "content": "(1) The Minister may, on the advice of the Board, by legislative instrument, make Regulations The Minister may, on the advice of the Board, by legislative instrument, make Regulations to prescribe the forms to be used under this Act; to prescribe the forms to be used under this Act; for the procedure for the disbursement of funds of the Agency; for the procedure for the disbursement of funds of the Agency; for the creation of modules for the Agency; and for the creation of modules for the Agency; and generally for the effective implementation of the provisions of this Act. generally for the effective implementation of the provisions of this Act. (2) The Minister shall, by legislative instrument, make Regulations within twelve months of the coming into force of this Act for the proce­dure for the disbursement of the funds of the Agency. The Minister shall, by legislative instrument, make Regulations within twelve months of the coming into force of this Act for the proce­dure for the disbursement of the funds of the Agency."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“Agency” means the Youth Employment Agency established under section 1;“Board” means the governing body of the Agency established under section 4;“Minister” means the Minister responsible for Youth Employ­ment;“Private Sector Parmer Service Provider” includes a company or organisation specialised in a trade or vocation that is identified and procured by the Agency to facilitate the imple­mentation of specific modules under the programme; and “youth” means a person between the ages of fifteen and thirty-five years. In this Act, unless the context otherwise requires, “Agency” means the Youth Employment Agency established under section 1; “Board” means the governing body of the Agency established under section 4; “Minister” means the Minister responsible for Youth Employ­ment; “Private Sector Parmer Service Provider” includes a company or organisation specialised in a trade or vocation that is identified and procured by the Agency to facilitate the imple­mentation of specific modules under the programme; and “youth” means a person between the ages of fifteen and thirty-five years."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Transitional provisions",
      "content": "The assets and liabilities of the National Youth Employment Programme and the Ghana Youth Employment and Entrepreneurial Development Agency are hereby transferred to the Agency. The assets and liabilities of the National Youth Employment Programme and the Ghana Youth Employment and Entrepreneurial Development Agency are hereby transferred to the Agency."
    }
  ],
  "definitions": [
    {
      "term": "Agency",
      "definition": "the Youth Employment Agency established under section 1",
      "source_provision": "s34"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Agency established under section 4",
      "source_provision": "s34"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Youth Employ­ment",
      "source_provision": "s34"
    },
    {
      "term": "youth",
      "definition": "a person between the ages of fifteen and thirty-five years. In this Act, unless the context otherwise requires, “Agency” means the Youth Employment Agency established under section 1",
      "source_provision": "s34"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Agency established under section 4",
      "source_provision": "s34"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Youth Employ­ment",
      "source_provision": "s34"
    }
  ]
}