{
  "id": "act-911-2016",
  "type": "act",
  "title": "Ghana Export-Import Bank Act, 2016",
  "short_name": "GEB 2016",
  "act_number": 911,
  "year": 2016,
  "status": "in_force",
  "issued_date": "2016-03-30",
  "url": "https://ghalii.org/akn/gh/act/2016/911",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of Ghana Export-Import Bank",
      "content": "(1) There is established by this Act a body to be known as the Ghana Export-Import Bank referred to in this Act as the Bank. There is established by this Act a body to be known as the Ghana Export-Import Bank referred to in this Act as the Bank. (2) The Bank is a body corporate with perpetual succession and a common seal and may sue and be sued in its corporate name. The Bank is a body corporate with perpetual succession and a common seal and may sue and be sued in its corporate name. (3) The Bank may for the performance of its functions acquire and hold movable or immovable property and may enter into a contract or any other transaction. The Bank may for the performance of its functions acquire and hold movable or immovable property and may enter into a contract or any other transaction. (4) Where there is hindrance to the acquisition of property, the property may be acquired for the Bank under the State Lands Act, 1962 (Act 125) and the costs shall be borne by the Bank. Where there is hindrance to the acquisition of property, the property may be acquired for the Bank under the State Lands Act, 1962 (Act 125) and the costs shall be borne by the Bank."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Bank",
      "content": "The object of the Bank is to support and develop directly or indirectly trade between Ghana and other countries, and support and develop directly or indirectly trade between Ghana and other countries, and build Ghana’s capacity and competitiveness in the interna­tional market-place. build Ghana’s capacity and competitiveness in the interna­tional market-place."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Bank",
      "content": "To achieve its object, the Bank shall buy, procure, sell, dispose of, lease, lease out, hire-purchase, hire-purchase out, borrow, lend, accept pledge, accept mortgage, exchange, transfer, accept transfer or execute any acts regarding its property, both inside and outside the country, as well as accept property given by others; buy, procure, sell, dispose of, lease, lease out, hire-purchase, hire-purchase out, borrow, lend, accept pledge, accept mortgage, exchange, transfer, accept transfer or execute any acts regarding its property, both inside and outside the country, as well as accept property given by others; provide credit facilities to an exporter or the exporter’s bank, a buyer or the buyer’s bank; provide credit facilities to an exporter or the exporter’s bank, a buyer or the buyer’s bank; provide credit facilities for the importation of goods or services for use in manufacturing goods for export; provide credit facilities for the importation of goods or services for use in manufacturing goods for export; provide credit facilities or other forms of financial services in respect of international trade customary to commercial banks or other financial institutions; provide credit facilities or other forms of financial services in respect of international trade customary to commercial banks or other financial institutions; provide guarantee to an exporter or a buyer who receives a credit facility from a bank; provide guarantee to an exporter or a buyer who receives a credit facility from a bank; provide insurance against risk of non-payment by the buyer or the buyer’s bank; provide insurance against risk of non-payment by the buyer or the buyer’s bank; insure investors against commercial risks in respect of over­seas investment; insure investors against commercial risks in respect of over­seas investment; jointly invest in overseas Ghanaian business operations aimed at contributing to importation from Ghana or promoting Ghanaian businesses; jointly invest in overseas Ghanaian business operations aimed at contributing to importation from Ghana or promoting Ghanaian businesses; jointly invest in domestic business operations in order to support export or import; jointly invest in domestic business operations in order to support export or import; buy, discount or rediscount the financial instruments or take transfer of claims of the beneficiaries in respect of such instruments; buy, discount or rediscount the financial instruments or take transfer of claims of the beneficiaries in respect of such instruments; aval, accept or intervene to honour bills; aval, accept or intervene to honour bills; charge interest, collect fees or other service charges on account of lending money, buying, discounting, rediscounting, guaranteeing or providing other financial services; charge interest, collect fees or other service charges on account of lending money, buying, discounting, rediscounting, guaranteeing or providing other financial services; sell, discount or rediscount financial instruments; sell, discount or rediscount financial instruments; engage in foreign exchange business subject to the Foreign Exchange Act, 2006 (Act 723); engage in foreign exchange business subject to the Foreign Exchange Act, 2006 (Act 723); make any investment or enter into any transaction, including any transaction whose object is the management of portfolio risks, that is necessary or desirable for the financial man­agement of the Bank; make any investment or enter into any transaction, including any transaction whose object is the management of portfolio risks, that is necessary or desirable for the financial man­agement of the Bank; invest the Bank’s surplus money for revenue gains as permitted by the Board under its investment guidelines; invest the Bank’s surplus money for revenue gains as permitted by the Board under its investment guidelines; undertake and finance research, surveys, techno-economic or any other study in connection with the promotion and development of international trade; undertake and finance research, surveys, techno-economic or any other study in connection with the promotion and development of international trade; provide technical, administrative and financial assistance of any kind for export or import of goods and services; provide technical, administrative and financial assistance of any kind for export or import of goods and services; plan, promote, develop and finance export-oriented concerns; plan, promote, develop and finance export-oriented concerns; collect, compile and disseminate market and credit infor­mation in respect of international trade; collect, compile and disseminate market and credit infor­mation in respect of international trade; manage a credit facility to support the short, medium and long-term financing needs of export-oriented firms in the country; manage a credit facility to support the short, medium and long-term financing needs of export-oriented firms in the country; grant loans and advances to any person in Ghana in connection with the equity contribution in any joint venture in any country outside Ghana to support export and import activities; grant loans and advances to any person in Ghana in connection with the equity contribution in any joint venture in any country outside Ghana to support export and import activities; manage an equity financing scheme to support the long-term financing needs of export-oriented Ghanaian firms; manage an equity financing scheme to support the long-term financing needs of export-oriented Ghanaian firms; provide support for small and medium enterprises engaged in agro-processing and export trade; provide support for small and medium enterprises engaged in agro-processing and export trade; act as agent of the Government as the Government may authorise; and act as agent of the Government as the Government may authorise; and perform any other function that is incidental to the achieve­ment of the object of the Bank. perform any other function that is incidental to the achieve­ment of the object of the Bank."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Independence of the Bank",
      "content": "(1) Except as otherwise provided in this Act, the Bank is indepen­dent in the performance of its functions. Except as otherwise provided in this Act, the Bank is indepen­dent in the performance of its functions. (2) The Bank is not subject to the regulatory and supervisory control of the Bank of Ghana or to the Banking Act, 2004 (Act 673) in its establishment or in the performance of its functions. The Bank is not subject to the regulatory and supervisory control of the Bank of Ghana or to the Banking Act, 2004 (Act 673) in its establishment or in the performance of its functions. (3) The Bank is accountable to the Minister on the achievement of its object and compliance with this Act and the guidelines of the Bank. The Bank is accountable to the Minister on the achievement of its object and compliance with this Act and the guidelines of the Bank."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Governing body of the Bank",
      "content": "(1) The governing body of the Bank is a Board of Directors consisting of The governing body of the Bank is a Board of Directors consisting of a chairperson; a chairperson; one representative of the following not below the rank of a Director: one representative of the following not below the rank of a Director: the Ministry of Finance; the Ministry of Finance; the Ministry of Trade and Industry; the Ministry of Trade and Industry; the Bank of Ghana; the Bank of Ghana; the Ghana Export Promotion Authority; the Ghana Export Promotion Authority; one representative of recognised major private sector industry associations who shall serve on rotational basis; one representative of recognised major private sector industry associations who shall serve on rotational basis; two other persons from the private sector at least one of whom is a woman; and two other persons from the private sector at least one of whom is a woman; and the Chief Executive Officer of the Bank. the Chief Executive Officer of the Bank. (2) The President shall appoint the chairperson and the other members of the Board in accordance with article 70 of the Constitution. The President shall appoint the chairperson and the other members of the Board in accordance with article 70 of the Constitution. (3) The President shall have regard to the knowledge and expertise of members in matters relevant to the functions of the Bank in making appointments to the Board. The President shall have regard to the knowledge and expertise of members in matters relevant to the functions of the Bank in making appointments to the Board."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Functions of the Board",
      "content": "(1) The Board shall The Board shall formulate policies necessary for the achievement of the object of the Bank; formulate policies necessary for the achievement of the object of the Bank; ensure the proper and effective performance of the functions of the Bank; ensure the proper and effective performance of the functions of the Bank; be responsible for the supervision of the management and affairs of the Bank and for the performance of any other functions conferred on the Board by any other provision of this Act; be responsible for the supervision of the management and affairs of the Bank and for the performance of any other functions conferred on the Board by any other provision of this Act; support the national policy and programmes related to the Bank to achieve the object of the Bank; support the national policy and programmes related to the Bank to achieve the object of the Bank; ensure accountability of the Bank by defining appropriate procedures for its management; and ensure accountability of the Bank by defining appropriate procedures for its management; and perform any other function that is incidental to the achievement of the object of the Bank. perform any other function that is incidental to the achievement of the object of the Bank. (2) The Board shall perform its functions and conduct its affairs in accordance with sound investment, financial standards and practice and the investment policy of the Bank. The Board shall perform its functions and conduct its affairs in accordance with sound investment, financial standards and practice and the investment policy of the Bank."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Duties and liabilities of members of the Board",
      "content": "(1) A member of the Board has the same fiduciary relationship with the Bank and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 1963 (Act 179). A member of the Board has the same fiduciary relationship with the Bank and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 1963 (Act 179). (2) Without limiting subsection (1), a member of the Board has a duty Without limiting subsection (1), a member of the Board has a duty to act honestly in the performance of the member’s functions; to act honestly in the performance of the member’s functions; to exercise the degree of care and diligence in the performance of the member’s functions that a reasonable person in that position would reasonably be expected to exercise in the circumstances of the Bank; to exercise the degree of care and diligence in the performance of the member’s functions that a reasonable person in that position would reasonably be expected to exercise in the circumstances of the Bank; not to make improper use of information acquired by virtue of the member’s position as a member of the Board so as to gain, directly or indirectly, a benefit for the member or be to the detriment of the Bank; and not to make improper use of information acquired by virtue of the member’s position as a member of the Board so as to gain, directly or indirectly, a benefit for the member or be to the detriment of the Bank; and not to make improper use of the member’s position so as to gain, directly or indirectly, a benefit for the member or for any other person or cause loss to the Bank. not to make improper use of the member’s position so as to gain, directly or indirectly, a benefit for the member or for any other person or cause loss to the Bank. (3) A member of the Board who contravenes subsections (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than three thousand penalty units and not more than six thousand penalty units or to a term of imprisonment of not more than five years or to both. A member of the Board who contravenes subsections (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than three thousand penalty units and not more than six thousand penalty units or to a term of imprisonment of not more than five years or to both."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Eligibility of members of the Board",
      "content": "(1) A person is not qualified to be appointed as a member of the Board if that person A person is not qualified to be appointed as a member of the Board if that person has entered into an agreement with any person for payment of that person’s debt, has suspended payment of that debt or has been declared insolvent; has entered into an agreement with any person for payment of that person’s debt, has suspended payment of that debt or has been declared insolvent; has been convicted of a felony or an offence involving dishonesty; has been convicted of a felony or an offence involving dishonesty; is adjudged to be a person of unsound mind; or is adjudged to be a person of unsound mind; or is disqualified or suspended, otherwise than at the request of that person, from practising the profession of that person by order of a competent authority made in respect of that person in the case of a person with a professional qualification. is disqualified or suspended, otherwise than at the request of that person, from practising the profession of that person by order of a competent authority made in respect of that person in the case of a person with a professional qualification. (2) A member of the Board shall cease to hold office if that member no longer meets the requirements specified under subsection (1). A member of the Board shall cease to hold office if that member no longer meets the requirements specified under subsection (1)."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Tenure of office of members of the Board",
      "content": "(1) A member of the Board other than the Chief Executive Officer shall hold office for three years and is eligible for re-appointment for another term only. A member of the Board other than the Chief Executive Officer shall hold office for three years and is eligible for re-appointment for another term only. (2) Despite subsection (1) the first members of the Board shall be appointed for a three-year term which is renewable for another three year term or for a five year term which is not renewable. Despite subsection (1) the first members of the Board shall be appointed for a three-year term which is renewable for another three year term or for a five year term which is not renewable. (3) A member of the Board may at any time resign from office in writing addressed to the President through the chairperson. A member of the Board may at any time resign from office in writing addressed to the President through the chairperson. (4) A member of the Board, other than the Chief Executive Officer of the Bank, who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board, other than the Chief Executive Officer of the Bank, who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (5) The President may by letter addressed to a member revoke the appointment of that member. The President may by letter addressed to a member revoke the appointment of that member. (6) Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3) or (4) or section 11; under subsection (3) or (4) or section 11; as a result of a declaration under subsection (6); or as a result of a declaration under subsection (6); or by reason of the death of a member by reason of the death of a member the Minister shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once in every three months for the despatch of business at the times and in the places determined by the chairperson. The Board shall meet at least once in every three months for the despatch of business at the times and in the places determined by the chairperson. (2) The chairperson shall, at the request in writing of not less than one-third of the membership of the Board convene an extraordinary meeting of the Board at the place and time determined by the chairperson. The chairperson shall, at the request in writing of not less than one-third of the membership of the Board convene an extraordinary meeting of the Board at the place and time determined by the chairperson. (3) The quorum at a meeting of the Board is five members of the Board or a greater number determined by the Board in respect of an important matter. The quorum at a meeting of the Board is five members of the Board or a greater number determined by the Board in respect of an important matter. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. (5) Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a Board meeting but the person shall not vote on a matter for decision at the meeting and the presence of that person shall not count in the constitution of a quorum. The Board may co-opt a person to attend a Board meeting but the person shall not vote on a matter for decision at the meeting and the presence of that person shall not count in the constitution of a quorum. (7) The validity of the proceedings of the Board shall not be affected by reason of a vacancy among its members or a defect in the appointment or qualification of a member. The validity of the proceedings of the Board shall not be affected by reason of a vacancy among its members or a defect in the appointment or qualification of a member. (8) Except as otherwise provided, the Board shall determine the procedure for its meetings. Except as otherwise provided, the Board shall determine the procedure for its meetings."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration A member of the Board who has an interest in a matter for consideration shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and shall not participate in the deliberations of the Board in respect of that matter. shall not participate in the deliberations of the Board in respect of that matter. (2) A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and fails to disclose that interest, or fails to disclose that interest, or is present at or participates in the deliberations of the matter. is present at or participates in the deliberations of the matter."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members or both to perform a function. The Board may establish committees consisting of members of the Board or non-members or both to perform a function. (2) A committee established under subsection (1) shall meet at the place and time determined by the Chairperson of the committee and shall observe such rules or procedure for the transaction of business at its meeting as may be prescribed. A committee established under subsection (1) shall meet at the place and time determined by the Chairperson of the committee and shall observe such rules or procedure for the transaction of business at its meeting as may be prescribed. (3) Section 11 applies to members of committees of the Board. Section 11 applies to members of committees of the Board."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Audit Committee",
      "content": "(1) Without limiting section 12, there is established by this Act the Audit Committee comprising at least three members of the Board, one of whom shall be the Chairperson of the Committee. Without limiting section 12, there is established by this Act the Audit Committee comprising at least three members of the Board, one of whom shall be the Chairperson of the Committee. (2) The Chief Executive Officer shall not be a member of the Audit Committee. The Chief Executive Officer shall not be a member of the Audit Committee. (3) The members of the Audit Committee shall have adequate expertise in finance and accounting. The members of the Audit Committee shall have adequate expertise in finance and accounting. (4) The Audit Committee shall meet as and when necessary to perform its functions. The Audit Committee shall meet as and when necessary to perform its functions."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Functions of the Audit Committee",
      "content": "The functions of the Audit Committee are to provide oversight supervision of the financial reporting process, the audit process, the system of internal control and compliance with laws and regulations; to provide oversight supervision of the financial reporting process, the audit process, the system of internal control and compliance with laws and regulations; to recommend an audit charter that sets out the general purpose, authority, composition and responsibility of the Committee for the approval of the Board; and to recommend an audit charter that sets out the general purpose, authority, composition and responsibility of the Committee for the approval of the Board; and to deal with any other matters related to the functions of the Committee. to deal with any other matters related to the functions of the Committee."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid the allowances determined by the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid the allowances determined by the Minister responsible for Finance."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Head Office and branches of the Bank",
      "content": "The Bank shall have its Head Office in Accra and may where it is considered necessary for the performance of its functions, open branches and have agencies or agents in and outside Ghana. The Bank shall have its Head Office in Accra and may where it is considered necessary for the performance of its functions, open branches and have agencies or agents in and outside Ghana."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Policy directives",
      "content": "The Minister may give directives to the Board on matters of policy and the Board shall comply. The Minister may give directives to the Board on matters of policy and the Board shall comply."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Appointment of Chief Executive Officer and Deputy Chief Executive Officers",
      "content": "(1) The President shall in accordance with article 195 of the Constitution appoint a Chief Executive Officer and two Deputy Chief Executive Officers for the Bank. The President shall in accordance with article 195 of the Constitution appoint a Chief Executive Officer and two Deputy Chief Executive Officers for the Bank. (2) The Chief Executive Officer shall be a person with recognised experience in finance or banking and management. The Chief Executive Officer shall be a person with recognised experience in finance or banking and management. (3) The Chief Executive Officer and Deputy Chief Executive Officers shall be appointed for a term of four years and are eligible for re-appointment. The Chief Executive Officer and Deputy Chief Executive Officers shall be appointed for a term of four years and are eligible for re-appointment. (4) Unless otherwise permitted by the Board in writing, the Chief Executive Officer and Deputy Chief Executive Officers shall not, while holding office under this Act, occupy any other office or employment whether there is remuneration attached to it or not. Unless otherwise permitted by the Board in writing, the Chief Executive Officer and Deputy Chief Executive Officers shall not, while holding office under this Act, occupy any other office or employment whether there is remuneration attached to it or not. (5) Subject to this section the Chief Executive Officer and Deputy Chief Executive Officers shall hold office on terms and conditions specified in their letters of appointment. Subject to this section the Chief Executive Officer and Deputy Chief Executive Officers shall hold office on terms and conditions specified in their letters of appointment."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Functions of the Chief Executive Officer",
      "content": "(1) The Chief Executive Officer shall, subject to the directions given by the Board on matters of policy, be responsible for the day-to-day business and administration of the Bank, and may take decisions and perform the functions which may be performed by the Bank. The Chief Executive Officer shall, subject to the directions given by the Board on matters of policy, be responsible for the day-to-day business and administration of the Bank, and may take decisions and perform the functions which may be performed by the Bank. (2) Without limiting subsection (1), the Chief Executive Officer shall Without limiting subsection (1), the Chief Executive Officer shall execute the policies of the Board; execute the policies of the Board; make regular reports to the Board on the management and operations of the Bank; make regular reports to the Board on the management and operations of the Bank; provide the data, statistics and advice necessary for the attainment of the objects of the Bank; and provide the data, statistics and advice necessary for the attainment of the objects of the Bank; and perform any other functions as directed by the Board. perform any other functions as directed by the Board. (3) The Chief Executive Officer is answerable to the Board for acts done and decisions taken in the performance of functions of the office. The Chief Executive Officer is answerable to the Board for acts done and decisions taken in the performance of functions of the office."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Functions of the Deputy Chief Executive Officers",
      "content": "(1) The Deputy Chief Executive Officers shall assist the Chief Executive Officer in the performance of functions of the Chief Executive Officer. The Deputy Chief Executive Officers shall assist the Chief Executive Officer in the performance of functions of the Chief Executive Officer. (2) In the absence of the Chief Executive Officer, one of the Deputy Chief Executive Officers shall act. In the absence of the Chief Executive Officer, one of the Deputy Chief Executive Officers shall act."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Company Secretary",
      "content": "The Bank shall have an officer designated as the Company Secretary to perform the functions of maintaining a secretariat for the Board; perform the functions of maintaining a secretariat for the Board; ensure accurate recording of proceedings and decisions of the Board; and ensure accurate recording of proceedings and decisions of the Board; and perform any other functions that the Chief Executive Officer or the Board may direct. perform any other functions that the Chief Executive Officer or the Board may direct."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Internal Auditor",
      "content": "(1) The Bank shall have an Internal Auditor. The Bank shall have an Internal Auditor. (2) Subject to this Act, the Internal Auditor is responsible to the Chief Executive Officer and the Chairperson of the Audit Committee in the performance of functions as Internal Auditor. Subject to this Act, the Internal Auditor is responsible to the Chief Executive Officer and the Chairperson of the Audit Committee in the performance of functions as Internal Auditor. (3) The Internal Auditor shall, as part of the functions of office, prepare a report on the internal audit work carried out, at intervals of three months. The Internal Auditor shall, as part of the functions of office, prepare a report on the internal audit work carried out, at intervals of three months."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Appointment of other staff",
      "content": "Subject to article 195 of the Constitution, the Bank shall have other staff that are necessary for the proper and effective performance of the functions of the Bank. Subject to article 195 of the Constitution, the Bank shall have other staff that are necessary for the proper and effective performance of the functions of the Bank."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Sources of moneys for the Bank",
      "content": "The sources of moneys for the Bank consists of an amount of money equivalent to 90 percent out of the 0.75 percent levy on the dutiable value of imports of non-petroleum products imposed under section 29; an amount of money equivalent to 90 percent out of the 0.75 percent levy on the dutiable value of imports of non-petroleum products imposed under section 29; fees or other moneys earned by the Bank in the performance of its functions under this Act; fees or other moneys earned by the Bank in the performance of its functions under this Act; issuance of marketable securities; issuance of marketable securities; moneys borrowed from the domestic and international capital markets and from local and international institutions as may be approved by the Minister responsible for Finance; moneys borrowed from the domestic and international capital markets and from local and international institutions as may be approved by the Minister responsible for Finance; moneys that accrue to the Bank from investments made by the Bank; moneys that accrue to the Bank from investments made by the Bank; grants, donations, gifts and other voluntary contributions to the Bank; grants, donations, gifts and other voluntary contributions to the Bank; moneys that may become lawfully paid to the Bank or any other property that may become lawfully vested in the Board for the Bank; and moneys that may become lawfully paid to the Bank or any other property that may become lawfully vested in the Board for the Bank; and any other moneys that the Minister responsible for Finance with the approval of Parliament determines to be paid to the Bank. any other moneys that the Minister responsible for Finance with the approval of Parliament determines to be paid to the Bank."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Borrowings by the Bank and guarantee",
      "content": "(1) The Minister responsible for Finance may, out of the Consolidated Fund, lend money to the Bank on such terms and condi­tions as may be agreed upon by the Minister and the Board subject to article 181 (1) of the Constitution. The Minister responsible for Finance may, out of the Consolidated Fund, lend money to the Bank on such terms and condi­tions as may be agreed upon by the Minister and the Board subject to article 181 (1) of the Constitution. (2) The aggregate amount of borrowings of the Bank and outstanding shall at no time exceed an amount equal to ten times the shareholder’s funds based on the most recently audited accounts of the Bank of not more than six months old. The aggregate amount of borrowings of the Bank and outstanding shall at no time exceed an amount equal to ten times the shareholder’s funds based on the most recently audited accounts of the Bank of not more than six months old. (3) The Minister responsible for Finance may, on a request being made to it by the Board, guarantee bonds and debentures issued by the Bank for the repayment of principal and the payment of interest on such terms as may be agreed upon. The Minister responsible for Finance may, on a request being made to it by the Board, guarantee bonds and debentures issued by the Bank for the repayment of principal and the payment of interest on such terms as may be agreed upon."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Limit of liability",
      "content": "(1) Subject to subsection (2), the contingent liability of the Bank in respect of the principal amount owing under all outstanding arrange­ments entered into under section 3 (e), (f) and (g) shall not exceed an amount equal to ten times the stated capital of the Bank. Subject to subsection (2), the contingent liability of the Bank in respect of the principal amount owing under all outstanding arrange­ments entered into under section 3 (e), (f) and (g) shall not exceed an amount equal to ten times the stated capital of the Bank. (2) The amount of the contingent liability that the Bank has insured or reinsured or with respect to which the Bank has a right, by agreement to be indemnified shall not be taken into account in calculating the contingent liability of the Bank. The amount of the contingent liability that the Bank has insured or reinsured or with respect to which the Bank has a right, by agreement to be indemnified shall not be taken into account in calculating the contingent liability of the Bank."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Authorised capital and shares",
      "content": "(1) The authorised capital of the Bank is one hundred million shares of no par value. The authorised capital of the Bank is one hundred million shares of no par value. (2) The initial capital of the Bank shall be at least GH¢50,000,000 and shall be sourced from the funds specified under section 24 (1) (a). The initial capital of the Bank shall be at least GH¢50,000,000 and shall be sourced from the funds specified under section 24 (1) (a). (3) The Minister may subscribe to unissued shares of the Bank, for such numbers of shares as the Minister considers desirable and the amount of each subscription shall be paid to the Bank out of the moneys provided for under section 24. The Minister may subscribe to unissued shares of the Bank, for such numbers of shares as the Minister considers desirable and the amount of each subscription shall be paid to the Bank out of the moneys provided for under section 24. (4) The shares of the Bank are not transferable. The shares of the Bank are not transferable."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "General Reserve Fund",
      "content": "(1) The Bank shall have a General Reserve Fund. The Bank shall have a General Reserve Fund. (2) At the end of each financial year of the Bank, after allowing for the operational expenses out of its income and after provision has been made for bad and doubtful debts, depreciation of assets from retained earnings and other contingencies, there shall be transferred to the General Reserve Fund At the end of each financial year of the Bank, after allowing for the operational expenses out of its income and after provision has been made for bad and doubtful debts, depreciation of assets from retained earnings and other contingencies, there shall be transferred to the General Reserve Fund one-half of the net profit of the Bank if the amount of money in that Fund is less than the stated-capital of the Bank; or one-half of the net profit of the Bank if the amount of money in that Fund is less than the stated-capital of the Bank; or one-quarter of the net profit of the Bank, if the amount of money in that Fund is less than twice the amount of the stated capital of the Bank. one-quarter of the net profit of the Bank, if the amount of money in that Fund is less than twice the amount of the stated capital of the Bank. (3) Money that remains after the transfer under subsection (2) shall where there is a balance of indebtedness to government, in the books of the Bank, be used to set off the indebtedness. Money that remains after the transfer under subsection (2) shall where there is a balance of indebtedness to government, in the books of the Bank, be used to set off the indebtedness. (4) Despite subsection (3) where there is no indebtedness to government, the balance shall be declared as dividend and transferred to the Consolidated Fund. Despite subsection (3) where there is no indebtedness to government, the balance shall be declared as dividend and transferred to the Consolidated Fund."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Imposition of import levy",
      "content": "(1) There is imposed by this Act a levy to be paid by importers on the dutiable value of any product imported for commercial purposes except petroleum products. There is imposed by this Act a levy to be paid by importers on the dutiable value of any product imported for commercial purposes except petroleum products. (2) The levy shall be 0.75 percent of the cost, insurance and freight value of the import out of which 90 percent shall form part of the sources of moneys for the Bank and 10 percent shall be paid directly to the Ghana Export Promotion Authority. The levy shall be 0.75 percent of the cost, insurance and freight value of the import out of which 90 percent shall form part of the sources of moneys for the Bank and 10 percent shall be paid directly to the Ghana Export Promotion Authority. (3) The levy shall be collected by the Ghana Revenue Authority from the importer at the port of entry. The levy shall be collected by the Ghana Revenue Authority from the importer at the port of entry. (4) The Commissioner-General responsible for the Customs Division of the Ghana Revenue Authority shall pay the levy collected under this section into an account specified by the Board and the Ghana Export Promotion Authority respectively. The Commissioner-General responsible for the Customs Division of the Ghana Revenue Authority shall pay the levy collected under this section into an account specified by the Board and the Ghana Export Promotion Authority respectively."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Liquidation of the Bank",
      "content": "The Bank shall not be closed or wound up except by order of the Government and in a manner as the Government may direct. The Bank shall not be closed or wound up except by order of the Government and in a manner as the Government may direct."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Administrative expenses of the Bank",
      "content": "The administrative and other expenses related to the management of the Bank shall be charged on the Bank. The administrative and other expenses related to the management of the Bank shall be charged on the Bank."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books of account and proper records in relation to the accounts in the form approved by the Auditor-General. The Board shall keep books of account and proper records in relation to the accounts in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Bank to the Auditor-General for audit within three months after the end of the financial year. The Board shall submit the accounts of the Bank to the Auditor-General for audit within three months after the end of the financial year. (3) The Auditor-General shall, within three months after receipt of the accounts audit the accounts and submit a copy of the audit report to the Board. The Auditor-General shall, within three months after receipt of the accounts audit the accounts and submit a copy of the audit report to the Board."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall within one month after the receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Bank for the year to which the report relates. The Board shall within one month after the receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Bank for the year to which the report relates. (2) The annual report shall include the report of the Auditor-General. The annual report shall include the report of the Auditor-General. (3) The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary and shall cause the report to be published in a manner that the Minister determines. The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary and shall cause the report to be published in a manner that the Minister determines. (4) The Board shall also submit to the Minister any other reports which the Minister may require in writing. The Board shall also submit to the Minister any other reports which the Minister may require in writing."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Financial year",
      "content": "The financial year of the Bank shall be the same as the financial year of the Government. The financial year of the Bank shall be the same as the financial year of the Government."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Investment policy statements",
      "content": "The Board shall, in consultation with the Minister, issue investment policy statements and internal guidelines in pursuance of the functions of the Bank and may amend or revoke an investment policy statement or guideline. The Board shall, in consultation with the Minister, issue investment policy statements and internal guidelines in pursuance of the functions of the Bank and may amend or revoke an investment policy statement or guideline."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Regulations",
      "content": "The Minister, on the advice of the Board shall by legislative instrument make Regulations on matters relating to the equity and debt operations of the Bank including the priority areas, eligibility rules and the terms and conditions for facilities to be operated by the Bank; and shall by legislative instrument make Regulations on matters relating to the equity and debt operations of the Bank including the priority areas, eligibility rules and the terms and conditions for facilities to be operated by the Bank; and may by legislative instrument make Regulations in relation to other matters to give effect to the provisions of this Act. may by legislative instrument make Regulations in relation to other matters to give effect to the provisions of this Act."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,\"authorised shares\" means the authorised number of shares of the Bank as specified in this Act which shall be taken up from time to time by the Government and may be increased from time to time and shall not be transferable or subject to any encumbrance;“Bank” means the Ghana Export-Import Bank established under section 1 of this Act;“Board” means the Board of Directors of the Bank as provided under section 5 of this Act;“capital markets” means financial markets for long-term instruments;“economic development” means the sustained, concerted actions of policymakers that promote standards of living in the country;“Ghanaian-owned firm” means a company, partnership or association or body whether corporate or unincorporated which is owned by majority of citizens of Ghana;“import” means import to the extent that it facilitates or support export;“income surplus” means the income surplus of the Bank as specified in this Act, less the amounts attributable to,(a)any unrealised appreciation in the value of any asset of the Bank, other than an appreciation in the value of any asset as would, under normal accounting principles, be credited to profit and loss account, unless the amount of such appreciation shall have been transferred to stated capital; and(b)any balance standing to the credit of the share deals account immediately before the ascertainment of the income surplus;“Minister” means the Minister responsible for finance;“marketable securities” means financial instruments that are to be sold or redeemed within a year;“shareholder funds” means the total assets of the Bank minus its total liabilities;“stated-capital” means the amount of consideration that the Bank receives for the issuance of shares; and\"surplus\" means the amount by which the Bank’s assets, other than unpaid calls and other sums payable in respect of its shares and not including treasury shares, exceeds its liabilities. In this Act, unless the context otherwise requires, \"authorised shares\" means the authorised number of shares of the Bank as specified in this Act which shall be taken up from time to time by the Government and may be increased from time to time and shall not be transferable or subject to any encumbrance; “Bank” means the Ghana Export-Import Bank established under section 1 of this Act; “Board” means the Board of Directors of the Bank as provided under section 5 of this Act; “capital markets” means financial markets for long-term instruments; “economic development” means the sustained, concerted actions of policymakers that promote standards of living in the country; “Ghanaian-owned firm” means a company, partnership or association or body whether corporate or unincorporated which is owned by majority of citizens of Ghana; “import” means import to the extent that it facilitates or support export; any unrealised appreciation in the value of any asset of the Bank, other than an appreciation in the value of any asset as would, under normal accounting principles, be credited to profit and loss account, unless the amount of such appreciation shall have been transferred to stated capital; and any balance standing to the credit of the share deals account immediately before the ascertainment of the income surplus; “Minister” means the Minister responsible for finance; “marketable securities” means financial instruments that are to be sold or redeemed within a year; “shareholder funds” means the total assets of the Bank minus its total liabilities; “stated-capital” means the amount of consideration that the Bank receives for the issuance of shares; and \"surplus\" means the amount by which the Bank’s assets, other than unpaid calls and other sums payable in respect of its shares and not including treasury shares, exceeds its liabilities."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Repeal and savings",
      "content": "(1) The Export Trade, Agricultural and Industrial Development Fund Act, 2013 (Act 872) is hereby repealed. The Export Trade, Agricultural and Industrial Development Fund Act, 2013 (Act 872) is hereby repealed. (2) Despite the repeal of Act 872 any orders, directions, appointments or any other act lawfully made or done by the Board under the repealed enactment shall be considered to have been made or done under this Act and shall continue to have effect until, reviewed, cancelled or terminated. Despite the repeal of Act 872 any orders, directions, appointments or any other act lawfully made or done by the Board under the repealed enactment shall be considered to have been made or done under this Act and shall continue to have effect until, reviewed, cancelled or terminated."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Transitional provisions",
      "content": "(1) The rights, assets and liabilities accrued in respect of the Export Trade, Agricultural and Industrial Development Fund, established under the Export Trade, Agricultural and Industrial Development Fund Act,2013 (Act 872) in existence immediately before the commencement of this Act and the persons employed for purposes of that Fund are transferred for purposes of the Bank established under section 1 of this Act. The rights, assets and liabilities accrued in respect of the Export Trade, Agricultural and Industrial Development Fund, established under the Export Trade, Agricultural and Industrial Development Fund Act,2013 (Act 872) in existence immediately before the commencement of this Act and the persons employed for purposes of that Fund are transferred for purposes of the Bank established under section 1 of this Act. (2) The total sum of money located in any bank before the commencement of this Act, which constitutes money intended for the Fund is transferred to the Bank established under section 1. The total sum of money located in any bank before the commencement of this Act, which constitutes money intended for the Fund is transferred to the Bank established under section 1. (3) The 0.75 percent import levy imposed under Act 872, is hereby transferred to this Act, out of which 90 percent shall form part of the sources of money for the Bank established under this Act and 10 percent transferred directly to the Ghana Export Promotion Authority. The 0.75 percent import levy imposed under Act 872, is hereby transferred to this Act, out of which 90 percent shall form part of the sources of money for the Bank established under this Act and 10 percent transferred directly to the Ghana Export Promotion Authority. (4) A contract subsisting between the Export Trade, Agricultural and Industrial Development Fund established under the Export Trade, Agricultural and Industrial Development Fund Act, 2013 (Act 872) and another person, and in effect immediately before the commencement of this Act is deemed to subsist between the Bank and that other person. A contract subsisting between the Export Trade, Agricultural and Industrial Development Fund established under the Export Trade, Agricultural and Industrial Development Fund Act, 2013 (Act 872) and another person, and in effect immediately before the commencement of this Act is deemed to subsist between the Bank and that other person."
    }
  ],
  "definitions": [
    {
      "term": "authorised shares",
      "definition": "the authorised number of shares of the Bank as specified in this Act which shall be taken up from time to time by the Government and may be increased from time to time and shall not be transferable or subject to any encumbrance",
      "source_provision": "s37"
    },
    {
      "term": "Bank",
      "definition": "the Ghana Export-Import Bank established under section 1 of this Act",
      "source_provision": "s37"
    },
    {
      "term": "Board",
      "definition": "the Board of Directors of the Bank as provided under section 5 of this Act",
      "source_provision": "s37"
    },
    {
      "term": "capital markets",
      "definition": "financial markets for long-term instruments",
      "source_provision": "s37"
    },
    {
      "term": "economic development",
      "definition": "the sustained, concerted actions of policymakers that promote standards of living in the country",
      "source_provision": "s37"
    },
    {
      "term": "Ghanaian-owned firm",
      "definition": "a company, partnership or association or body whether corporate or unincorporated which is owned by majority of citizens of Ghana",
      "source_provision": "s37"
    },
    {
      "term": "import",
      "definition": "import to the extent that it facilitates or support export",
      "source_provision": "s37"
    },
    {
      "term": "income surplus",
      "definition": "the income surplus of the Bank as specified in this Act, less the amounts attributable to,(a)any unrealised appreciation in the value of any asset of the Bank, other than an appreciation in the value of any asset as would, under normal accounting principles, be credited to profit and loss account, unless the amount of such appreciation shall have been transferred to stated capital",
      "source_provision": "s37"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for finance",
      "source_provision": "s37"
    },
    {
      "term": "marketable securities",
      "definition": "financial instruments that are to be sold or redeemed within a year",
      "source_provision": "s37"
    },
    {
      "term": "shareholder funds",
      "definition": "the total assets of the Bank minus its total liabilities",
      "source_provision": "s37"
    },
    {
      "term": "stated-capital",
      "definition": "the amount of consideration that the Bank receives for the issuance of shares",
      "source_provision": "s37"
    },
    {
      "term": "surplus",
      "definition": "the amount by which the Bank’s assets, other than unpaid calls and other sums payable in respect of its shares and not including treasury shares, exceeds its liabilities. In this Act, unless the context otherwise requires, \"authorised shares\" means the authorised number of shares of the Bank as specified in this Act which shall be taken up from time to time by the Government and may be increased from time to time and shall not be transferable or subject to any encumbrance",
      "source_provision": "s37"
    },
    {
      "term": "Bank",
      "definition": "the Ghana Export-Import Bank established under section 1 of this Act",
      "source_provision": "s37"
    },
    {
      "term": "Board",
      "definition": "the Board of Directors of the Bank as provided under section 5 of this Act",
      "source_provision": "s37"
    },
    {
      "term": "capital markets",
      "definition": "financial markets for long-term instruments",
      "source_provision": "s37"
    },
    {
      "term": "economic development",
      "definition": "the sustained, concerted actions of policymakers that promote standards of living in the country",
      "source_provision": "s37"
    },
    {
      "term": "Ghanaian-owned firm",
      "definition": "a company, partnership or association or body whether corporate or unincorporated which is owned by majority of citizens of Ghana",
      "source_provision": "s37"
    },
    {
      "term": "import",
      "definition": "import to the extent that it facilitates or support export",
      "source_provision": "s37"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for finance",
      "source_provision": "s37"
    },
    {
      "term": "marketable securities",
      "definition": "financial instruments that are to be sold or redeemed within a year",
      "source_provision": "s37"
    },
    {
      "term": "shareholder funds",
      "definition": "the total assets of the Bank minus its total liabilities",
      "source_provision": "s37"
    },
    {
      "term": "stated-capital",
      "definition": "the amount of consideration that the Bank receives for the issuance of shares",
      "source_provision": "s37"
    }
  ]
}