{
  "id": "act-912-2016",
  "type": "act",
  "title": "Minerals Development Fund Act, 2016",
  "short_name": "MDF 2016",
  "act_number": 912,
  "year": 2016,
  "status": "in_force",
  "issued_date": "2016-03-30",
  "url": "https://ghalii.org/akn/gh/act/2016/912",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Minerals Development Fund",
      "content": "(1) There is established by this Act a body corporate to be known as the Minerals Development Fund. There is established by this Act a body corporate to be known as the Minerals Development Fund. (2) The Fund may, for the performance of its functions, acquire and hold movable property or immovable property and may enter into a contract or any other transaction. The Fund may, for the performance of its functions, acquire and hold movable property or immovable property and may enter into a contract or any other transaction. (3) Where there is hindrance to the acquisition of property, the property may be acquired for the Fund under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Fund. Where there is hindrance to the acquisition of property, the property may be acquired for the Fund under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Fund."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Fund",
      "content": "The object of the Fund is to provide financial resources for the direct benefit of a mining community; a mining community; a holder of interest in land within a mining community; a holder of interest in land within a mining community; a traditional and local government authority within a mining community; and a traditional and local government authority within a mining community; and an institution responsible for the development of mining. an institution responsible for the development of mining."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Sources of money for the Fund",
      "content": "The sources of money for the Fund include twenty percent of mineral royalty that is received by the Ghana Revenue Authority on behalf of the Republic from holders of mining leases in respect of the mining opera­tions of the holders, twenty percent of mineral royalty that is received by the Ghana Revenue Authority on behalf of the Republic from holders of mining leases in respect of the mining opera­tions of the holders, moneys approved by Parliament for the Fund, moneys approved by Parliament for the Fund, grants, donations, gifts and other voluntary contributions, grants, donations, gifts and other voluntary contributions, moneys that accrue to the Fund from investments made by the Board, and moneys that accrue to the Fund from investments made by the Board, and other moneys that may become lawfully payable to the Fund. other moneys that may become lawfully payable to the Fund."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Bank account for the Fund",
      "content": "(1) The moneys of the Fund shall vest in the Board. The moneys of the Fund shall vest in the Board. (2) The Board shall open a bank account on behalf of the Fund with the approval of the Minister responsible for Finance. The Board shall open a bank account on behalf of the Fund with the approval of the Minister responsible for Finance. (3) A person who receives money intended for the Fund shall, not later than the next business day, pay the money into the bank account opened under subsection (2). A person who receives money intended for the Fund shall, not later than the next business day, pay the money into the bank account opened under subsection (2)."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Application of the Fund",
      "content": "For the purpose of achieving the object of the Fund, moneys for the Fund shall be applied to relevant activities that the Board may deter­mine, to redress the harmful effects of mining on affected communities and persons; redress the harmful effects of mining on affected communities and persons; promote local economic development projects and alternative livelihood projects in communities affected by mining activities; promote local economic development projects and alternative livelihood projects in communities affected by mining activities; undertake minerals related research and development of capacity in human resource for mining institutions and institutions that train manpower for the regulatory institutions; undertake minerals related research and development of capacity in human resource for mining institutions and institutions that train manpower for the regulatory institutions; undertake projects aimed at promoting the mining sector; and undertake projects aimed at promoting the mining sector; and support the policy planning, evaluation and monitoring functions of the Ministry in respect of mining related activities. support the policy planning, evaluation and monitoring functions of the Ministry in respect of mining related activities."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Governing body of the Fund",
      "content": "(1) The governing body of the Fund is a Board comprising The governing body of the Fund is a Board comprising a chairperson, a chairperson, one representative of the following Ministries not below the rank of a Director: one representative of the following Ministries not below the rank of a Director: Ministry of Local Government and Rural Devel­opment, Ministry of Local Government and Rural Devel­opment, Ministry of Environment, Science, Technology and Innovation, and. Ministry of Environment, Science, Technology and Innovation, and. Ministry of Finance, Ministry of Finance, the Chief Director of the Ministry of Lands and Natural Resources, the Chief Director of the Ministry of Lands and Natural Resources, the Chief Executive Officer of the Minerals Commission, the Chief Executive Officer of the Minerals Commission, the Executive Secretary of the Lands Commission, the Executive Secretary of the Lands Commission, the Administrator of Stool Lands, the Administrator of Stool Lands, a representative of the Ghana Chamber of Mines, a representative of the Ghana Chamber of Mines, a traditional ruler from a mining community nominated by the National House of Chiefs, and a traditional ruler from a mining community nominated by the National House of Chiefs, and one other person, who is a woman, nominated by the Minister. one other person, who is a woman, nominated by the Minister. The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Functions of the Board",
      "content": "The Board is responsible for the management of the Fund and for that purpose shall ensure the proper and effective performance of the functions of the Fund; ensure the proper and effective performance of the functions of the Fund; pursue policies to achieve the object of the Fund; pursue policies to achieve the object of the Fund; collect or arrange to be collected, through procedures deter­mined by the Minister, moneys lawfully due to the Fund; collect or arrange to be collected, through procedures deter­mined by the Minister, moneys lawfully due to the Fund; ensure accountability of the moneys of the Fund by defining appropriate procedures for accessing and monitoring the Fund; ensure accountability of the moneys of the Fund by defining appropriate procedures for accessing and monitoring the Fund; in consultation with the Minister, prepare and publish in a daily newspaper of national circulation the criteria for the disbursement and utilisation of the moneys from the Fund; in consultation with the Minister, prepare and publish in a daily newspaper of national circulation the criteria for the disbursement and utilisation of the moneys from the Fund; disburse moneys from the Fund generally in accordance with section 21; disburse moneys from the Fund generally in accordance with section 21; invest some of the moneys of the Fund in safe securities that the Board considers financially beneficial to the Fund; invest some of the moneys of the Fund in safe securities that the Board considers financially beneficial to the Fund; review requests for moneys from the Fund and make recommendations to the Minister; review requests for moneys from the Fund and make recommendations to the Minister; receive and examine reports from designated persons or institutions in respect of financial assistance granted those persons; receive and examine reports from designated persons or institutions in respect of financial assistance granted those persons; make recommendations for the formulation of policy on the percentage level of mineral royalty payable to the Ghana Revenue Authority; and make recommendations for the formulation of policy on the percentage level of mineral royalty payable to the Ghana Revenue Authority; and perform any other function assigned to the Board under this Act or incidental to the achievement of the object of the Fund. perform any other function assigned to the Board under this Act or incidental to the achievement of the object of the Fund."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Tenure of office of members",
      "content": "(1) A member of the Board shall hold office for a term of four years and is eligible for re-appointment for another term only. A member of the Board shall hold office for a term of four years and is eligible for re-appointment for another term only. (2) Subsection (1) does not apply to a person who is appointed under paragraphs (c), (d), (e) and (f) of subsection (1) of section 6. Subsection (1) does not apply to a person who is appointed under paragraphs (c), (d), (e) and (f) of subsection (1) of section 6. (3) A member of the Board may at any time resign from office in writing addressed to the President through the Minister. A member of the Board may at any time resign from office in writing addressed to the President through the Minister. (4) A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (5) The President may by letter addressed to a member revoke the appointment of that member. The President may by letter addressed to a member revoke the appointment of that member. (6) Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3) or (4) or section 10(2), under subsection (3) or (4) or section 10(2), as a result of a declaration under subsection (6), or as a result of a declaration under subsection (6), or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall appoint another person to fill the vacancy."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months for the despatch of business at the times and in the places determined by the chairperson. The Board shall meet at least once every three months for the despatch of business at the times and in the places determined by the chairperson. (2) The chairperson shall at the request in writing of not less than one third of the membership of the Board convene an extraordinary meeting of the Board at the place and time determined by the chairperson. The chairperson shall at the request in writing of not less than one third of the membership of the Board convene an extraordinary meeting of the Board at the place and time determined by the chairperson. (3) The quorum at a meeting of the Board is seven members of the Board or a greater number determined by the Board in respect of an important matter. The quorum at a meeting of the Board is seven members of the Board or a greater number determined by the Board in respect of an important matter. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. (5) Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a meeting of the Board but that person shall not vote on a matter for decision at the meeting. The Board may co-opt a person to attend a meeting of the Board but that person shall not vote on a matter for decision at the meeting."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration shall A member of the Board who has an interest in a matter for consideration shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and not be present at, or participate in the deliberations of the Board in respect of the matter. not be present at, or participate in the deliberations of the Board in respect of the matter. (2) A member ceases to be a member of the Board if that member has an interest in a matter before the Board and A member ceases to be a member of the Board if that member has an interest in a matter before the Board and fails to disclose that interest; or fails to disclose that interest; or is present at or participates in the deliberations of the matter. is present at or participates in the deliberations of the matter. (3) The Board may revoke or nullify a decision on a matter that is arrived at during deliberations if a member: The Board may revoke or nullify a decision on a matter that is arrived at during deliberations if a member: contravenes subsection (2), and contravenes subsection (2), and benefits from the contravention. benefits from the contravention."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members or both to perform a function. The Board may establish committees consisting of members of the Board or non-members or both to perform a function. (2) A committee of the Board is advisory unless the Board delegates its power to the committee. A committee of the Board is advisory unless the Board delegates its power to the committee. (3) A non-member of the Board who is appointed to a committee of the Board shall depose to an oath of confidentiality. A non-member of the Board who is appointed to a committee of the Board shall depose to an oath of confidentiality."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Ministerial directives",
      "content": "The Minister may give directives to the Board on matters of policy and the Board shall comply. The Minister may give directives to the Board on matters of policy and the Board shall comply."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Appointment of Administrator of the Fund",
      "content": "(1) The Board shall, in consultation with the Minister, appoint an officer as the administrator of the Fund. The Board shall, in consultation with the Minister, appoint an officer as the administrator of the Fund. (2) The Administrator is responsible to the Board in the perfor­mance of the functions relating to the Management of the Fund. The Administrator is responsible to the Board in the perfor­mance of the functions relating to the Management of the Fund. (3) The Administrator shall hold office subject to the terms and conditions specified in the letter of appointment. The Administrator shall hold office subject to the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Appointment of other staff",
      "content": "(1) The President shall, acting in accordance with article 195 of the Constitution, appoint staff that are necessary for the proper and effective performance of the functions of the Fund. The President shall, acting in accordance with article 195 of the Constitution, appoint staff that are necessary for the proper and effective performance of the functions of the Fund. (2) The Board may engage the services of advisers or consultants as determined by the Board. The Board may engage the services of advisers or consultants as determined by the Board. (3) Other public officers may be seconded to the Fund. Other public officers may be seconded to the Fund."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Establishment of the Mining Community Development Scheme",
      "content": "(1) There is established by this Act a Mining Community Develop­ment Scheme for each mining community. There is established by this Act a Mining Community Develop­ment Scheme for each mining community. (2) Where before the commencement of this Act a Mining Com­munity Development Scheme exists in a mining community, that Scheme shall be deemed to be a scheme established under subsection (1). Where before the commencement of this Act a Mining Com­munity Development Scheme exists in a mining community, that Scheme shall be deemed to be a scheme established under subsection (1)."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Object of the Scheme",
      "content": "The object of the Scheme is to facilitate the socio-economic devel­opment of communities in which mining activities are undertaken and that are affected by mining operations. The object of the Scheme is to facilitate the socio-economic devel­opment of communities in which mining activities are undertaken and that are affected by mining operations."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Sources of funds for the Scheme",
      "content": "The sources of funds for the Scheme are mineral royalties under section 21 (3)(b); mineral royalties under section 21 (3)(b); moneys that the Fund may receive under section 3(c); and moneys that the Fund may receive under section 3(c); and donations made by mining companies and other related business entities. donations made by mining companies and other related business entities."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Local Management Committee",
      "content": "(1) Without limiting section 11, the Board shall establish a Local Management Committee for a mining community. Without limiting section 11, the Board shall establish a Local Management Committee for a mining community. (2) A Local Management Committee established under subsection (1) shall comprise A Local Management Committee established under subsection (1) shall comprise the Chief Executive of the District Assembly of the mining area for which the Local Management Committee has been established or the representative of the Chief Executive, the Chief Executive of the District Assembly of the mining area for which the Local Management Committee has been established or the representative of the Chief Executive, traditional rulers of the mining community, traditional rulers of the mining community, one representative of one representative of the District Office of the Minerals Commission nominated by the Chief Executive Officer of the Minerals Commission, and the District Office of the Minerals Commission nominated by the Chief Executive Officer of the Minerals Commission, and each mining company within the district, each mining company within the district, one representative of an identified women’s group in the community, and one representative of an identified women’s group in the community, and one representative of an identified youth group in the com­munity. one representative of an identified youth group in the com­munity. (3) A person in the community appointed by the Board in consultation with the District Assembly and traditional authorities of the mining community shall be the chairperson of the Local Manage­ment Committee. A person in the community appointed by the Board in consultation with the District Assembly and traditional authorities of the mining community shall be the chairperson of the Local Manage­ment Committee. (4) The person appointed under subparagraph (i) of paragraph (c) of subsection (2) shall be the secretary to the Local Management Committee. The person appointed under subparagraph (i) of paragraph (c) of subsection (2) shall be the secretary to the Local Management Committee. (5) A Local Management Committee shall perform the functions assigned to it by the Board. A Local Management Committee shall perform the functions assigned to it by the Board. (6) Despite subsections (1) and (3), the management of a Mining Community Development Scheme, deemed to be established under this Act by section 16(2) shall serve as the Local Management Committee of that scheme. Despite subsections (1) and (3), the management of a Mining Community Development Scheme, deemed to be established under this Act by section 16(2) shall serve as the Local Management Committee of that scheme."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Management of the Scheme",
      "content": "(1) A Local Management Committee shall administer and operate the Scheme within the mining community for which the Com­mittee was established. A Local Management Committee shall administer and operate the Scheme within the mining community for which the Com­mittee was established. (2) The Board shall determine the modalities for the disbursement of funds to a Local Management Committee for its approved activities. The Board shall determine the modalities for the disbursement of funds to a Local Management Committee for its approved activities."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Disbursement of the Fund",
      "content": "(1) The Board shall disburse moneys from the Fund through the bank accounts of the Fund as provided under this section. The Board shall disburse moneys from the Fund through the bank accounts of the Fund as provided under this section. (2) The Board shall disburse moneys from the Fund for goods and services that form part of the Annual Expenditure Programme. The Board shall disburse moneys from the Fund for goods and services that form part of the Annual Expenditure Programme. (3) Subject to paragraph (e) of section 7, the moneys received by the Fund from mineral royalty payments made to the Ghana Revenue Authority shall be disbursed as follows: Subject to paragraph (e) of section 7, the moneys received by the Fund from mineral royalty payments made to the Ghana Revenue Authority shall be disbursed as follows: fifty percent of the moneys shall be allocated to the Office of the Administrator of Stool Lands and disbursed as prescribed by law; fifty percent of the moneys shall be allocated to the Office of the Administrator of Stool Lands and disbursed as prescribed by law; twenty percent of the moneys shall be allocated to the Mining Community Development Scheme; twenty percent of the moneys shall be allocated to the Mining Community Development Scheme; four percent of the moneys shall be allocated to supplement the mining operations of the Ministry; four percent of the moneys shall be allocated to supplement the mining operations of the Ministry; thirteen percent of the moneys shall be allocated to supple­ment the mining operations of the Minerals Commission; thirteen percent of the moneys shall be allocated to supple­ment the mining operations of the Minerals Commission; eight percent of the moneys shall be allocated to supplement the mining operations of the Geological Survey Department; and eight percent of the moneys shall be allocated to supplement the mining operations of the Geological Survey Department; and five percent of the moneys shall be allocated for research, training and projects aimed at the promotion of sustain­able development through mining of which at least forty percent shall be allocated for the Geological Survey Depart­ment. five percent of the moneys shall be allocated for research, training and projects aimed at the promotion of sustain­able development through mining of which at least forty percent shall be allocated for the Geological Survey Depart­ment. (4) The Board shall determine the signatories to the accounts of the Fund for the transaction of banking business. The Board shall determine the signatories to the accounts of the Fund for the transaction of banking business."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Expenses of the Fund",
      "content": "The administrative and other expenses related to the management of the Fund shall be charged on the Fund and it shall not exceed two percent. The administrative and other expenses related to the management of the Fund shall be charged on the Fund and it shall not exceed two percent."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Accounts and audit",
      "content": "(1) The Board shall, in respect of the Fund, keep books of account and proper records in relation to them in the form approved by the Auditor-General. The Board shall, in respect of the Fund, keep books of account and proper records in relation to them in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Fund to the Auditor ­General for audit within three months after the end of the financial year. The Board shall submit the accounts of the Fund to the Auditor ­General for audit within three months after the end of the financial year. (3) The Auditor-General shall not later than three months after the receipt of the accounts audit the accounts and forward a copy of the audit report to the Minister. The Auditor-General shall not later than three months after the receipt of the accounts audit the accounts and forward a copy of the audit report to the Minister."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Financial year",
      "content": "The financial year of the Fund is the same as the financial year of the Government. The financial year of the Fund is the same as the financial year of the Government."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Annual reports",
      "content": "(1) The Board shall, within one month after the receipt of the audit report, submit an annual report to the Minister covering the opera­tions of the Fund for the year to which the report relates. The Board shall, within one month after the receipt of the audit report, submit an annual report to the Minister covering the opera­tions of the Fund for the year to which the report relates. (2) The annual report shall include The annual report shall include the report of the Auditor-General on the accounts of the Fund, and the report of the Auditor-General on the accounts of the Fund, and any other information that the Board considers necessary. any other information that the Board considers necessary. (3) The Minister shall within one month after the receipt of the annual report submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall within one month after the receipt of the annual report submit the report to Parliament with a statement that the Minister considers necessary."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Regulations",
      "content": "The Minister shall, on the advice of the Board and within one year after the coming into force of this Act, by legislative instrument make Regulations to prescribe generally for the effective implementation of this Act. The Minister shall, on the advice of the Board and within one year after the coming into force of this Act, by legislative instrument make Regulations to prescribe generally for the effective implementation of this Act."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“Annual Expenditure Programme” means the Annual Expen­diture Programme of the Fund approved by the Minister;“banking business” means Class I and Class II banking business in accordance with the Banking Act, 2004 (Act 673);“Board” means the governing body of the Minerals Develop­ment Fund established under section 6;\"Commission\" means the Minerals Commission established under section 1 of the Minerals Commission Act, 1993 (Act 450);“District Assembly” includes a Municipal Assembly and a Metropolitan Assembly;“Fund” means the Minerals Development Fund established under section 1;“mineral royalty” means royalty payable to the Government by the holder of a mining lease in respect of its mining operations under the Minerals and Mining Act, 2006 (Act 703);“mining community” means a community in which mining operations take place or which is affected by mining opera­tions as determined by the Board;“Minister” means the Minister responsible for Mines;“Ministry” means the Ministry of Lands and Natural Resources; and“Scheme” means the Mining Community Development Scheme established under section 16. In this Act, unless the context otherwise requires, “Annual Expenditure Programme” means the Annual Expen­diture Programme of the Fund approved by the Minister; “banking business” means Class I and Class II banking business in accordance with the Banking Act, 2004 (Act 673); “Board” means the governing body of the Minerals Develop­ment Fund established under section 6; \"Commission\" means the Minerals Commission established under section 1 of the Minerals Commission Act, 1993 (Act 450); “District Assembly” includes a Municipal Assembly and a Metropolitan Assembly; “Fund” means the Minerals Development Fund established under section 1; “mineral royalty” means royalty payable to the Government by the holder of a mining lease in respect of its mining operations under the Minerals and Mining Act, 2006 (Act 703); “mining community” means a community in which mining operations take place or which is affected by mining opera­tions as determined by the Board; “Minister” means the Minister responsible for Mines; “Ministry” means the Ministry of Lands and Natural Resources; and “Scheme” means the Mining Community Development Scheme established under section 16."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Transitional provisions",
      "content": "(1) On the commencement of this Act, the Ministry of Finance and any other institution shall cease to administer the Minerals Development Fund accounts previously operated by them. On the commencement of this Act, the Ministry of Finance and any other institution shall cease to administer the Minerals Development Fund accounts previously operated by them. (2) The total sum of money located in any bank before the com­mencement of this Act which constitutes money intended for the Fund shall, within thirty days, be transferred into the Fund established under section 1 The total sum of money located in any bank before the com­mencement of this Act which constitutes money intended for the Fund shall, within thirty days, be transferred into the Fund established under section 1 (3) An amount accruing to the Fund before the commencement of this Act shall, within thirty days, be transferred to the Fund estab­lished under this Act. An amount accruing to the Fund before the commencement of this Act shall, within thirty days, be transferred to the Fund estab­lished under this Act."
    }
  ],
  "definitions": [
    {
      "term": "Annual Expenditure Programme",
      "definition": "the Annual Expen­diture Programme of the Fund approved by the Minister",
      "source_provision": "s27"
    },
    {
      "term": "banking business",
      "definition": "Class I and Class II banking business in accordance with the Banking Act, 2004 (Act 673)",
      "source_provision": "s27"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Minerals Develop­ment Fund established under section 6",
      "source_provision": "s27"
    },
    {
      "term": "Commission",
      "definition": "the Minerals Commission established under section 1 of the Minerals Commission Act, 1993 (Act 450)",
      "source_provision": "s27"
    },
    {
      "term": "Fund",
      "definition": "the Minerals Development Fund established under section 1",
      "source_provision": "s27"
    },
    {
      "term": "mineral royalty",
      "definition": "royalty payable to the Government by the holder of a mining lease in respect of its mining operations under the Minerals and Mining Act, 2006 (Act 703)",
      "source_provision": "s27"
    },
    {
      "term": "mining community",
      "definition": "a community in which mining operations take place or which is affected by mining opera­tions as determined by the Board",
      "source_provision": "s27"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Mines",
      "source_provision": "s27"
    },
    {
      "term": "Ministry",
      "definition": "the Ministry of Lands and Natural Resources",
      "source_provision": "s27"
    },
    {
      "term": "Scheme",
      "definition": "the Mining Community Development Scheme established under section 16. In this Act, unless the context otherwise requires, “Annual Expenditure Programme” means the Annual Expen­diture Programme of the Fund approved by the Minister",
      "source_provision": "s27"
    },
    {
      "term": "banking business",
      "definition": "Class I and Class II banking business in accordance with the Banking Act, 2004 (Act 673)",
      "source_provision": "s27"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Minerals Develop­ment Fund established under section 6",
      "source_provision": "s27"
    },
    {
      "term": "Commission",
      "definition": "the Minerals Commission established under section 1 of the Minerals Commission Act, 1993 (Act 450)",
      "source_provision": "s27"
    },
    {
      "term": "Fund",
      "definition": "the Minerals Development Fund established under section 1",
      "source_provision": "s27"
    },
    {
      "term": "mineral royalty",
      "definition": "royalty payable to the Government by the holder of a mining lease in respect of its mining operations under the Minerals and Mining Act, 2006 (Act 703)",
      "source_provision": "s27"
    },
    {
      "term": "mining community",
      "definition": "a community in which mining operations take place or which is affected by mining opera­tions as determined by the Board",
      "source_provision": "s27"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Mines",
      "source_provision": "s27"
    },
    {
      "term": "Ministry",
      "definition": "the Ministry of Lands and Natural Resources",
      "source_provision": "s27"
    }
  ]
}