{
  "id": "act-964-2017",
  "type": "act",
  "title": "Zongo Development Fund Act, 2017",
  "short_name": "ZDF 2017",
  "act_number": 964,
  "year": 2017,
  "status": "in_force",
  "issued_date": "2018-01-03",
  "url": "https://ghalii.org/akn/gh/act/2017/964",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Fund",
      "content": "(1) There is established by this Act a Fund to be known as the Zongo Development Fund. There is established by this Act a Fund to be known as the Zongo Development Fund. (2) The Fund is a body corporate with perpetual succession and a common seal, which may sue and be sued and have in all respects the powers of a body corporate. The Fund is a body corporate with perpetual succession and a common seal, which may sue and be sued and have in all respects the powers of a body corporate. (3) The Fund may for the performance of its functions acquire and hold moveable and immoveable property and may enter into a contract or any other transaction. The Fund may for the performance of its functions acquire and hold moveable and immoveable property and may enter into a contract or any other transaction. (4) Where there is a hindrance to the acquisition of property, the property may be acquired for the Fund under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Fund. Where there is a hindrance to the acquisition of property, the property may be acquired for the Fund under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Fund."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Fund",
      "content": "(1) The object of the Fund is to provide financial resources to develop and transform the social and economic conditions of Zongo communities. The object of the Fund is to provide financial resources to develop and transform the social and economic conditions of Zongo communities. (2) For the purpose of achieving the object of the Fund, moneys from the Fund shall be applied to relevant activities that the Board may determine including For the purpose of achieving the object of the Fund, moneys from the Fund shall be applied to relevant activities that the Board may determine including investment in basic services and strategic infrastructure in Zongo communities; investment in basic services and strategic infrastructure in Zongo communities; financing education and training programmes of the youth in Zongo communities; financing education and training programmes of the youth in Zongo communities; support of local businesses in Zongo communities; support of local businesses in Zongo communities; promotion of programmes to support tourism, culture and arts in Zongo communities; promotion of programmes to support tourism, culture and arts in Zongo communities; provision of social protection for the poor and vulnerable children, men and women in Zongo communities; and provision of social protection for the poor and vulnerable children, men and women in Zongo communities; and any other activity determined by the Board to achieve the object of the Fund. any other activity determined by the Board to achieve the object of the Fund."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Accountability to the Minister",
      "content": "The Fund shall be accountable to the Minister on the achievement of its object and compliance with this Act. The Fund shall be accountable to the Minister on the achievement of its object and compliance with this Act."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Head Office",
      "content": "The Fund shall have its head office in Accra and may, where it con­siders necessary for the performance of its functions, open branches sub­ject to the approval of the Minister. The Fund shall have its head office in Accra and may, where it con­siders necessary for the performance of its functions, open branches sub­ject to the approval of the Minister."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Sources of money for the Fund",
      "content": "The sources of moneys for the Fund are moneys approved by Parliament; moneys approved by Parliament; grants, loans and other voluntary contributions; grants, loans and other voluntary contributions; internally generated funds; and internally generated funds; and other moneys that may become lawfully payable to the Fund. other moneys that may become lawfully payable to the Fund."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Bank account",
      "content": "The moneys for the Fund shall be paid into a bank account opened for that with the approval of the Controller and Accountant-General. The moneys for the Fund shall be paid into a bank account opened for that with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Governing body of the Fund",
      "content": "(1) The governing body of the Fund is a Board consisting of The governing body of the Fund is a Board consisting of a chairperson; a chairperson; one representative of the Ministry of Finance not below the rank of a Director; one representative of the Ministry of Finance not below the rank of a Director; one representative of the Ministry responsible for Zongo Development not below the rank of a Director; one representative of the Ministry responsible for Zongo Development not below the rank of a Director; one representative of the National House of Chiefs nominated by the National House of Chiefs; one representative of the National House of Chiefs nominated by the National House of Chiefs; one representative of the Office of the National Chief Imam nominated by the Office of the National Chief Imam; one representative of the Office of the National Chief Imam nominated by the Office of the National Chief Imam; one representative of the National Council of Zongo Chiefs nominated by the National Council of Zongo Chiefs; one representative of the National Council of Zongo Chiefs nominated by the National Council of Zongo Chiefs; one representative of the National Council of Muslim Chiefs nominated by the National Council of Muslim Chiefs; one representative of the National Council of Muslim Chiefs nominated by the National Council of Muslim Chiefs; one representative of the Christian Council of Ghana nomi­nated by the Christian Council of Ghana; one representative of the Christian Council of Ghana nomi­nated by the Christian Council of Ghana; the Chief Executive Officer of the Fund; and the Chief Executive Officer of the Fund; and two other persons, at least one of whom is a woman. two other persons, at least one of whom is a woman. (2) The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. (3) The President shall in appointing a person as a member of the Board have regard to the integrity, expertise and experience of the person and in particular the knowledge of that person in matters relevant to the functions of the Board. The President shall in appointing a person as a member of the Board have regard to the integrity, expertise and experience of the person and in particular the knowledge of that person in matters relevant to the functions of the Board."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Functions of the Board",
      "content": "(1) The Board shall have oversight responsibility for the attainment of the object of the Fund, the making of operational policy and such other functions conferred upon it by any other provision of this Act. The Board shall have oversight responsibility for the attainment of the object of the Fund, the making of operational policy and such other functions conferred upon it by any other provision of this Act. (2) For the purpose of subsection (1), the Board shall For the purpose of subsection (1), the Board shall pursue appropriate policies to achieve the object of the Fund; pursue appropriate policies to achieve the object of the Fund; ensure the collection of moneys lawfully due the Fund; ensure the collection of moneys lawfully due the Fund; ensure accountability of the Fund by defining appropriate procedures of the Fund; ensure accountability of the Fund by defining appropriate procedures of the Fund; define and ensure compliance with criteria for the disburse­ment of funds; define and ensure compliance with criteria for the disburse­ment of funds; approve the disbursement of moneys from the Fund; approve the disbursement of moneys from the Fund; establish the criteria for the investment of funds; establish the criteria for the investment of funds; organise fund-raising activities to raise moneys for the fund; and organise fund-raising activities to raise moneys for the fund; and perform any other functions assigned to it under this Act or incidental to the achievement of the objects of the Fund. perform any other functions assigned to it under this Act or incidental to the achievement of the objects of the Fund. (3) The Board may engage the services of experts and consultants as determined by the Board. The Board may engage the services of experts and consultants as determined by the Board."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Tenure of office of members",
      "content": "(1) A member of the Board, shall hold office for a period of not more than four years and is eligible for re-appointment but a member shall not be appointed for more than two terms. A member of the Board, shall hold office for a period of not more than four years and is eligible for re-appointment but a member shall not be appointed for more than two terms. (2) Subsection (1) does not apply to the Chief Executive Officer of the Fund. Subsection (1) does not apply to the Chief Executive Officer of the Fund. (3) A member of the Board may at any time resign from office in writing addressed to the President through the Minister. A member of the Board may at any time resign from office in writing addressed to the President through the Minister. (4) A member of the Board other than the Chief Executive Officer who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board other than the Chief Executive Officer who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (5) The President may by a letter addressed to a member revoke the appointment of that member. The President may by a letter addressed to a member revoke the appointment of that member. (6) Where a member of the Board, for sufficient reason is unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Board, for sufficient reason is unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3), (4) or 12(2), under subsection (3), (4) or 12(2), as a result of a declaration under subsection (6) or as a result of a declaration under subsection (6) or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy"
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Duties and liabilities of members of the Board",
      "content": "(1) A member of the Board has the same fiduciary relationship with the Fund and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 1963 (Act 179). A member of the Board has the same fiduciary relationship with the Fund and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 1963 (Act 179). (2) Without limiting subsection (1), a member of the Board has a duty Without limiting subsection (1), a member of the Board has a duty to act honestly in the performance of the functions of the member; to act honestly in the performance of the functions of the member; to exercise the degree of care and diligence in the performance of the member’s functions that a reasonable person in that position would be expected to exercise in the circumstances of the Fund; to exercise the degree of care and diligence in the performance of the member’s functions that a reasonable person in that position would be expected to exercise in the circumstances of the Fund; not to use information acquired by virtue of the member’s position as a member of the Board without authorisation; and not to use information acquired by virtue of the member’s position as a member of the Board without authorisation; and not to make improper use of the member’s position so as to gain, directly or indirectly, a benefit for the member or for any other person or cause loss to the Fund. not to make improper use of the member’s position so as to gain, directly or indirectly, a benefit for the member or for any other person or cause loss to the Fund. (3) A member of the Board who contravenes subsection 2(a) or (b) commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than five hundred penalty units. A member of the Board who contravenes subsection 2(a) or (b) commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than five hundred penalty units. (4) A member of the Board who contravenes subsection 2(c) or (d) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than one thousand penalty units or to a term of imprisonment of not less than two years and not more than five years or to both. A member of the Board who contravenes subsection 2(c) or (d) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than one thousand penalty units or to a term of imprisonment of not less than two years and not more than five years or to both."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months for the despatch of business at the times and in the places determined by the chairperson. The Board shall meet at least once every three months for the despatch of business at the times and in the places determined by the chairperson. (2) The chairperson shall at the request in writing of not less than one third of the membership of the Board convene an extraordinary meeting of the Board at the place and time determined by the chairperson. The chairperson shall at the request in writing of not less than one third of the membership of the Board convene an extraordinary meeting of the Board at the place and time determined by the chairperson. (3) The quorum at a meeting of the Board is six members of the Board. The quorum at a meeting of the Board is six members of the Board. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board other than the Chief Executive Officer elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board other than the Chief Executive Officer elected by the members present from among their number shall preside. (5) Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. (7) The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. (8) The Board shall, subject to this Act, regulate the procedure for its meetings. The Board shall, subject to this Act, regulate the procedure for its meetings."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration shall A member of the Board who has an interest in a matter for consideration shall disclose the nature of the interest and the disclosure shall form part of the record of consideration of the matter; and disclose the nature of the interest and the disclosure shall form part of the record of consideration of the matter; and not be present at or participate in the deliberation of the Board in respect of the matter. not be present at or participate in the deliberation of the Board in respect of the matter. (2) A member ceases to be a member of the Board if that member has an interest in a matter before the Board; and A member ceases to be a member of the Board if that member has an interest in a matter before the Board; and fails to disclose that interest; and fails to disclose that interest; and is present at or participates in the deliberations of the matter. is present at or participates in the deliberations of the matter."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Committees of the Board",
      "content": "(1) The Board may establish committees consisting of members of the Board and non-members, to perform a function of the Board. The Board may establish committees consisting of members of the Board and non-members, to perform a function of the Board. (2) Section 12 applies to a member of a committee of the Board. Section 12 applies to a member of a committee of the Board. (3) A committee of the Board shall be chaired by a member of the Board. A committee of the Board shall be chaired by a member of the Board. (4) Without limiting subsection (1) the Board may have an Advisory Committee. Without limiting subsection (1) the Board may have an Advisory Committee."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Ministerial directives",
      "content": "The Minister may give directives in writing to the Board on matters of policy and the Board shall comply. The Minister may give directives in writing to the Board on matters of policy and the Board shall comply."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Appointment of Chief Executive Officer",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Chief Executive Officer for the Fund. The President shall, in accordance with article 195 of the Constitution, appoint a Chief Executive Officer for the Fund. (2) The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Functions of the Chief Executive Officer",
      "content": "(1) The Chief Executive Officer is responsible for the day to day management of the Fund. The Chief Executive Officer is responsible for the day to day management of the Fund. (2) The Chief Executive Officer shall ensure the implementation of the decisions of the Board. The Chief Executive Officer shall ensure the implementation of the decisions of the Board. (3) The Chief Executive Officer may delegate a function to an officer of the Secretariat of the Fund but shall not be relieved of ultimate responsibility for the performance of the delegated function. The Chief Executive Officer may delegate a function to an officer of the Secretariat of the Fund but shall not be relieved of ultimate responsibility for the performance of the delegated function. (4) The Chief Executive Officer is answerable to the Board for the performance of the functions under this Act. The Chief Executive Officer is answerable to the Board for the performance of the functions under this Act."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Internal Audit Unit",
      "content": "(1) The Fund shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The Fund shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). (3) The Internal Auditor is responsible for the internal audit of the Fund. The Internal Auditor is responsible for the internal audit of the Fund. (4) The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months prepare and submit to the Board, a report on the internal audit carried out during the period of three months imme­diately preceding the preparation of the report; and prepare and submit to the Board, a report on the internal audit carried out during the period of three months imme­diately preceding the preparation of the report; and make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Fund. make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Fund. (5) The Internal Auditor shall in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Board and the Board shall submit the report to the Minister. The Internal Auditor shall in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Board and the Board shall submit the report to the Minister."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Appointment of other staff",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint other staff that are necessary for the effective performance of the functions of the Fund. The President shall, in accordance with article 195 of the Constitution, appoint other staff that are necessary for the effective performance of the functions of the Fund. (2) The President may, in writing, delegate the power of appointment in subsection (1) to the Board. The President may, in writing, delegate the power of appointment in subsection (1) to the Board. (3) Other public officers may be transferred or seconded to the Fund or may, otherwise give assistance to the Fund. Other public officers may be transferred or seconded to the Fund or may, otherwise give assistance to the Fund."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Secretariat of the Fund",
      "content": "The Fund shall have a Secretariat headed by the Chief Executive Officer. The Fund shall have a Secretariat headed by the Chief Executive Officer."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Disbursement from the Fund",
      "content": "The moneys of the Fund shall be disbursed in accordance with Regulations made under this Act. The moneys of the Fund shall be disbursed in accordance with Regulations made under this Act."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Expenses of the Fund",
      "content": "(1) The salaries of employees of the Fund shall be the same as those applicable to employees of equivalent status in the Public Service and shall be charged on the Fund. The salaries of employees of the Fund shall be the same as those applicable to employees of equivalent status in the Public Service and shall be charged on the Fund. (2) All other administrative expenses of the Fund shall be paid out of the Fund subject to the approval of the Board acting in consultation with the Minister. All other administrative expenses of the Fund shall be paid out of the Fund subject to the approval of the Board acting in consultation with the Minister. (3) The expenses specified in subsection (2) shall not exceed five percent of the total moneys approved by Parliament. The expenses specified in subsection (2) shall not exceed five percent of the total moneys approved by Parliament."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Application for funding",
      "content": "(1) Moneys from the Fund shall be applied to achieve the object of the Fund as stated in section 2. Moneys from the Fund shall be applied to achieve the object of the Fund as stated in section 2. (2) A person is eligible to apply for funding from the Fund if that person is A person is eligible to apply for funding from the Fund if that person is a citizen of Ghana; and a citizen of Ghana; and a resident of a Zongo community; or a resident of a Zongo community; or a registered institution that a registered institution that is within a Zongo community; or is within a Zongo community; or works on Zongo community matters. works on Zongo community matters."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Tax exemption",
      "content": "The Fund is exempt from the payment of tax. The Fund is exempt from the payment of tax."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books of account and proper records in relation to the Fund in the form approved by the Auditor-General. The Board shall keep books of account and proper records in relation to the Fund in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Fund to the Auditor-General for audit within three months after the end of the financial year. The Board shall submit the accounts of the Fund to the Auditor-General for audit within three months after the end of the financial year. (3) The Auditor-General shall not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister. The Auditor-General shall not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Financial Year",
      "content": "The Financial Year of the Fund shall be the same as the financial year of the Government. The Financial Year of the Fund shall be the same as the financial year of the Government."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall, within one month after the receipt of the audit report, submit an annual report to the Minister covering the operations and activities of the Fund for the year to which the annual report relates. The Board shall, within one month after the receipt of the audit report, submit an annual report to the Minister covering the operations and activities of the Fund for the year to which the annual report relates. (2) The annual report shall include the report of the Auditor-General and a performance report. The annual report shall include the report of the Auditor-General and a performance report. (3) The Minister shall within one month after the receipt of the annual report submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall within one month after the receipt of the annual report submit the report to Parliament with a statement that the Minister considers necessary. (4) The Board shall also submit to the Minister any other reports which the Minister may require in writing. The Board shall also submit to the Minister any other reports which the Minister may require in writing."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Collaboration with Ministries, Departments and Agencies",
      "content": "The Fund shall collaborate with Ministries, Departments and Agencies in the performance of functions under this Act. The Fund shall collaborate with Ministries, Departments and Agencies in the performance of functions under this Act."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Offences",
      "content": "A person who without lawful justification or excuse knowingly makes a false statement to, or deliberately misleads or attempts to mislead the Fund or an employee or authorised agent of the Fund; knowingly makes a false statement to, or deliberately misleads or attempts to mislead the Fund or an employee or authorised agent of the Fund; induces or attempts to induce by any means a member of the Board or Committee of the Board, an employee or authorised agent of the Fund; or induces or attempts to induce by any means a member of the Board or Committee of the Board, an employee or authorised agent of the Fund; or discloses confidential information obtained by or submitted to the Fund in the course of the performance of its functions, ` discloses confidential information obtained by or submitted to the Fund in the course of the performance of its functions, ` commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than one thousand penalty units or to a term of imprisonment of not less than two years and not more than four years or to both."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Regulations",
      "content": "The Minister may, by legislative instrument, make Regulations to provide for matters relating to the application for funding under this Act; for matters relating to the application for funding under this Act; for the procedure for the disbursement of moneys from the Fund; and for the procedure for the disbursement of moneys from the Fund; and generally for the effective implementation of this Act. generally for the effective implementation of this Act."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“basic services” means utilities and infrastructure required to guarantee a decent standard of living prescribed by the policies and laws of the country and international Conventions;“Board” means the governing body of the Zongo Development Fund established under section 7;“Fund” means Zongo Development Fund established under section 1;“Minister” means the Minister responsible for Zongo Development;“non-governmental organisation” means a civil society group or non-profit body of persons formed to pursue purposes that are lawful and that are non-profit but oriented towards public interest;“strategic infrastructure” means critical infrastructure required for the economic growth, social development and the rapid and sustained transformation of a community;“youth” means a person between the ages of fifteen and thirty-five years; and“Zongo community” means a heterogenous community comprising various ethnic groups with different religions where(a)the predominant religion is Islam;(b)the predominant language is Hausa; and(c)the community is characterised by poor living conditions. In this Act, unless the context otherwise requires, “basic services” means utilities and infrastructure required to guarantee a decent standard of living prescribed by the policies and laws of the country and international Conventions; “Board” means the governing body of the Zongo Development Fund established under section 7; “Fund” means Zongo Development Fund established under section 1; “Minister” means the Minister responsible for Zongo Development; “non-governmental organisation” means a civil society group or non-profit body of persons formed to pursue purposes that are lawful and that are non-profit but oriented towards public interest; “strategic infrastructure” means critical infrastructure required for the economic growth, social development and the rapid and sustained transformation of a community; “youth” means a person between the ages of fifteen and thirty-five years; and the predominant religion is Islam; the predominant language is Hausa; and the community is characterised by poor living conditions."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Transitional provisions",
      "content": "(1) The total sum of money located in any bank before the commencement of this Act which constitutes money intended for the Fund shall, within thirty days, be transferred to the Fund established under section 1. The total sum of money located in any bank before the commencement of this Act which constitutes money intended for the Fund shall, within thirty days, be transferred to the Fund established under section 1. (2) Any person in possession of money intended for the Fund before the commencement of this Act shall, within thirty days, pay the money into the bank account opened under section 6. Any person in possession of money intended for the Fund before the commencement of this Act shall, within thirty days, pay the money into the bank account opened under section 6."
    }
  ],
  "definitions": [
    {
      "term": "basic services",
      "definition": "utilities and infrastructure required to guarantee a decent standard of living prescribed by the policies and laws of the country and international Conventions",
      "source_provision": "s31"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Zongo Development Fund established under section 7",
      "source_provision": "s31"
    },
    {
      "term": "Fund",
      "definition": "Zongo Development Fund established under section 1",
      "source_provision": "s31"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Zongo Development",
      "source_provision": "s31"
    },
    {
      "term": "non-governmental organisation",
      "definition": "a civil society group or non-profit body of persons formed to pursue purposes that are lawful and that are non-profit but oriented towards public interest",
      "source_provision": "s31"
    },
    {
      "term": "strategic infrastructure",
      "definition": "critical infrastructure required for the economic growth, social development and the rapid and sustained transformation of a community",
      "source_provision": "s31"
    },
    {
      "term": "youth",
      "definition": "a person between the ages of fifteen and thirty-five years",
      "source_provision": "s31"
    },
    {
      "term": "Zongo community",
      "definition": "a heterogenous community comprising various ethnic groups with different religions where(a)the predominant religion is Islam",
      "source_provision": "s31"
    },
    {
      "term": "basic services",
      "definition": "utilities and infrastructure required to guarantee a decent standard of living prescribed by the policies and laws of the country and international Conventions",
      "source_provision": "s31"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Zongo Development Fund established under section 7",
      "source_provision": "s31"
    },
    {
      "term": "Fund",
      "definition": "Zongo Development Fund established under section 1",
      "source_provision": "s31"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Zongo Development",
      "source_provision": "s31"
    },
    {
      "term": "non-governmental organisation",
      "definition": "a civil society group or non-profit body of persons formed to pursue purposes that are lawful and that are non-profit but oriented towards public interest",
      "source_provision": "s31"
    },
    {
      "term": "strategic infrastructure",
      "definition": "critical infrastructure required for the economic growth, social development and the rapid and sustained transformation of a community",
      "source_provision": "s31"
    },
    {
      "term": "youth",
      "definition": "a person between the ages of fifteen and thirty-five years",
      "source_provision": "s31"
    }
  ]
}