{
  "id": "act-952-2017",
  "type": "act",
  "title": "African Union Import Levy Act, 2017",
  "short_name": "AUIL 2017",
  "act_number": 952,
  "year": 2017,
  "status": "in_force",
  "issued_date": "2017-12-29",
  "url": "https://ghalii.org/akn/gh/act/2017/952",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Object",
      "content": "(1) The object of this Act is to impose an African Union Import Levy of zero point two percent on the value of eligible goods imported into the country from a country that is not a Member State of the African Union. The object of this Act is to impose an African Union Import Levy of zero point two percent on the value of eligible goods imported into the country from a country that is not a Member State of the African Union. (2) The Levy shall be used to The Levy shall be used to provide a reliable and predictable funding for the Continental Peace and Security Fund of the African Union; provide a reliable and predictable funding for the Continental Peace and Security Fund of the African Union; provide an equitable and predictable source of financing for the African Union; provide an equitable and predictable source of financing for the African Union; reduce dependency of the African Union on partner funds for the implementation of the Continental Development and Integration Programmes; and reduce dependency of the African Union on partner funds for the implementation of the Continental Development and Integration Programmes; and relieve the Government of pressure with respect to meeting national obligations for payment of assessed contribution to funding the African Union. relieve the Government of pressure with respect to meeting national obligations for payment of assessed contribution to funding the African Union."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Imposition of Levy on eligible imports",
      "content": "(1) There is imposed by this Act, an African Union Import Levy of zero point two percent of the value of eligible goods imported into the country, where the goods originated from a country that is not a Member State of the African Union. There is imposed by this Act, an African Union Import Levy of zero point two percent of the value of eligible goods imported into the country, where the goods originated from a country that is not a Member State of the African Union. (2) For purposes of subsection (1), the under listed goods are not eligible goods: For purposes of subsection (1), the under listed goods are not eligible goods: goods originating from a country or territory that is a Member State of the African Union, imported into the country for home consumption or re-export to a Member State of the African Union; goods originating from a country or territory that is a Member State of the African Union, imported into the country for home consumption or re-export to a Member State of the African Union; goods received as aid, gift or grant from goods received as aid, gift or grant from a State; or a State; or a legal entity constituted under a public law, that provides charitable works recognised as being part of the common good; a legal entity constituted under a public law, that provides charitable works recognised as being part of the common good; goods imported by enterprises before the commencement of this Act; and goods imported by enterprises before the commencement of this Act; and goods for which an African Union Import Levy has already been paid in a Member State of the African Union prior to their import into this country. goods for which an African Union Import Levy has already been paid in a Member State of the African Union prior to their import into this country. (3) For purposes of subsection (1), “value” means the cost, insurance and freight value at the port of loading or unloading for an import-arriving by sea, air, post, road or inland waterways. For purposes of subsection (1), “value” means the cost, insurance and freight value at the port of loading or unloading for an import-arriving by sea, air, post, road or inland waterways."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Authority to collect Levy",
      "content": "The Levy shall be collected by the Ghana Revenue Authority established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791). The Levy shall be collected by the Ghana Revenue Authority established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791)."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Bank account for Levy collected",
      "content": "The Authority shall pay moneys collected as Levy into an account opened for that purpose by the Controller and Accountant-General. The Authority shall pay moneys collected as Levy into an account opened for that purpose by the Controller and Accountant-General."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Transfer of moneys to the African Union",
      "content": "(1) The Minister shall, on the advice of the Minister responsible for Foreign Affairs on the request of the African Union, authorise the transfer of moneys from the account referred to in section 4 to an account prescribed by the African Union. The Minister shall, on the advice of the Minister responsible for Foreign Affairs on the request of the African Union, authorise the transfer of moneys from the account referred to in section 4 to an account prescribed by the African Union. (2) The purpose of the transfer is to apply proceeds from the Levy solely for the settlement of the assessed contribution of Ghana to the African Union for the relevant financial year. The purpose of the transfer is to apply proceeds from the Levy solely for the settlement of the assessed contribution of Ghana to the African Union for the relevant financial year. (3) Despite subsection (2), a surplus on the account referred to in section 4 shall be utilised as specified in this Act. Despite subsection (2), a surplus on the account referred to in section 4 shall be utilised as specified in this Act. (4) The Bank of Ghana shall transfer moneys to the African Union based on instructions from the Minister with respect to the assessed contribution of Ghana for each fiscal year. The Bank of Ghana shall transfer moneys to the African Union based on instructions from the Minister with respect to the assessed contribution of Ghana for each fiscal year."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Utilisation of surplus",
      "content": "(1) Where there is a surplus on the account referred to in section 4 after a full settlement of the assessed contribution, the Bank of Ghana shall, on the instructions of the Minister, retain the surplus and utilise the surplus as specified in subsection (2). Where there is a surplus on the account referred to in section 4 after a full settlement of the assessed contribution, the Bank of Ghana shall, on the instructions of the Minister, retain the surplus and utilise the surplus as specified in subsection (2). (2) The Bank of Ghana shall, on the instructions of the Minister, The Bank of Ghana shall, on the instructions of the Minister, transfer fifty per cent of the surplus to the Consolidated Fund; and transfer fifty per cent of the surplus to the Consolidated Fund; and retain fifty per cent of the surplus in the account referred to in section 4 for retain fifty per cent of the surplus in the account referred to in section 4 for the purpose of making up for any deficit; and the purpose of making up for any deficit; and other expenditure including expenditure on economic and political integration and diplomacy related to Ghana’s membership of the African Union. other expenditure including expenditure on economic and political integration and diplomacy related to Ghana’s membership of the African Union. (3) The Bank of Ghana shall manage the amount referred to in paragraph (b) of subsection (2) together with any accrued interest and shall make the amount available on the instructions of the Minister. The Bank of Ghana shall manage the amount referred to in paragraph (b) of subsection (2) together with any accrued interest and shall make the amount available on the instructions of the Minister."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Annual report",
      "content": "The Minister shall submit an annual report on the collection and utilisation of the levy to Parliament as part of the annual budget. The Minister shall submit an annual report on the collection and utilisation of the levy to Parliament as part of the annual budget."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“assessed contribution” means the contribution of Ghana to the African Union as detennined by the African Union each year;“Authority” means the Ghana Revenue Authority established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791);“deficit” means where the revenue collected from the Levy is less than the assessed contribution for the year;“home consumption” means consumption in the cuntry;“Levy” means the African Union Import Levy imposed under section 2;“Minister” means the Minister responsible for Finance; and\"surplus\" means where the revenue collected from the “Levy is more than the assessed contribution for the year. In this Act, unless the context otherwise requires, “assessed contribution” means the contribution of Ghana to the African Union as detennined by the African Union each year; “Authority” means the Ghana Revenue Authority established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791); “deficit” means where the revenue collected from the Levy is less than the assessed contribution for the year; “home consumption” means consumption in the cuntry; “Levy” means the African Union Import Levy imposed under section 2; “Minister” means the Minister responsible for Finance; and \"surplus\" means where the revenue collected from the “Levy is more than the assessed contribution for the year."
    }
  ],
  "definitions": [
    {
      "term": "assessed contribution",
      "definition": "the contribution of Ghana to the African Union as detennined by the African Union each year",
      "source_provision": "s8"
    },
    {
      "term": "Authority",
      "definition": "the Ghana Revenue Authority established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s8"
    },
    {
      "term": "deficit",
      "definition": "where the revenue collected from the Levy is less than the assessed contribution for the year",
      "source_provision": "s8"
    },
    {
      "term": "home consumption",
      "definition": "consumption in the cuntry",
      "source_provision": "s8"
    },
    {
      "term": "Levy",
      "definition": "the African Union Import Levy imposed under section 2",
      "source_provision": "s8"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s8"
    },
    {
      "term": "surplus",
      "definition": "where the revenue collected from the “Levy is more than the assessed contribution for the year. In this Act, unless the context otherwise requires, “assessed contribution” means the contribution of Ghana to the African Union as detennined by the African Union each year",
      "source_provision": "s8"
    },
    {
      "term": "Authority",
      "definition": "the Ghana Revenue Authority established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s8"
    },
    {
      "term": "deficit",
      "definition": "where the revenue collected from the Levy is less than the assessed contribution for the year",
      "source_provision": "s8"
    },
    {
      "term": "home consumption",
      "definition": "consumption in the cuntry",
      "source_provision": "s8"
    },
    {
      "term": "Levy",
      "definition": "the African Union Import Levy imposed under section 2",
      "source_provision": "s8"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s8"
    }
  ]
}