{
  "id": "act-955-2017",
  "type": "act",
  "title": "Tax Amnesty Act, 2017",
  "short_name": "Tax Amnesty Act, 2017 2017",
  "act_number": 955,
  "year": 2017,
  "status": "in_force",
  "issued_date": "2017-12-29",
  "url": "https://ghalii.org/akn/gh/act/2017/955",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Amnesty for taxes, penalties and interests",
      "content": "The Commissioner-General shall not assess or recover taxes, penalties and interest in respect of previous years up to and including the 2017 year of assessment from a person, where, that person on or before the 30th of September 2018, registers with the Ghana Revenue Authority and files income tax returns for the 2014, 2015 and 2016 years of assessment. The Commissioner-General shall not assess or recover taxes, penalties and interest in respect of previous years up to and including the 2017 year of assessment from a person, where, that person on or before the 30th of September 2018, registers with the Ghana Revenue Authority and files income tax returns for the 2014, 2015 and 2016 years of assessment."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Amnesty for penalties and interests",
      "content": "The Commissioner-General shall not assess or recover penalties and interest in respect of previous years up to and including the 2017 year of assessment from a person, where, that person submits returns or amended returns, containing a full disclosure of all previously undisclosed liabilities up to the 2017 year of assessment on or before the 30th of September, 2018; and submits returns or amended returns, containing a full disclosure of all previously undisclosed liabilities up to the 2017 year of assessment on or before the 30th of September, 2018; and pays all assessed and outstanding taxes. pays all assessed and outstanding taxes."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Scope of amnesty",
      "content": "(1) The tax amnesty shall apply to persons who have not previously registered with the Ghana Revenue Authority or who, having been registered previously, have not submitted returns or are in arrears for the submission of returns. The tax amnesty shall apply to persons who have not previously registered with the Ghana Revenue Authority or who, having been registered previously, have not submitted returns or are in arrears for the submission of returns. (2) The tax amnesty shall not apply in respect of a tax if the person who should have paid the tax The tax amnesty shall not apply in respect of a tax if the person who should have paid the tax has been assessed in respect of the tax or any matter relating to the tax; has been assessed in respect of the tax or any matter relating to the tax; is under audit or investigation in respect of the undisclosed income or any matter relating to the undisclosed income unless that person makes a full disclosure and declares and pays the accrued liabilities before the conclusion of the audit or investigation; or is under audit or investigation in respect of the undisclosed income or any matter relating to the undisclosed income unless that person makes a full disclosure and declares and pays the accrued liabilities before the conclusion of the audit or investigation; or has been notified by the Commissioner-General or by a person acting for or on behalf of the Commissioner General of an enforcement action relating to the failure to comply with an enactment administered by the Commissioner-General unless that person submits the returns or makes immediate payments of any taxes assessed or due. has been notified by the Commissioner-General or by a person acting for or on behalf of the Commissioner General of an enforcement action relating to the failure to comply with an enactment administered by the Commissioner-General unless that person submits the returns or makes immediate payments of any taxes assessed or due. (3) The amnesty shall not apply where the person fails to comply with the provisions of an enactment administered by the Commissioner-General relating to the furnishing of a return or payment due from the 1st of January, 2018. The amnesty shall not apply where the person fails to comply with the provisions of an enactment administered by the Commissioner-General relating to the furnishing of a return or payment due from the 1st of January, 2018. (4) The amnesty does not apply to payments and returns due from the 1st of January, 2018 under an enactment administered by the Commissioner-General. The amnesty does not apply to payments and returns due from the 1st of January, 2018 under an enactment administered by the Commissioner-General."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Application for tax amnesty",
      "content": "(1) A person who qualifies for tax amnesty shall submit a written application and the returns required under section 1 to the Commissioner-General A person who qualifies for tax amnesty shall submit a written application and the returns required under section 1 to the Commissioner-General during the period commencing from 1st January, 2018 and ending on 31st August 2018; during the period commencing from 1st January, 2018 and ending on 31st August 2018; at the address specified by the Commissioner-General; and at the address specified by the Commissioner-General; and in the form and manner determined by the Commissioner-General. in the form and manner determined by the Commissioner-General. (2) The Commissioner-General shall The Commissioner-General shall within thirty days after receipt of an application, serve notice on a person who has applied for tax amnesty of the decision of the Commissioner-General to grant or refuse the application; and within thirty days after receipt of an application, serve notice on a person who has applied for tax amnesty of the decision of the Commissioner-General to grant or refuse the application; and where there is a refusal, specify the reasons for the decision to refuse the application for tax amnesty. where there is a refusal, specify the reasons for the decision to refuse the application for tax amnesty."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Complaints and determination of complaints",
      "content": "(1) An applicant who is dissatisfied with a decision of the Commissioner-General not to grant that applicant tax amnesty may, within thirty days after receipt of the decision, lodge a written complaint with the Commissioner-General for determination. An applicant who is dissatisfied with a decision of the Commissioner-General not to grant that applicant tax amnesty may, within thirty days after receipt of the decision, lodge a written complaint with the Commissioner-General for determination. (2) The Commissioner-General shall make a determination within thirty days after receipt of the complaint and notify the taxpayer accordingly. The Commissioner-General shall make a determination within thirty days after receipt of the complaint and notify the taxpayer accordingly."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Terms of payment",
      "content": "The Commissioner-General may grant terms for the payment of assessed amounts and outstanding arrears. The Commissioner-General may grant terms for the payment of assessed amounts and outstanding arrears."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Remission of tax",
      "content": "The provisions of this Act shall not derogate from the powers of the Commissioner-General to remit tax under an Act administered by the Commissioner-General. The provisions of this Act shall not derogate from the powers of the Commissioner-General to remit tax under an Act administered by the Commissioner-General."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Administrative guidelines",
      "content": "The Commissioner-General may issue administrative guidelines as may be required for the purposes of this Act. The Commissioner-General may issue administrative guidelines as may be required for the purposes of this Act."
    }
  ],
  "definitions": []
}