{
  "id": "act-959-2017",
  "type": "act",
  "title": "Office of the Special Prosecutor Act, 2017",
  "short_name": "OSP 2017",
  "act_number": 959,
  "year": 2017,
  "status": "in_force",
  "issued_date": "2018-01-03",
  "url": "https://ghalii.org/akn/gh/act/2017/959",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Office of the Special Prosecutor",
      "content": "(1) There is established by this Act a body corporate with perpetual succession to be known as the Office of the Special Prosecutor. There is established by this Act a body corporate with perpetual succession to be known as the Office of the Special Prosecutor. (2) For the performance of its functions, the Office may acquire and hold movable and immovable property, dispose of property and enter into a contract or any other related transaction. For the performance of its functions, the Office may acquire and hold movable and immovable property, dispose of property and enter into a contract or any other related transaction. (3) Where there is hindrance to the acquisition of immovable property, the property may be acquired for the Office under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Office. Where there is hindrance to the acquisition of immovable property, the property may be acquired for the Office under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Office."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Office",
      "content": "The object of the Office is to investigate and prosecute specific cases of alleged or suspected corruption and corruption-related offences; investigate and prosecute specific cases of alleged or suspected corruption and corruption-related offences; recover the proceeds of corruption and corruption-related offences, and recover the proceeds of corruption and corruption-related offences, and take steps to prevent corruption. take steps to prevent corruption."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Office",
      "content": "(1) To achieve the object, the Office shall To achieve the object, the Office shall investigate and prosecute cases of alleged or suspected corruption and corruption-related offences under the Public Procurement Act, 2003 (Act 663); investigate and prosecute cases of alleged or suspected corruption and corruption-related offences under the Public Procurement Act, 2003 (Act 663); investigate and prosecute allegations of corruption and corruption-related offences under the Criminal Offences Act, 1960 (Act 29) involving public officers, politically exposed persons and persons in the private sector involved in the commission of the offence; investigate and prosecute allegations of corruption and corruption-related offences under the Criminal Offences Act, 1960 (Act 29) involving public officers, politically exposed persons and persons in the private sector involved in the commission of the offence; investigate and prosecute alleged or suspected corruption and corruption-related offences involving public officers, politically exposed persons and persons in the private sector involved in the commission of the offence under any other relevant law; investigate and prosecute alleged or suspected corruption and corruption-related offences involving public officers, politically exposed persons and persons in the private sector involved in the commission of the offence under any other relevant law; recover and manage the proceeds of corruption; recover and manage the proceeds of corruption; disseminate information gathered in the course of investigation to competent authorities and other persons the Office considers appropriate in connection with the offences specified in paragraphs (a) and (b); disseminate information gathered in the course of investigation to competent authorities and other persons the Office considers appropriate in connection with the offences specified in paragraphs (a) and (b); co-operate and coordinate with competent authorities and other relevant local and international agencies in furtherance of this Act; co-operate and coordinate with competent authorities and other relevant local and international agencies in furtherance of this Act; receive and investigate complaints from a person on a matter that involves or may involve corruption and corruption related offences; receive and investigate complaints from a person on a matter that involves or may involve corruption and corruption related offences; receive and act on referrals of investigations of alleged corruption and corruption-related offences by Parliament, the Auditor-General’s Office, the Commission on Human Rights and Administrative Justice, the Economic and Organised Crime Office and any other public body; and receive and act on referrals of investigations of alleged corruption and corruption-related offences by Parliament, the Auditor-General’s Office, the Commission on Human Rights and Administrative Justice, the Economic and Organised Crime Office and any other public body; and perform any other functions connected with the object of the Office. perform any other functions connected with the object of the Office. (2) The Office shall within thirty days of the The Office shall within thirty days of the conclusion of the prosecution of each case; or conclusion of the prosecution of each case; or confiscation or realization of property under this Act, submit a written report on the outcome of the case to the Attorney-General. confiscation or realization of property under this Act, submit a written report on the outcome of the case to the Attorney-General. (3) The Office shall, on a half yearly basis, publish the following information in at least two daily newspapers of national circulation and on the website of the Office: The Office shall, on a half yearly basis, publish the following information in at least two daily newspapers of national circulation and on the website of the Office: the list of corruption cases investigated and prosecuted by the Office; and the list of corruption cases investigated and prosecuted by the Office; and the number of acquittals, convictions and cases pending in respect of the cases prosecuted under paragraph (a) and the value of proceeds recovered if any. the number of acquittals, convictions and cases pending in respect of the cases prosecuted under paragraph (a) and the value of proceeds recovered if any."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Mandate of the Office",
      "content": "(1) Except as otherwise provided in the Constitution, the Office is not subject to the direction or control of a person or an authority in the performance of the functions of the Office. Except as otherwise provided in the Constitution, the Office is not subject to the direction or control of a person or an authority in the performance of the functions of the Office. (2) Subject to clause (4) of article 88 of the Constitution, the Office shall for the purposes of this Act be authorised by the Attorney-General to initiate and conduct the prosecution of corruption and corruption related offences. Subject to clause (4) of article 88 of the Constitution, the Office shall for the purposes of this Act be authorised by the Attorney-General to initiate and conduct the prosecution of corruption and corruption related offences. (3) Subsection (2) shall not preclude Parliament, in the public interest from requesting the Office to investigate alleged or suspected cases of corruption or a corruption-related offence involving public officers, politically exposed persons or persons in the private sector. Subsection (2) shall not preclude Parliament, in the public interest from requesting the Office to investigate alleged or suspected cases of corruption or a corruption-related offence involving public officers, politically exposed persons or persons in the private sector."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Governing body of the Office",
      "content": "(1) The governing body of the Office is a Board consisting of The governing body of the Office is a Board consisting of the Special Prosecutor; the Special Prosecutor; the Deputy Special Prosecutor; the Deputy Special Prosecutor; one representative of the Audit Service not below the rank of a Director nominated by the Auditor-General; one representative of the Audit Service not below the rank of a Director nominated by the Auditor-General; one representative of the Ghana Police Service not below the rank of Assistant Commissioner of Police nominated by the Inspector General of Police; one representative of the Ghana Police Service not below the rank of Assistant Commissioner of Police nominated by the Inspector General of Police; one representative of the Economic and Organised Crime Office not below the rank of a Director nominated by the Executive Director; one representative of the Economic and Organised Crime Office not below the rank of a Director nominated by the Executive Director; one representative of the Financial Intelligence Centre not below the rank of a Director nominated by the Chief Executive Officer of the Financial Intelligence Centre; one representative of the Financial Intelligence Centre not below the rank of a Director nominated by the Chief Executive Officer of the Financial Intelligence Centre; one representative of the Commission on Human Rights and Administrative Justice not below the rank of 4 Director nominated by the Commissioner for Human Rights and Administrative Justice; one representative of the Commission on Human Rights and Administrative Justice not below the rank of 4 Director nominated by the Commissioner for Human Rights and Administrative Justice; one person with background in intelligence and not below the rank of a Director nominated by the Minister respon­sible for National Security; and one person with background in intelligence and not below the rank of a Director nominated by the Minister respon­sible for National Security; and one other person who is a female representing the Anti­-Corruption Civil Society Organisations. one other person who is a female representing the Anti­-Corruption Civil Society Organisations. (2) The members of the Board shall elect a person other than the Special Prosecutor or Deputy Special Prosecutor from among their number as chairperson of the Board. The members of the Board shall elect a person other than the Special Prosecutor or Deputy Special Prosecutor from among their number as chairperson of the Board. (3) The President shall appoint the members of the Board in accordance with article 70 of the Constitution. The President shall appoint the members of the Board in accordance with article 70 of the Constitution. (4) The nominating institutions shall in making nominations under paragraphs (c), (d), (e), (g), (h) and (i) of subsection (1) have regard to The nominating institutions shall in making nominations under paragraphs (c), (d), (e), (g), (h) and (i) of subsection (1) have regard to expertise in conniption matters; expertise in conniption matters; high moral character and proven integrity; and high moral character and proven integrity; and non-partisanship. non-partisanship."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Functions of the Board",
      "content": "(1) The Board shall The Board shall formulate policies necessary for the achievement of the object of the Office; formulate policies necessary for the achievement of the object of the Office; ensure the proper and effective performance of the functions of the Office; ensure the proper and effective performance of the functions of the Office; advise the Special Prosecutor on the recruitment and selection of the Secretary and other senior staff of the Office; advise the Special Prosecutor on the recruitment and selection of the Secretary and other senior staff of the Office; develop and monitor implementation of a code of conduct for staff of the Office; develop and monitor implementation of a code of conduct for staff of the Office; facilitate cooperation between the Office and relevant national investigative bodies to ensure the proper and effective performance of the functions of the Office; and facilitate cooperation between the Office and relevant national investigative bodies to ensure the proper and effective performance of the functions of the Office; and advise the Special Prosecutor on any policy matters that may be referred to the Board by the Special Prosecutor. advise the Special Prosecutor on any policy matters that may be referred to the Board by the Special Prosecutor. (2) The Board shall not interfere in the day to day functions of the Office. The Board shall not interfere in the day to day functions of the Office."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Duties and liabilities of a member of the Board",
      "content": "(1) A member of the Board has the same fiduciary relationship with the Office and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 1963 (Act 179). A member of the Board has the same fiduciary relationship with the Office and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 1963 (Act 179). (2) Without limiting subsection (1), a member of the Board shall not Without limiting subsection (1), a member of the Board shall not engage in a conduct or an activity that may undermine the integrity, independence and impartiality of the Office; or engage in a conduct or an activity that may undermine the integrity, independence and impartiality of the Office; or make improper use of any information obtained as a result of the performance of the duties of the Office or by virtue of the position of the member as a member of the Board. make improper use of any information obtained as a result of the performance of the duties of the Office or by virtue of the position of the member as a member of the Board. (3) Articles 284 to 288 of the Constitution apply to a member of the Board. Articles 284 to 288 of the Constitution apply to a member of the Board. (4) A member of the Board who contravenes this section ceases to be a member except that cessation of membership shall not be a bar to the institution of proceedings against that member. A member of the Board who contravenes this section ceases to be a member except that cessation of membership shall not be a bar to the institution of proceedings against that member."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Tenure of office of members of the Board",
      "content": "(1) A member of the Board shall hold office for a period of three years and is eligible for re-appointment, but a member shall not be appointed for more than two terms. A member of the Board shall hold office for a period of three years and is eligible for re-appointment, but a member shall not be appointed for more than two terms. (2) Subsection (1) does not apply to the Special Prosecutor and the Deputy Special Prosecutor. Subsection (1) does not apply to the Special Prosecutor and the Deputy Special Prosecutor. (3) A member of the Board may at any time resign from office in writing addressed to the President through the Minister. A member of the Board may at any time resign from office in writing addressed to the President through the Minister. (4) Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability may result in the declaration of a vacancy. Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability may result in the declaration of a vacancy. (5) Where there is a vacancy Where there is a vacancy under subsection (3) or subsection (4) of section 7, subsec­tion (5) of section 9 or subsection (2) of section 10; under subsection (3) or subsection (4) of section 7, subsec­tion (5) of section 9 or subsection (2) of section 10; as a result of a declaration under subsection (4); or as a result of a declaration under subsection (4); or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months. The Board shall meet at least once every three months. (2) The chairperson shall at the request in writing of not less than three of the members of the Board, convene an extraordinary meeting of the Board at the place and time determined by the chairperson. The chairperson shall at the request in writing of not less than three of the members of the Board, convene an extraordinary meeting of the Board at the place and time determined by the chairperson. (3) The quorum at a meeting of the Board is five members of the Board. The quorum at a meeting of the Board is five members of the Board. (4) The chairperson shall preside at meetings of the Board. The chairperson shall preside at meetings of the Board. (5) A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (6) A member of the Board elected by the members from among their number shall preside at a meeting of the Board in the absence of the chairperson. A member of the Board elected by the members from among their number shall preside at a meeting of the Board in the absence of the chairperson. (7) Matters before the Board shall be decided by a majority of the members present and voting and in the event of equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of equality of votes, the person presiding shall have a casting vote. (8) The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. (9) The proceedings of the Board are not invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Board are not invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. (10) Subject to this section, the Board may determine the procedure for its meetings. Subject to this section, the Board may determine the procedure for its meetings."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration by the Board shall disclose in writing the nature of that interest and is disqualified from participating in the deliberations of the Board in respect of that matter. A member of the Board who has an interest in a matter for consideration by the Board shall disclose in writing the nature of that interest and is disqualified from participating in the deliberations of the Board in respect of that matter. (2) Where a member contravenes subsection (1), the chairperson shall notify the Minister who shall inform the President in writing to revoke the appointment of that member. Where a member contravenes subsection (1), the chairperson shall notify the Minister who shall inform the President in writing to revoke the appointment of that member. (3) Without limiting any further cause of action that may be instituted against the member, the Board shall recover the benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member. Without limiting any further cause of action that may be instituted against the member, the Board shall recover the benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members or both, to perform a function of the Board. The Board may establish committees consisting of members of the Board or non-members or both, to perform a function of the Board. (2) Section 10 applies to members of a committee of the Board. Section 10 applies to members of a committee of the Board."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Nomination and appointment of Special Prosecutor",
      "content": "(1) A person is not qualified for appointment as the Special Prosecutor if that person A person is not qualified for appointment as the Special Prosecutor if that person owes allegiance to a country other than Ghana; owes allegiance to a country other than Ghana; has been adjudged or otherwise declared has been adjudged or otherwise declared bankrupt under any law in force in Ghana and has not been discharged; or bankrupt under any law in force in Ghana and has not been discharged; or to be of unsound mind under any law in force in Ghana; to be of unsound mind under any law in force in Ghana; has been convicted has been convicted for high crime under the Constitution or high treason or treason or for an offence involving the security of the State, fraud, dishonesty or moral turpitude; or for high crime under the Constitution or high treason or treason or for an offence involving the security of the State, fraud, dishonesty or moral turpitude; or for any other offence punishable by death or by a sentence of not less than ten years; or for any other offence punishable by death or by a sentence of not less than ten years; or has been found by the report of a commission or committee of inquiry to be incompetent to hold public office or is a person in respect of whom a commission or committee of inquiry has found that while being a public officer that person acquired assets unlawfully or defrauded the State or misused or abused the office of that person, or wilfully acted in a manner prejudicial to the interest of the State, and the findings have not been set aside on appeal or judicial review. has been found by the report of a commission or committee of inquiry to be incompetent to hold public office or is a person in respect of whom a commission or committee of inquiry has found that while being a public officer that person acquired assets unlawfully or defrauded the State or misused or abused the office of that person, or wilfully acted in a manner prejudicial to the interest of the State, and the findings have not been set aside on appeal or judicial review. (2) In addition to the requirements specified in subsection (1), the Special Prosecutor shall In addition to the requirements specified in subsection (1), the Special Prosecutor shall possess the relevant expertise on corruption and corruption-related matters; possess the relevant expertise on corruption and corruption-related matters; be of high moral character and proven integrity; and be of high moral character and proven integrity; and be a lawyer of at least twelve years standing at the Bar. be a lawyer of at least twelve years standing at the Bar. (3) The Attorney-General shall nominate a person qualified for appointment as Special Prosecutor by the President, subject to the approval of the majority of all the members of Parliament. The Attorney-General shall nominate a person qualified for appointment as Special Prosecutor by the President, subject to the approval of the majority of all the members of Parliament. (4) The President may delegate the power of appointment of the Special Prosecutor in writing to the Attorney-General. The President may delegate the power of appointment of the Special Prosecutor in writing to the Attorney-General. (5) The Special Prosecutor shall hold office on the same terms and conditions of service as a Justice of the Court of Appeal except that the tenure of office shall be a non-renewable tenure of seven years. The Special Prosecutor shall hold office on the same terms and conditions of service as a Justice of the Court of Appeal except that the tenure of office shall be a non-renewable tenure of seven years. (6) The salary of the Special Prosecutor shall not be varied to the disadvantage of the Special Prosecutor during the tenure of office. The salary of the Special Prosecutor shall not be varied to the disadvantage of the Special Prosecutor during the tenure of office. (7) The Special Prosecutor shall not while holding office, hold any other public office or engage in any commercial venture. The Special Prosecutor shall not while holding office, hold any other public office or engage in any commercial venture. (8) Where the Office of the Special Prosecutor becomes vacant, the President shall within six months appoint a person qualified for appointment as Special Prosecutor to that position. Where the Office of the Special Prosecutor becomes vacant, the President shall within six months appoint a person qualified for appointment as Special Prosecutor to that position. (9) Before assuming office, the Special Prosecutor shall take and subscribe to the Official Oath and Oath of Secrecy specified in the Schedule. Before assuming office, the Special Prosecutor shall take and subscribe to the Official Oath and Oath of Secrecy specified in the Schedule. (10) For purposes of subsection (8), vacancy includes resignation, death or vacation of post. For purposes of subsection (8), vacancy includes resignation, death or vacation of post."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Functions of Special Prosecutor",
      "content": "(1) The Special Prosecutor is accountable to the Board in the performance of the functions under this Act. The Special Prosecutor is accountable to the Board in the performance of the functions under this Act. (2) Despite subsection (1), the Special Prosecutor shall have full authority and control over the investigation, initiation and conduct of proceedings under subsection (1) of section 3. Despite subsection (1), the Special Prosecutor shall have full authority and control over the investigation, initiation and conduct of proceedings under subsection (1) of section 3. (3) The Special Prosecutor may assign responsiblities to an authorised officer but shall not be relieved of the ultimate responsibility for the performance of the assigned responsibility. The Special Prosecutor may assign responsiblities to an authorised officer but shall not be relieved of the ultimate responsibility for the performance of the assigned responsibility."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Removal of the Special Prosecutor",
      "content": "(1) The Special Prosecutor shall not be removed from office except for The Special Prosecutor shall not be removed from office except for stated misbehaviour or incompetence; stated misbehaviour or incompetence; incapacity to perform the functions of the Office by reason of infirmity of body or mind; incapacity to perform the functions of the Office by reason of infirmity of body or mind; wilful violation of the Official Oath or Oath of Secrecy; wilful violation of the Official Oath or Oath of Secrecy; conduct which conduct which brings or is likely to bring the Office of the Special Prosecutor into disrepute, ridicule or contempt; or brings or is likely to bring the Office of the Special Prosecutor into disrepute, ridicule or contempt; or is prejudicial or inimical to the economy or security of the State. is prejudicial or inimical to the economy or security of the State. (2) A person who seeks to remove the Special Prosecutor from office shall submit a petition to the President. A person who seeks to remove the Special Prosecutor from office shall submit a petition to the President. (3) Where the President receives a petition for the removal of the Special Prosecutor, the President shall within seven days refer the petition to the Chief Justice who shall, within thirty days, determine whether there is a prima facie case. Where the President receives a petition for the removal of the Special Prosecutor, the President shall within seven days refer the petition to the Chief Justice who shall, within thirty days, determine whether there is a prima facie case. (4) Where the Chief Justice determines that there is a prima facie case, the Chief Justice shall within fourteen days set up a Committee consisting of Where the Chief Justice determines that there is a prima facie case, the Chief Justice shall within fourteen days set up a Committee consisting of a chairperson, who is a Justice of the Supreme Court, a chairperson, who is a Justice of the Supreme Court, a lawyer of at least fifteen years standing at the Bar, and a lawyer of at least fifteen years standing at the Bar, and one other person with expertise in investigations. one other person with expertise in investigations. (5) The Committee shall, within ninety days investigate the matter and make its recommendation to the President through the Chief Justice. The Committee shall, within ninety days investigate the matter and make its recommendation to the President through the Chief Justice. (6) The President shall act in accordance with the recommenda­tions of the Committee. The President shall act in accordance with the recommenda­tions of the Committee."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Nomination and appointment of Deputy Special Prosecutor",
      "content": "(1) A person is not qualified for appointment as the Deputy Special Prosecutor unless that person A person is not qualified for appointment as the Deputy Special Prosecutor unless that person has the relevant expertise in corruption and corruption-related matters; has the relevant expertise in corruption and corruption-related matters; is of high moral character and proven integrity; and is of high moral character and proven integrity; and is a lawyer of at least ten years standing at the Bar. is a lawyer of at least ten years standing at the Bar. (2) The Attorney-General shall nominate a person qualified for appointment as Deputy Special Prosecutor by the President, subject to the approval of the majority of all the members of Parliament. The Attorney-General shall nominate a person qualified for appointment as Deputy Special Prosecutor by the President, subject to the approval of the majority of all the members of Parliament. (3) The President may delegate the power of appointment of the Deputy Special Prosecutor in writing to the Attorney-General. The President may delegate the power of appointment of the Deputy Special Prosecutor in writing to the Attorney-General. (4) The Deputy Special Prosecutor shall hold office on the same terms and conditions of service as a Justice of the High Court except that the tenure of office shall be for a term of five years and may be appointed for another term only. The Deputy Special Prosecutor shall hold office on the same terms and conditions of service as a Justice of the High Court except that the tenure of office shall be for a term of five years and may be appointed for another term only. (5) The salary of the Deputy Special Prosecutor shall not be varied to the disadvantage of the Deputy Special Prosecutor during the tenure of office. The salary of the Deputy Special Prosecutor shall not be varied to the disadvantage of the Deputy Special Prosecutor during the tenure of office. (6) The Deputy Special Prosecutor shall not while holding office, hold any other public office or engage in any commercial venture. The Deputy Special Prosecutor shall not while holding office, hold any other public office or engage in any commercial venture. (7) Before assuming office, the Deputy Special Prosecutor shall take and subscribe to the Official Oath and Oath of Secrecy specified in the Schedule. Before assuming office, the Deputy Special Prosecutor shall take and subscribe to the Official Oath and Oath of Secrecy specified in the Schedule."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Functions of the Deputy Special Prosecutor",
      "content": "(1) The Deputy Special Prosecutor shall assist the Special Prosecutor in the performance of the functions of the Special Prosecutor. The Deputy Special Prosecutor shall assist the Special Prosecutor in the performance of the functions of the Special Prosecutor. (2) The Deputy Special Prosecutor shall perform such other functions that may be assigned by the Special Prosecutor. The Deputy Special Prosecutor shall perform such other functions that may be assigned by the Special Prosecutor. (3) The Deputy Special Prosecutor shall act in the absence of the Special Prosecutor or in the event of a vacancy in the position of the Special Prosecutor. The Deputy Special Prosecutor shall act in the absence of the Special Prosecutor or in the event of a vacancy in the position of the Special Prosecutor."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Removal of the Deputy Special Prosecutor",
      "content": "For the purposes of the removal of the Deputy Special Prosecutor from office, the provisions of section 15 shall apply.[Please note: Numbering as in original.] For the purposes of the removal of the Deputy Special Prosecutor from office, the provisions of section 15 shall apply. [Please note: Numbering as in original.]"
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Divisions of the Office",
      "content": "(1) The Office shall have the following Divisions: The Office shall have the following Divisions: Finance and Administration Division; Finance and Administration Division; Investigations Division; Investigations Division; Prosecutions Division; and Prosecutions Division; and Asset Recovery and Management Division. Asset Recovery and Management Division. (2) The Board may establish any other division necessary for the effective performance of the functions of the Office. The Board may establish any other division necessary for the effective performance of the functions of the Office."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Secretariat of the Office",
      "content": "(1) The Office shall have a Secretariat headed by a Secretary. The Office shall have a Secretariat headed by a Secretary. (2) The Board shall in consultation with the Special Prosecutor designate a person appointed under section 21 as Secretary to head the Secretariat. The Board shall in consultation with the Special Prosecutor designate a person appointed under section 21 as Secretary to head the Secretariat. (3) The Secretary is responsible for The Secretary is responsible for the day to day administration of the Office and is answerable to the Special Prosecutor in the performance of functions under this Act; and the day to day administration of the Office and is answerable to the Special Prosecutor in the performance of functions under this Act; and arranging the meetings of the Board. arranging the meetings of the Board."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Appointment of other staff",
      "content": "(1) The President shall in accordance with article 195 of the Constitution, appoint other staff of the Office that are necessary for the proper and effective performance of the functions of the Office. The President shall in accordance with article 195 of the Constitution, appoint other staff of the Office that are necessary for the proper and effective performance of the functions of the Office. (2) The President may in accordance with article 195 (2) of the Constitution delegate the power of appointment in writing to the Board. The President may in accordance with article 195 (2) of the Constitution delegate the power of appointment in writing to the Board. (3) Other public officers may be transferred or seconded to the Office at the request of the Special Prosecutor. Other public officers may be transferred or seconded to the Office at the request of the Special Prosecutor. (4) The Office may engage the services of relevant professional experts on the recommendation of the Board. The Office may engage the services of relevant professional experts on the recommendation of the Board."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Funds of the Office",
      "content": "The funds of the Office include moneys approved by Parliament; moneys approved by Parliament; internally generated funds; and internally generated funds; and grants approved by the Minister responsible for Finance in consultation with the Attorney-General. grants approved by the Minister responsible for Finance in consultation with the Attorney-General."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Bank account",
      "content": "(1) The moneys for the Office shall be paid into a bank account opened for that purpose with the approval of the Controller and Accountant-General. The moneys for the Office shall be paid into a bank account opened for that purpose with the approval of the Controller and Accountant-General. (2) Without limiting subsection (1), the Office shall with the approval of the Controller and Accountant-General open a separate account known as the Office of the Special Prosecutor Assets Recovery Account into which shall be paid moneys derived from the execution of confiscation and forfeiture orders made under this Act. Without limiting subsection (1), the Office shall with the approval of the Controller and Accountant-General open a separate account known as the Office of the Special Prosecutor Assets Recovery Account into which shall be paid moneys derived from the execution of confiscation and forfeiture orders made under this Act. (3) The bank accounts opened under this section shall be managed in accordance with the Public Financial Management Act, 2016 (Act 921). The bank accounts opened under this section shall be managed in accordance with the Public Financial Management Act, 2016 (Act 921)."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Expenses of the Office",
      "content": "The expenses of the Office shall be paid from moneys provided for the Office under section 22. The expenses of the Office shall be paid from moneys provided for the Office under section 22."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep the books of account and records in the form approved by the Auditor-General. The Board shall keep the books of account and records in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Office to the Auditor-General for audit at the end of the financial year. The Board shall submit the accounts of the Office to the Auditor-General for audit at the end of the financial year. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to the Minister and the Board. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to the Minister and the Board. (4) The financial year of the Office is the same as the financial year of the Government. The financial year of the Office is the same as the financial year of the Government."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Office for the year to which the annual report relates. The Board shall within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Office for the year to which the annual report relates. (2) The annual report shall include the report of the Auditor-General. The annual report shall include the report of the Auditor-General. (3) The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Board shall submit to the Minister any other report which the Minister may require in writing. The Board shall submit to the Minister any other report which the Minister may require in writing."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Complaint procedure and referrals",
      "content": "(1) A person may lodge a complaint under this Act if that person has knowledge of the commission of corruption or a corruption-related offence. A person may lodge a complaint under this Act if that person has knowledge of the commission of corruption or a corruption-related offence. (2) The complaint referred to in subsection (1) shall be made in writing or orally. The complaint referred to in subsection (1) shall be made in writing or orally. (3) Where the complaint is made in writing, the complaint shall be signed by the complainant or the representative of the complainant. Where the complaint is made in writing, the complaint shall be signed by the complainant or the representative of the complainant. (4) Where a complaint is made orally, the officer to whom the complaint is made, shall reduce the complaint into writing and the complainant shall sign or make a thumbprint on the complaint. Where a complaint is made orally, the officer to whom the complaint is made, shall reduce the complaint into writing and the complainant shall sign or make a thumbprint on the complaint. (5) Where the person who lodges a complaint is illiterate, the illiterates, Protection Act, 1912 (Cap 262) shall apply. Where the person who lodges a complaint is illiterate, the illiterates, Protection Act, 1912 (Cap 262) shall apply. (6) A public agency may refer a matter in relation to corruption or a corruption-related offence to the Office. A public agency may refer a matter in relation to corruption or a corruption-related offence to the Office."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Officers to exercise powers of police",
      "content": "The Special Prosecutor and authorised officers shall exercise the powers of a police officer specified in the Criminal and Other Offences (Procedure) Act, 1960 (Act 30) or any other enactment. The Special Prosecutor and authorised officers shall exercise the powers of a police officer specified in the Criminal and Other Offences (Procedure) Act, 1960 (Act 30) or any other enactment."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Request for information",
      "content": "(1) The Special Prosecutor or an authorised officer may by notice in writing, require The Special Prosecutor or an authorised officer may by notice in writing, require a person whose affairs are to be investigated by the Office; or a person whose affairs are to be investigated by the Office; or a person who in the opinion of the Special Prosecutor is a proper person to assist with an investigation being conducted by the Office a person who in the opinion of the Special Prosecutor is a proper person to assist with an investigation being conducted by the Office to appear before the Special Prosecutor or an authorised officer at a specified date and place to answer questions or furnish the Office with information related to a matter relevant to the investigation. (2) Where a person required to furnish the Office with a document is unable to produce the document, the Special Prosecutor shall request the person to state where the document is or the reason for the inability to produce the document. Where a person required to furnish the Office with a document is unable to produce the document, the Special Prosecutor shall request the person to state where the document is or the reason for the inability to produce the document. (3) Where a person required to furnish the Office with a document is under an obligation not to disclose, or asserts a right not to disclose, the Special Prosecutor shall apply to the Court for an order for the production of the document. Where a person required to furnish the Office with a document is under an obligation not to disclose, or asserts a right not to disclose, the Special Prosecutor shall apply to the Court for an order for the production of the document. (4) Where a document is furnished to the Office, the Special Prosecutor or an authorised officer shall make copies or extracts from the document and request the person producing the document to provide an explanation on the contents of the document where necessary. Where a document is furnished to the Office, the Special Prosecutor or an authorised officer shall make copies or extracts from the document and request the person producing the document to provide an explanation on the contents of the document where necessary. (5) A person who appears before the Special Prosecutor or an authorised officer may be represented by counsel of the choice of that person at any stage of the process. A person who appears before the Special Prosecutor or an authorised officer may be represented by counsel of the choice of that person at any stage of the process. (6) Except as provided in subsection (3), where a person refuses, conceals or otherwise fails to produce a document required by the Special Prosecutor or an authorised officer, that person commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than one thousand penalty units or to a term of imprisonment of not less than one year and not more than two years or to both. Except as provided in subsection (3), where a person refuses, conceals or otherwise fails to produce a document required by the Special Prosecutor or an authorised officer, that person commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than one thousand penalty units or to a term of imprisonment of not less than one year and not more than two years or to both."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Requirements for making a production order",
      "content": "(1) A production order is made where there is reasonable ground to suspect that, the person specified in the application for the order as being subject to the investigation A production order is made where there is reasonable ground to suspect that, the person specified in the application for the order as being subject to the investigation has benefited from the commission of corruption or a corruption-related offence, in the case of a pending investigation; or has benefited from the commission of corruption or a corruption-related offence, in the case of a pending investigation; or is suspected of having committed or committing corruption or a corruption-related offence. is suspected of having committed or committing corruption or a corruption-related offence. (2) A Court shall make a production order on an application made by the Special Prosecutor. A Court shall make a production order on an application made by the Special Prosecutor. (3) The period stated in a production order is a period of seven days after the day on which the order is made, unless it appears to the Court by which the order is made that a longer or shorter period would be appropriate in the particular circumstance. The period stated in a production order is a period of seven days after the day on which the order is made, unless it appears to the Court by which the order is made that a longer or shorter period would be appropriate in the particular circumstance."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Power to search and take possession of documents",
      "content": "(1) The Special Prosecutor shall apply to the Court, without notice to the person or entity under investigation, to issue a warrant to an authorised officer to enter premises in the possession of or under the control of the specified person or entity to search and take possession of a document specified in the application if The Special Prosecutor shall apply to the Court, without notice to the person or entity under investigation, to issue a warrant to an authorised officer to enter premises in the possession of or under the control of the specified person or entity to search and take possession of a document specified in the application if the person or entity required to produce the document to the Office fails or refuses to produce the document; the person or entity required to produce the document to the Office fails or refuses to produce the document; the Special Prosecutor is of the opinion that the service of the notice to produce a document shall prejudice the investigation; or the Special Prosecutor is of the opinion that the service of the notice to produce a document shall prejudice the investigation; or it is not practicable to give a disclosure notice requiring the production of the document. it is not practicable to give a disclosure notice requiring the production of the document. (2) An authorised officer shall An authorised officer shall accompany the police officer authorised to execute the warrant; and accompany the police officer authorised to execute the warrant; and take an inventory of the documents retrieved in duplicate and hand over a copy of the inventory to the person or entity from whom the document was retrieved. take an inventory of the documents retrieved in duplicate and hand over a copy of the inventory to the person or entity from whom the document was retrieved. (3) The Office may take possession of the document for the period necessary for the investigation or trial and any proceedings subsequent to trial. The Office may take possession of the document for the period necessary for the investigation or trial and any proceedings subsequent to trial."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Seizure of tainted property",
      "content": "(1) An authorised officer may seize property if that authorised officer has reasonable grounds to suspect that the property is tainted and An authorised officer may seize property if that authorised officer has reasonable grounds to suspect that the property is tainted and it is necessary to exercise the power of seizure to prevent the concealment, loss or destruction of the property; or it is necessary to exercise the power of seizure to prevent the concealment, loss or destruction of the property; or the circumstances are so urgent that immediate exercise of the power without the authority of a warrant or the order of a Court is required. the circumstances are so urgent that immediate exercise of the power without the authority of a warrant or the order of a Court is required. (2) The Special Prosecutor shall apply to the Court on notice within seven days to confirm the seizure. The Special Prosecutor shall apply to the Court on notice within seven days to confirm the seizure. (3) Where the Special Prosecutor fails to prefer charges within sixty days after the seizure, the Special Prosecutor shall release the seized property to the person from whom it was seized. Where the Special Prosecutor fails to prefer charges within sixty days after the seizure, the Special Prosecutor shall release the seized property to the person from whom it was seized. (4) Where the authorised officer returns the seized property to the person from whom the property was seized, the authorised officer is immune from prosecution if the authorised officer acted in good faith and seized the property on reasonable grounds that the property was tainted. Where the authorised officer returns the seized property to the person from whom the property was seized, the authorised officer is immune from prosecution if the authorised officer acted in good faith and seized the property on reasonable grounds that the property was tainted. (5) Where the Special Prosecutor prefers charges, the Special Prosecutor shall on notice apply to the Court to make an order for the continued seizure and retention of the property for a period of two years subject to renewal until the final determination of the matter. Where the Special Prosecutor prefers charges, the Special Prosecutor shall on notice apply to the Court to make an order for the continued seizure and retention of the property for a period of two years subject to renewal until the final determination of the matter."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Power to search for suspected tainted property",
      "content": "(1) An authorised officer shall conduct a search under a search warrant. An authorised officer shall conduct a search under a search warrant. (2) An authorised officer shall An authorised officer shall search a person in respect of suspected tainted property; or search a person in respect of suspected tainted property; or enter any premises and conduct a search in respect of suspected tainted property and seize in the course of the search, the property which the authorised officer believes on reasonable grounds to be tainted property. enter any premises and conduct a search in respect of suspected tainted property and seize in the course of the search, the property which the authorised officer believes on reasonable grounds to be tainted property. (3) A search in respect of suspected tainted property includes search of the A search in respect of suspected tainted property includes search of the body and clothing worn by the person being searched; body and clothing worn by the person being searched; property in possession of or under the apparent control of the person being searched; and property in possession of or under the apparent control of the person being searched; and property of the owner of the premises. property of the owner of the premises. (4) For purposes of paragraph (a) of subsection (3), a female authorised officer shall search a female and a male authorised officer shall search a male. For purposes of paragraph (a) of subsection (3), a female authorised officer shall search a female and a male authorised officer shall search a male. (5) An authorised officer may gather forensic evidence in the course of a search. An authorised officer may gather forensic evidence in the course of a search. (6) The Court shall consider an application without notice which claims that communication in any medium including an article sent by post or through a courier service is likely to contain information that may be relevant to an investigation or prosecution under paragraph (b) of section 3 and the Court shall, where appropriate, order an authorised officer to The Court shall consider an application without notice which claims that communication in any medium including an article sent by post or through a courier service is likely to contain information that may be relevant to an investigation or prosecution under paragraph (b) of section 3 and the Court shall, where appropriate, order an authorised officer to intercept, detain and open the article in the course of transmission by postal or courier service; intercept, detain and open the article in the course of transmission by postal or courier service; intercept a message transmitted or received by any means of communication; intercept a message transmitted or received by any means of communication; intercept or listen to any conversation by any means of communication; or intercept or listen to any conversation by any means of communication; or enter premises and install on the premises a device for the interception and retention of communications of specified description and remove and retain the device. enter premises and install on the premises a device for the interception and retention of communications of specified description and remove and retain the device."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Searches in emergencies",
      "content": "(1) Where an authorised officer suspects on reasonable grounds that Where an authorised officer suspects on reasonable grounds that a particular property a particular property is tainted property; or is tainted property; or will provide evidence as to the commission of an offence under paragraph (b) of subsection (1) of section 3, will provide evidence as to the commission of an offence under paragraph (b) of subsection (1) of section 3, it is necessary to exercise the power of search and seizure in order to prevent the concealment, loss or destruction of property, or it is necessary to exercise the power of search and seizure in order to prevent the concealment, loss or destruction of property, or the circumstances are so urgent that immediate exercise of the power without the authority of a warrant or the order of a Court is required, the circumstances are so urgent that immediate exercise of the power without the authority of a warrant or the order of a Court is required, the authorised officer shall search a person, enter premises and search for the property and if the property is found, seize the property. (2) If during the course of the search, the authorised officer finds If during the course of the search, the authorised officer finds property that the authorised officer believes on reasonable grounds to be tainted property; or property that the authorised officer believes on reasonable grounds to be tainted property; or anything the authorised officer believes on reasonable grounds will afford evidence as to the commission of another offence, anything the authorised officer believes on reasonable grounds will afford evidence as to the commission of another offence, the authorised officer shall seize that property."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Property not covered by warrant during search",
      "content": "(1) The provisions on search by a police officer under Part Two of the Criminal and Other Offences (Procedure) Act, 1960 (Act 30) apply for the purpose of this Act where an authorised officer has reasonable grounds to suspect that there may be tainted property on land or in any premises. The provisions on search by a police officer under Part Two of the Criminal and Other Offences (Procedure) Act, 1960 (Act 30) apply for the purpose of this Act where an authorised officer has reasonable grounds to suspect that there may be tainted property on land or in any premises. (2) If during the course of the search the authorised officer finds If during the course of the search the authorised officer finds property that the authorised officer believes on reasonable grounds to be tainted property of a type not specified in the warrant, or tainted property related to another offence; or property that the authorised officer believes on reasonable grounds to be tainted property of a type not specified in the warrant, or tainted property related to another offence; or any article the authorised officer believes on reasonable grounds will afford evidence as to the commission of the offence or commission of an offence, any article the authorised officer believes on reasonable grounds will afford evidence as to the commission of the offence or commission of an offence, the authorised officer shall seize that property and the warrant shall be deemed to authorise that seizure."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Record, custody and management of seized property",
      "content": "(1) An authorised officer who seizes property with or without a search warrant shall An authorised officer who seizes property with or without a search warrant shall make and deliver to the person from whom the property is seized a written record of the property; and make and deliver to the person from whom the property is seized a written record of the property; and hand over a copy of the record and custody of the property to the Special Prosecutor within seventy-two hours from the time of seizure. hand over a copy of the record and custody of the property to the Special Prosecutor within seventy-two hours from the time of seizure. (2) Where the property seized is perishable, the Special Prosecutor shall inform the person from whom the property is seized of the intended sale of the property and apply to the Court for an order for Where the property seized is perishable, the Special Prosecutor shall inform the person from whom the property is seized of the intended sale of the property and apply to the Court for an order for the sale of the property; and the sale of the property; and payment of the proceeds into an interest bearing account until the final determination of the matter. payment of the proceeds into an interest bearing account until the final determination of the matter. (3) The procedure for the management of assests seized under this section shall be prescribed by Regulations made under this Act. The procedure for the management of assests seized under this section shall be prescribed by Regulations made under this Act."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Return of seized property",
      "content": "(1) A person who claims an interest in property seized under this Act shall apply to the Court within ninety days after the date of seizure for an order that the property be returned to that person. A person who claims an interest in property seized under this Act shall apply to the Court within ninety days after the date of seizure for an order that the property be returned to that person. (2) If the Court is satisfied that, If the Court is satisfied that, the person is entitled to possession of the property; the person is entitled to possession of the property; the property is not tainted property; and the property is not tainted property; and the person in respect of whose charge, proposed charge or conviction the seizure of the property was made has no interest in the property, the person in respect of whose charge, proposed charge or conviction the seizure of the property was made has no interest in the property, the Court shall order the return of the property to the applicant."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Freezing of property",
      "content": "(1) Where the Special Prosecutor considers that freezing of property is necessary to facilitate an investigation or prosecution, the Special Prosecutor shall in writing direct the freezing of Where the Special Prosecutor considers that freezing of property is necessary to facilitate an investigation or prosecution, the Special Prosecutor shall in writing direct the freezing of the property of a person or entity being investigated; or the property of a person or entity being investigated; or specified property held by a person or entity other than the person or entity being investigated or prosecuted. specified property held by a person or entity other than the person or entity being investigated or prosecuted. (2) The Special Prosecutor shall, within fourteen days after the freezing of the property, apply to the Court for a confirmation of the freezing. The Special Prosecutor shall, within fourteen days after the freezing of the property, apply to the Court for a confirmation of the freezing."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Application for freezing order",
      "content": "An application for confirmation of a freezing order shall be made on notice to the respondent and shall be accompanied with an affidavit sworn to by the Special Prosecutor or an officer authorised in writing by the Special Prosecutor to swear the affidavit detailing the grounds for the confirmation. An application for confirmation of a freezing order shall be made on notice to the respondent and shall be accompanied with an affidavit sworn to by the Special Prosecutor or an officer authorised in writing by the Special Prosecutor to swear the affidavit detailing the grounds for the confirmation."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Issue of freezing order",
      "content": "(1) Where an application is made for a freezing order, the Court shall issue the order if it is satisfied that Where an application is made for a freezing order, the Court shall issue the order if it is satisfied that the respondent is being investigated for corruption or a corruption-related offence; the respondent is being investigated for corruption or a corruption-related offence; the respondent is charged with corruption or a corruption-related offence; the respondent is charged with corruption or a corruption-related offence; there are reasonable grounds to believe that the property is tainted property; there are reasonable grounds to believe that the property is tainted property; the respondent derived benefit directly or indirectly from corruption or a corruption-related offence; the respondent derived benefit directly or indirectly from corruption or a corruption-related offence; the application seeks a freezing order against the property of a person other than the respondent because there are reasonable grounds to believe that the property is tainted property and that the property is subject to the effective control of the respondent; and the application seeks a freezing order against the property of a person other than the respondent because there are reasonable grounds to believe that the property is tainted property and that the property is subject to the effective control of the respondent; and there are reasonable grounds to believe that a confiscation order shall be made under this Act in respect of the property. there are reasonable grounds to believe that a confiscation order shall be made under this Act in respect of the property. (2) The Court shall in the case of an incorporated entity, lift the veil of incorporation to determine if property is subject to the effective control of the respondent. The Court shall in the case of an incorporated entity, lift the veil of incorporation to determine if property is subject to the effective control of the respondent. (3) A freezing order shall A freezing order shall prohibit the respondent or another person from disposing of or dealing with the property or a part of the property or interest in the property that is specified in the order, except in a manner specified in the order; prohibit the respondent or another person from disposing of or dealing with the property or a part of the property or interest in the property that is specified in the order, except in a manner specified in the order; direct the Special Prosecutor to take custody and control of the property or a part of the property specified in the order and manage or deal with the property as diiected by the Court; or direct the Special Prosecutor to take custody and control of the property or a part of the property specified in the order and manage or deal with the property as diiected by the Court; or require a person who has possession of the property to give possession to the Special Prosecutor to take custody and control of the property. require a person who has possession of the property to give possession to the Special Prosecutor to take custody and control of the property. (4) A freezing order under this section may be made, subject to the conditions that the Court considers appropriate and, without limiting the scope of the order, provide for A freezing order under this section may be made, subject to the conditions that the Court considers appropriate and, without limiting the scope of the order, provide for the reasonable living expenses of a person affected by the freezing order, including the reasonable living expenses of the dependants of the person, and reasonable business expenses of the person; and the reasonable living expenses of a person affected by the freezing order, including the reasonable living expenses of the dependants of the person, and reasonable business expenses of the person; and a specified public debt incurred in good faith by the person affected by the freezing order. a specified public debt incurred in good faith by the person affected by the freezing order. (5) When the application is made for the protection of third parties affected by the freezing order on the basis that a person is about to be charged, the freezing order made by the Court shall lapse if the person is not charged within twelve months after the issue of the order. When the application is made for the protection of third parties affected by the freezing order on the basis that a person is about to be charged, the freezing order made by the Court shall lapse if the person is not charged within twelve months after the issue of the order. (6) The procedure for the management of assets under this section shall be prescribed by Regulations made under this Act. The procedure for the management of assets under this section shall be prescribed by Regulations made under this Act."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Effect of freezing order",
      "content": "A contract or other arrangement made by a person in respect of the tainted property after the issue of the freezing order is of no effect. A contract or other arrangement made by a person in respect of the tainted property after the issue of the freezing order is of no effect."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Breach of freezing order",
      "content": "A person who contravenes a freezing order commits an offence and is liable on summary conviction in the case of an individual, to a fine equivalent to three times the value of the tainted property or to a term of imprisonment of not less than two years and not more than four years or to both; or in the case of an individual, to a fine equivalent to three times the value of the tainted property or to a term of imprisonment of not less than two years and not more than four years or to both; or in the case of an entity, to a fine equivalent to four times the value of the tainted property. in the case of an entity, to a fine equivalent to four times the value of the tainted property."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Duration of freezing order",
      "content": "(1) A freezing order remains in force until A freezing order remains in force until the order is discharged, revoked, reviewed or varied; the order is discharged, revoked, reviewed or varied; twelve months after the date the order is made or a later date determined by the Court; or twelve months after the date the order is made or a later date determined by the Court; or a confiscation order or a pecuniary penalty order is made in respect of the property which is the subject of the order. a confiscation order or a pecuniary penalty order is made in respect of the property which is the subject of the order. (2) Where an investigation has commenced against a person for corruption or a corruption-related offence and the property related to that offence is frozen, the Court shall order the release of the frozen property if Where an investigation has commenced against a person for corruption or a corruption-related offence and the property related to that offence is frozen, the Court shall order the release of the frozen property if the person is not charged with corruption or a corruption-related offence within twelve months after the issue of the freezing order; or the person is not charged with corruption or a corruption-related offence within twelve months after the issue of the freezing order; or the person is acquitted of corruption or a corruption-related offence. the person is acquitted of corruption or a corruption-related offence."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Review of freezing order",
      "content": "(1) The Special Prosecutor may apply to the Court on notice for a review of the freezing order, within fourteen days after the issue of the order. The Special Prosecutor may apply to the Court on notice for a review of the freezing order, within fourteen days after the issue of the order. (2) A person who claims an interest in property which is the subject of a freezing order may apply to the Court for a review of the order on notice to the Special Prosecutor, within fourteen days after the issue of the freezing order. A person who claims an interest in property which is the subject of a freezing order may apply to the Court for a review of the order on notice to the Special Prosecutor, within fourteen days after the issue of the freezing order. (3) The Court may revoke, review or vary the order or subject the order to conditions directed by the Court on hearing the interested party. The Court may revoke, review or vary the order or subject the order to conditions directed by the Court on hearing the interested party."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Extension of freezing order",
      "content": "The Special Prosecutor may apply to the Court which made a freez­ing order for an extension of the period of the operation of the order. The Special Prosecutor may apply to the Court which made a freez­ing order for an extension of the period of the operation of the order."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Appointment of a receiver",
      "content": "(1) The Court may by an order appoint a receiver in respect of realisable property to which a freezing order applies. The Court may by an order appoint a receiver in respect of realisable property to which a freezing order applies. (2) A receiver appointed pursuant to subsection (1) of this section shall, in relation to realisable property, have power to A receiver appointed pursuant to subsection (1) of this section shall, in relation to realisable property, have power to take possession of the property; take possession of the property; manage or otherwise deal with the property; manage or otherwise deal with the property; enter into contracts in relation to the property; enter into contracts in relation to the property; commence, continue or defend legal proceedings in relation to the property; and commence, continue or defend legal proceedings in relation to the property; and realise so much of the property as is necessary to defray the expenses of the receiver. realise so much of the property as is necessary to defray the expenses of the receiver."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Disclosure of funds and other assets",
      "content": "(1) Where the Court has confirmed a freezing order, the Special Prosecutor may apply to the Court to further direct the person against whom the freezing order has been made to make a disclosure within fourteen days of any other property of that person in a prescribed form. Where the Court has confirmed a freezing order, the Special Prosecutor may apply to the Court to further direct the person against whom the freezing order has been made to make a disclosure within fourteen days of any other property of that person in a prescribed form. (2) On receipt of a directive under subsection (1), the person shall lodge two signed copies of the disclosure with the Special Prosecutor. On receipt of a directive under subsection (1), the person shall lodge two signed copies of the disclosure with the Special Prosecutor. (3) The Special Prosecutor shall not reveal the content of the dis­closure except in accordance with this Act or on the order of a Court. The Special Prosecutor shall not reveal the content of the dis­closure except in accordance with this Act or on the order of a Court. (4) The disclosure shall contain the following information: The disclosure shall contain the following information: property received or expected to be received by the person charged; property received or expected to be received by the person charged; property held or disposed of by the person charged including property held by any other person or in the name of any other person on behalf of the person charged; and property held or disposed of by the person charged including property held by any other person or in the name of any other person on behalf of the person charged; and the property and the source of the property whether the person charged has actually received it or not. the property and the source of the property whether the person charged has actually received it or not. (5) Where a person charged and directed by the Court to make a disclosure fails to make the disclosure within the period specified Where a person charged and directed by the Court to make a disclosure fails to make the disclosure within the period specified that person commits an offence and is liable on summary conviction to a fine of not less than one thousand penalty units and not more than two thousand penalty units or to imprisonment for a term of not less than two years and not more than four years or to both; and that person commits an offence and is liable on summary conviction to a fine of not less than one thousand penalty units and not more than two thousand penalty units or to imprisonment for a term of not less than two years and not more than four years or to both; and the other property which has not been disclosed shall upon an order of the Court be frozen. the other property which has not been disclosed shall upon an order of the Court be frozen. (6) A person who intentionally or negligently fails to disclose any information required to be disclosed, commits an offence and is liable on summary conviction to a fine of not less than one thousand penalty units and not more than two thousand penalty units or to a term of imprisonment of not less than two years and not more than four years or to both. A person who intentionally or negligently fails to disclose any information required to be disclosed, commits an offence and is liable on summary conviction to a fine of not less than one thousand penalty units and not more than two thousand penalty units or to a term of imprisonment of not less than two years and not more than four years or to both."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Use of information contained in disclosure",
      "content": "(1) The Special Prosecutor may use information contained in a disclosure of property for an application for a confiscation order and pecuniary penalty order. The Special Prosecutor may use information contained in a disclosure of property for an application for a confiscation order and pecuniary penalty order. (2) The Court shall take into account information contained in a disclosure of property of the convicted person when making a confiscation order or pecuniary penalty order. The Court shall take into account information contained in a disclosure of property of the convicted person when making a confiscation order or pecuniary penalty order."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Inaccurate disclosure of property",
      "content": "(1) Where the Special Prosecutor at any time during proceedings under this Act is of the opinion that a disclosure of property is inaccurate, the Special Prosecutor shall Where the Special Prosecutor at any time during proceedings under this Act is of the opinion that a disclosure of property is inaccurate, the Special Prosecutor shall serve notice on the person charged; and serve notice on the person charged; and notify the Court of the circumstances notify the Court of the circumstances and indicate in the notice, the property in question and evidence in sup­port of the opinion. (2) The Court shall decide whether the property should have been included in the disclosure and if necessary direct that it be added within a given period after The Court shall decide whether the property should have been included in the disclosure and if necessary direct that it be added within a given period after receipt of the notice; and receipt of the notice; and hearing the declarant. hearing the declarant."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Application for confiscation order or pecuniary penalty order",
      "content": "(1) Where a person is convicted for corruption or a corruption-related offence, the Special Prosecutor may apply to the Court for the following orders: Where a person is convicted for corruption or a corruption-related offence, the Special Prosecutor may apply to the Court for the following orders: a confiscation order against property that is deemed to be tainted property; or a confiscation order against property that is deemed to be tainted property; or a pecuniary penalty order against the person in respect of benefit derived by that person from corruption or the corruption-related offence. a pecuniary penalty order against the person in respect of benefit derived by that person from corruption or the corruption-related offence. (2) The application may be made in respect of more than one offence. The application may be made in respect of more than one offence. (3) Where the application is determined, a further application for a confiscation order or a pecuniary penalty order shall not be made unless the Court is satisfied that, Where the application is determined, a further application for a confiscation order or a pecuniary penalty order shall not be made unless the Court is satisfied that, the property or benefit to which the new application relates was identified after the previous application was determined; the property or benefit to which the new application relates was identified after the previous application was determined; the necessary evidence became available after the previous application was determined, or the necessary evidence became available after the previous application was determined, or it is in the interest of justice that a new application be made. it is in the interest of justice that a new application be made."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Notice of application",
      "content": "(1) Where the Special Prosecutor applies for a confiscation order Where the Special Prosecutor applies for a confiscation order the Court shall direct the Special Prosecutor to publish on the website of the Office and in the Gazette or a daily newspaper of national circulation, a notice of the application before the determination of the application; the Court shall direct the Special Prosecutor to publish on the website of the Office and in the Gazette or a daily newspaper of national circulation, a notice of the application before the determination of the application; the Special Prosecutor shall give not less than eight days written notice of the application to the respondent; and the Special Prosecutor shall give not less than eight days written notice of the application to the respondent; and the respondent and any other person who claims an interest in the property shall appear and adduce evidence at the hearing of the application. the respondent and any other person who claims an interest in the property shall appear and adduce evidence at the hearing of the application. (2) Where the Special Prosecutor applies for a pecuniary penalty order Where the Special Prosecutor applies for a pecuniary penalty order the Special Prosecutor shall give the respondent not less than eight days written notice of the application; and the Special Prosecutor shall give the respondent not less than eight days written notice of the application; and the respondent shall appear and adduce evidence at the hearing of the application on a date determined by the Court. the respondent shall appear and adduce evidence at the hearing of the application on a date determined by the Court."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Amendment of application",
      "content": "(1) The Court hearing an application for a confiscation or a pecuniary penalty order may, before the determination of the application and on the application of the Special Prosecutor, amend the application to include other property or benefit if the Court is satisfied that The Court hearing an application for a confiscation or a pecuniary penalty order may, before the determination of the application and on the application of the Special Prosecutor, amend the application to include other property or benefit if the Court is satisfied that that other property or benefit was not reasonably capable of identification when the application was made; and that other property or benefit was not reasonably capable of identification when the application was made; and the relevant evidence became available only after the application was made. the relevant evidence became available only after the application was made. (2) The provisions on notice of application apply to this section with the necessary modification or as directed by the Court. The provisions on notice of application apply to this section with the necessary modification or as directed by the Court."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Procedure on application",
      "content": "(1) Where an application is made to the Court for a confiscation order or a pecuniary penalty order in respect of a person convicted of corruption or a corruption-related offence, the Court shall have regard to the record of proceedings against the person. Where an application is made to the Court for a confiscation order or a pecuniary penalty order in respect of a person convicted of corruption or a corruption-related offence, the Court shall have regard to the record of proceedings against the person. (2) Where an application is made for a confiscation order or a pecuniary penalty order to the Court before which the person was convicted, and the Court has not passed sentence on the person for corruption or a corruption-related offence, the Court shall defer the determination of the application for the order until the Court passes sentence if the Court is satisfied that it is reasonable to do so. Where an application is made for a confiscation order or a pecuniary penalty order to the Court before which the person was convicted, and the Court has not passed sentence on the person for corruption or a corruption-related offence, the Court shall defer the determination of the application for the order until the Court passes sentence if the Court is satisfied that it is reasonable to do so."
    },
    {
      "provision_ref": "s54",
      "section": "54",
      "title": "Procedure against property where a person dies or absconds",
      "content": "(1) The Special Prosecutor shall apply to the Court for a confisca­tion order in respect of tainted property if the person from whom the property was seized The Special Prosecutor shall apply to the Court for a confisca­tion order in respect of tainted property if the person from whom the property was seized is on trial for corruption or a corruption-related offence; or is on trial for corruption or a corruption-related offence; or is convicted of corruption or a corruption-related offence but dies or absconds. is convicted of corruption or a corruption-related offence but dies or absconds. (2) For purposes of subsection (1), a person is considered to have absconded if reasonable attempts to arrest that person pursuant to the warrant are unsuccessful during the period of three months after the date of issue of the warrant. For purposes of subsection (1), a person is considered to have absconded if reasonable attempts to arrest that person pursuant to the warrant are unsuccessful during the period of three months after the date of issue of the warrant. (3) Where the Special Prosecutor applies for a confiscation order in respect of property under this section, the Court shall, before hearing the application for the confiscation order, Where the Special Prosecutor applies for a confiscation order in respect of property under this section, the Court shall, before hearing the application for the confiscation order, require notice of the application to be given to the person who appears in the opinion of the Court to have an interest in the property; or require notice of the application to be given to the person who appears in the opinion of the Court to have an interest in the property; or direct notice of the application to be published on the website of the Office and in the Gazette or a daily newspaper of national circulation containing the particulars in three publications within ninety days. direct notice of the application to be published on the website of the Office and in the Gazette or a daily newspaper of national circulation containing the particulars in three publications within ninety days."
    },
    {
      "provision_ref": "s55",
      "section": "55",
      "title": "Confiscation order against property",
      "content": "(1) The Court hearing an application for confiscation of tainted property may infer from the record of proceedings of the trial that the property was derived, obtained or realised as a result of corruption or a corruption-related offence if The Court hearing an application for confiscation of tainted property may infer from the record of proceedings of the trial that the property was derived, obtained or realised as a result of corruption or a corruption-related offence if the property was acquired by the person before, during or within a reasonable time after the period of the commission of the corruption or corruption-related offence of which the person is convicted; or the property was acquired by the person before, during or within a reasonable time after the period of the commission of the corruption or corruption-related offence of which the person is convicted; or the Court is satisfied that the income of that person cannot reasonably account for the acquisition of that property. the Court is satisfied that the income of that person cannot reasonably account for the acquisition of that property. (2) Where the Court orders that property, other than funds be confiscated, the Court shall specify in the order the amount that is considered to be the value of the property at the time the order is made. Where the Court orders that property, other than funds be confiscated, the Court shall specify in the order the amount that is considered to be the value of the property at the time the order is made. (3) The Court shall have regard to the gravity of the offence in considering whether a confiscation order should be made. The Court shall have regard to the gravity of the offence in considering whether a confiscation order should be made. (4) Where the Court makes a confiscation order, the Court shall give directions to give effect to the order. Where the Court makes a confiscation order, the Court shall give directions to give effect to the order."
    },
    {
      "provision_ref": "s56",
      "section": "56",
      "title": "Effect of confiscation order",
      "content": "(1) Where the Court makes a confiscation order in respect of property, the property vests in the Republic to the extent of the interest by virtue of the order and the property is free from a right, interest or encumbrance of any person except a right, interest or encumbrance which is held by a purchaser in good faith for valuable consideration without notice. Where the Court makes a confiscation order in respect of property, the property vests in the Republic to the extent of the interest by virtue of the order and the property is free from a right, interest or encumbrance of any person except a right, interest or encumbrance which is held by a purchaser in good faith for valuable consideration without notice. (2) Where the Court makes a confiscation order in respect of property and a notice of appeal has been filed, Where the Court makes a confiscation order in respect of property and a notice of appeal has been filed, the property shall not, except with the leave of the Court and in accordance with the directions of the Court, be disposed of or otherwise dealt with, before the determination of the appeal; and the property shall not, except with the leave of the Court and in accordance with the directions of the Court, be disposed of or otherwise dealt with, before the determination of the appeal; and if the confiscation order is not discharged on determination of the appeal, the property shall be disposed of and the pro­ceeds applied or otherwise dealt with in accordance with the direction of the Special Prosecutor. if the confiscation order is not discharged on determination of the appeal, the property shall be disposed of and the pro­ceeds applied or otherwise dealt with in accordance with the direction of the Special Prosecutor. (3) Where a person who holds an encumbrance to which property is subject claims that the encumbrance is held by a purchaser in good faith for valuable consideration and that the encumbrance is not contrary to a provision in this Act, which claim is disputed by the Republic, the Special Prosecutor shall apply to the Court to determine the matter. Where a person who holds an encumbrance to which property is subject claims that the encumbrance is held by a purchaser in good faith for valuable consideration and that the encumbrance is not contrary to a provision in this Act, which claim is disputed by the Republic, the Special Prosecutor shall apply to the Court to determine the matter. (4) The Court shall determine the matter after hearing the person holding the encumbrance and the reply of the Special Prosecutor. The Court shall determine the matter after hearing the person holding the encumbrance and the reply of the Special Prosecutor. (5) Where the movable property is vested in the Republic, the vesting shall take effect without a transfer, conveyance, deed or other instrument. Where the movable property is vested in the Republic, the vesting shall take effect without a transfer, conveyance, deed or other instrument. (6) Where registration of the vesting of the property is required by law, the authority responsible for registration shall register the property in the name of the Republic. Where registration of the vesting of the property is required by law, the authority responsible for registration shall register the property in the name of the Republic. (7) Where the property which has vested in the Republic is immovable property, the vesting shall be registered in the name of the Republic on production of the order of the Court forfeiting the immovable property to the Registrar of Lands and on the production of a certificate of the Special Prosecutor certifying that the property is confiscated. Where the property which has vested in the Republic is immovable property, the vesting shall be registered in the name of the Republic on production of the order of the Court forfeiting the immovable property to the Registrar of Lands and on the production of a certificate of the Special Prosecutor certifying that the property is confiscated."
    },
    {
      "provision_ref": "s57",
      "section": "57",
      "title": "Void transaction",
      "content": "Subject to section 56 (1), the Court shall set aside a transaction related to property which is the subject of a confiscation order where the transaction was made after the seizure of the property or issue of a freezing order. Subject to section 56 (1), the Court shall set aside a transaction related to property which is the subject of a confiscation order where the transaction was made after the seizure of the property or issue of a freezing order."
    },
    {
      "provision_ref": "s58",
      "section": "58",
      "title": "Protection of third parties",
      "content": "(1) Where an application is made to the Court for a confiscation order in respect of property, or where a Court makes a confiscation order in respect of property, a person who claims an interest in the property shall apply to the Court for an order declaring the interest of the person. Where an application is made to the Court for a confiscation order in respect of property, or where a Court makes a confiscation order in respect of property, a person who claims an interest in the property shall apply to the Court for an order declaring the interest of the person. (2) If the Court is satisfied on a balance of probabilities that the person If the Court is satisfied on a balance of probabilities that the person was not involved in the commission of the corruption or the corruption-related offence; and was not involved in the commission of the corruption or the corruption-related offence; and acquired the interest before or after the commission of the corruption or the corruption-related offence acquired the interest before or after the commission of the corruption or the corruption-related offence for sufficient consideration, and for sufficient consideration, and without knowing and in circumstances which did not arouse a reasonable suspicion that the property was tainted property at the time the person acquired the property, without knowing and in circumstances which did not arouse a reasonable suspicion that the property was tainted property at the time the person acquired the property, the Court shall make an order declaring the nature, extent and value of the interest of that person. (3) An application for a declaration of interest in confiscated property shall be made within six months after the confiscation order. An application for a declaration of interest in confiscated property shall be made within six months after the confiscation order. (4) A person who A person who had knowledge of the application for the confiscation order before the order was made; or had knowledge of the application for the confiscation order before the order was made; or appeared at the hearing of that application, appeared at the hearing of that application, shall not make an application without leave of the Court. (5) The Special Prosecutor shall be a party to the proceedings. The Special Prosecutor shall be a party to the proceedings."
    },
    {
      "provision_ref": "s59",
      "section": "59",
      "title": "Effect of quashing of conviction",
      "content": "(1) Where the Court makes a confiscation order in respect of property of a person convicted of corruption or a corruption-related offence and the conviction is subsequently quashed, the quashing of the conviction shall result in the discharge of the order. Where the Court makes a confiscation order in respect of property of a person convicted of corruption or a corruption-related offence and the conviction is subsequently quashed, the quashing of the conviction shall result in the discharge of the order. (2) Where a confiscation order in respect of property is not discharged, a person who had an interest in the property immediately before the confiscation order was made, may apply to the Court for an order for the transfer of the interest to that person. Where a confiscation order in respect of property is not discharged, a person who had an interest in the property immediately before the confiscation order was made, may apply to the Court for an order for the transfer of the interest to that person. (3) The Court may The Court may give directions that the property or part of the property to which the interest of the applicant relates, be transferred to the applicant if the interest is vested in the Republic; or give directions that the property or part of the property to which the interest of the applicant relates, be transferred to the applicant if the interest is vested in the Republic; or in any other case, direct that the applicant be paid an amount equal to the value of the interest at the time the confiscation order was made. in any other case, direct that the applicant be paid an amount equal to the value of the interest at the time the confiscation order was made."
    },
    {
      "provision_ref": "s60",
      "section": "60",
      "title": "Payment of pecuniary penalty",
      "content": "Where the Court is satisfied that a confiscation order should be made in respect of the property of a person convicted of corruption or a corruption-related offence but the property or a part of the property or interest in the property cannot be made subject to that order and, in particular, the property is transferred to a third party in circumstances that do not give rise to a reasonable inference that the title or interest was transferred to avoid the confiscation of the property; is transferred to a third party in circumstances that do not give rise to a reasonable inference that the title or interest was transferred to avoid the confiscation of the property; is substantially diminished in value or rendered worthless; or is substantially diminished in value or rendered worthless; or has been co-mingled with other property that cannot be divided without difficulty, has been co-mingled with other property that cannot be divided without difficulty, the Court shall order the person to pay to the Republic an amount determined by the Court to be equal to the value of the property instead of the confiscation."
    },
    {
      "provision_ref": "s61",
      "section": "61",
      "title": "Procedure for enforcement of order for payment",
      "content": "(1) Where the Court orders a person to pay an amount instead of confiscation of property as provided in section 60 that amount shall be treated as a fine imposed on the person in respect of a conviction for corruption or a corruption-related offence, and the Court shall, Where the Court orders a person to pay an amount instead of confiscation of property as provided in section 60 that amount shall be treated as a fine imposed on the person in respect of a conviction for corruption or a corruption-related offence, and the Court shall, impose in default of the payment of that amount, a term of imprisonment of not less than twelve months and not more than three years despite any provision contained in any other enactment; impose in default of the payment of that amount, a term of imprisonment of not less than twelve months and not more than three years despite any provision contained in any other enactment; direct that the term of imprisonment imposed be served consecutively to any other term of imprisonment imposed on that person, or being served by the person; and direct that the term of imprisonment imposed be served consecutively to any other term of imprisonment imposed on that person, or being served by the person; and direct that the provision in the Prisons Service Act, 1972 (NRCD 46) and regulation 61 of the Prisons Regulations 1958 (LN 412) relating to the remission of sentence of a prisoner serving a term of imprisonment shall not apply to a term of imprisonment imposed under paragraph (a) on the person. direct that the provision in the Prisons Service Act, 1972 (NRCD 46) and regulation 61 of the Prisons Regulations 1958 (LN 412) relating to the remission of sentence of a prisoner serving a term of imprisonment shall not apply to a term of imprisonment imposed under paragraph (a) on the person. (2) Section 54 applies with the necessary modification to give effect to this section where a person accused of corruption or a corruption-related offence dies or absconds. Section 54 applies with the necessary modification to give effect to this section where a person accused of corruption or a corruption-related offence dies or absconds."
    },
    {
      "provision_ref": "s62",
      "section": "62",
      "title": "Lifting the veil",
      "content": "(1) Where the Special Prosecutor suspects that a property held by another person is subject to the effective control of a person on trial for corruption or a corruption-related offence, the Special Prosecutor shall apply to the Court to lift the veil. Where the Special Prosecutor suspects that a property held by another person is subject to the effective control of a person on trial for corruption or a corruption-related offence, the Special Prosecutor shall apply to the Court to lift the veil. (2) The Court shall in determining the application treat as property of a person, property that in the opinion of the Court, is subject to the effective control of the person, to The Court shall in determining the application treat as property of a person, property that in the opinion of the Court, is subject to the effective control of the person, to assess the value of benefits derived by a person from corruption or a corruption-related offence; and assess the value of benefits derived by a person from corruption or a corruption-related offence; and make a confiscation order or a pecuniary penalty order. make a confiscation order or a pecuniary penalty order. (3) Without limiting subsection (1), the Court shall have regard to Without limiting subsection (1), the Court shall have regard to shareholdings in, debentures over or directorships in a company that has an interest, whether direct or indirect, in the property, and for this purpose, the Court shall order an investigation and inspection of the books of a named company; shareholdings in, debentures over or directorships in a company that has an interest, whether direct or indirect, in the property, and for this purpose, the Court shall order an investigation and inspection of the books of a named company; a trust that has a relationship to the property; or a trust that has a relationship to the property; or a relationship between the persons who have an interest in the property or in companies of the kind referred to in paragraph (a), or trust of the kind referred to in paragraph (b), and with any other persons. a relationship between the persons who have an interest in the property or in companies of the kind referred to in paragraph (a), or trust of the kind referred to in paragraph (b), and with any other persons. (4) Where the Court treats a particular property as the person’s property for the purposes of making a pecuniary penalty order against that person, the Court shall make an order declaring that the property is subject to the effective control of that person and is available to satisfy the order. Where the Court treats a particular property as the person’s property for the purposes of making a pecuniary penalty order against that person, the Court shall make an order declaring that the property is subject to the effective control of that person and is available to satisfy the order. (5) The Special Prosecutor shall give notice of the application to The Special Prosecutor shall give notice of the application to the person and to any other person who the Special Prosecutor has reason to believe has an interest in the property; and the person and to any other person who the Special Prosecutor has reason to believe has an interest in the property; and the person and any other person who claims an interest in the property and the person shall appear and adduce evidence at the hearing of the application. the person and any other person who claims an interest in the property and the person shall appear and adduce evidence at the hearing of the application."
    },
    {
      "provision_ref": "s63",
      "section": "63",
      "title": "Enforcement of pecuniary penalty order",
      "content": "Where the Court orders a person to pay an amount under a pecuniary penalty order, the provisions of section 61 apply to empower the Court to impose a term of imprisonment on that person in default of compli­ance with the order. Where the Court orders a person to pay an amount under a pecuniary penalty order, the provisions of section 61 apply to empower the Court to impose a term of imprisonment on that person in default of compli­ance with the order."
    },
    {
      "provision_ref": "s64",
      "section": "64",
      "title": "A pecuniary penalty order is discharged",
      "content": "if the conviction for corruption or a corruption-related offence on the basis of which the order was made is quashed and another conviction for corruption or corruption-related offence is not substituted; or if the conviction for corruption or a corruption-related offence on the basis of which the order was made is quashed and another conviction for corruption or corruption-related offence is not substituted; or by payment of the amount due to satisfy the order. by payment of the amount due to satisfy the order."
    },
    {
      "provision_ref": "s65",
      "section": "65",
      "title": "Realisation of property",
      "content": "(1) Where a confiscation order or pecuniary penalty order is made, not discharged and not subject to an appeal, the Court shall, on an application by the Special Prosecutor, direct Where a confiscation order or pecuniary penalty order is made, not discharged and not subject to an appeal, the Court shall, on an application by the Special Prosecutor, direct the Special Prosecutor to manage the property; the Special Prosecutor to manage the property; the Special Prosecutor to take possession of the realisable property subject to the conditions specified by the Court; the Special Prosecutor to take possession of the realisable property subject to the conditions specified by the Court; a person who has possession of the realisable property to surrender possession of the property to the Special Prosecutor; a person who has possession of the realisable property to surrender possession of the property to the Special Prosecutor; the Special Prosecutor to dispose of the realisable property in a manner as directed by the Court; or the Special Prosecutor to dispose of the realisable property in a manner as directed by the Court; or a person who holds an interest in the property to make payment to the Special Prosecutor in respect of a beneficial interest held by the respondent or the recipient of a gift specified in this Act as the Court shall direct. a person who holds an interest in the property to make payment to the Special Prosecutor in respect of a beneficial interest held by the respondent or the recipient of a gift specified in this Act as the Court shall direct. (2) The Court shall transfer, grant or extinguish the interest in the property on payment being made under paragraph (e) of subsection (1). The Court shall transfer, grant or extinguish the interest in the property on payment being made under paragraph (e) of subsection (1). (3) The Court shall give a person who holds interest in the property reasonable opportunity to make representations to the Court before making an order under paragraphs (b), (c), (d) or (e) of subsection (1) and also under subsection (2). The Court shall give a person who holds interest in the property reasonable opportunity to make representations to the Court before making an order under paragraphs (b), (c), (d) or (e) of subsection (1) and also under subsection (2)."
    },
    {
      "provision_ref": "s66",
      "section": "66",
      "title": "Utilisation of proceeds of realisable property",
      "content": "(1) The Court shall direct that thirty percent of the amount realised be paid to the Office to be applied to defray the expenses of the Office. The Court shall direct that thirty percent of the amount realised be paid to the Office to be applied to defray the expenses of the Office. (2) The Court shall direct the Special Prosecutor to pay ten percent of the amount realised to the Office of the Attorney-General. The Court shall direct the Special Prosecutor to pay ten percent of the amount realised to the Office of the Attorney-General. (3) The Court shall direct the Special Prosecutor to pay ten percent of the amount realised for the benefit of persons or institutions of relevance to the action after full satisfaction of payment required under subsections (1) and (2). The Court shall direct the Special Prosecutor to pay ten percent of the amount realised for the benefit of persons or institutions of relevance to the action after full satisfaction of payment required under subsections (1) and (2). (4) The Special Prosecutor shall, after payment is made under subsections (1), (2) and (3) pay the rest into the Consolidated Fund. The Special Prosecutor shall, after payment is made under subsections (1), (2) and (3) pay the rest into the Consolidated Fund."
    },
    {
      "provision_ref": "s67",
      "section": "67",
      "title": "Insolvency",
      "content": "The Insolvency Act, 2006 (Act 708) does not apply to property which is subject to this Act. The Insolvency Act, 2006 (Act 708) does not apply to property which is subject to this Act."
    },
    {
      "provision_ref": "s68",
      "section": "68",
      "title": "Winding up of company holding realisable property",
      "content": "(1) Where realisable property is held by a company and an order for the winding up of the company is made or a resolution is passed be the company for its voluntary winding up, the functions of the liquidator shall not be performed in relation to Where realisable property is held by a company and an order for the winding up of the company is made or a resolution is passed be the company for its voluntary winding up, the functions of the liquidator shall not be performed in relation to the property if the property is subject to a freezing order made before the order or resolution for winding up was made or passed; or the property if the property is subject to a freezing order made before the order or resolution for winding up was made or passed; or the proceeds of the property realised and in the hands of a receiver. the proceeds of the property realised and in the hands of a receiver. (2) Where, in the case of a company, an order is made or a reso­lution is passed, the powers conferred on the Court to grant a freezing order shall not be exercised in relation to realisable property held by the company in relation to which the functions of the liquidator may be performed to Where, in the case of a company, an order is made or a reso­lution is passed, the powers conferred on the Court to grant a freezing order shall not be exercised in relation to realisable property held by the company in relation to which the functions of the liquidator may be performed to inhibit the liquidator from performing those functions to distribute the property held by the company to the company’s creditors; or inhibit the liquidator from performing those functions to distribute the property held by the company to the company’s creditors; or prevent the payment out of the property of expenses, including the remuneration of the liquidator properly incurred in the winding up in respect of the property. prevent the payment out of the property of expenses, including the remuneration of the liquidator properly incurred in the winding up in respect of the property. (3) Subsection (2) does not affect the enforcement of a charging order Subsection (2) does not affect the enforcement of a charging order made before the order or resolution for winding up was made or passed; or made before the order or resolution for winding up was made or passed; or on property which was subject to a freezing order at the relevant time. on property which was subject to a freezing order at the relevant time. (4) Nothing in the Companies Act, 1963 (Act 179) shall restrict or enable the restriction of the exercise of the powers conferred on the Court by this Act in relation to companies. Nothing in the Companies Act, 1963 (Act 179) shall restrict or enable the restriction of the exercise of the powers conferred on the Court by this Act in relation to companies. (5) In this section, “liquidator” includes a provisional liquidator under the Companies Act, 1963 (Act 179). In this section, “liquidator” includes a provisional liquidator under the Companies Act, 1963 (Act 179)."
    },
    {
      "provision_ref": "s69",
      "section": "69",
      "title": "Offences relating to search, seizure and obstruction of authorised officer",
      "content": "(1) A person who A person who fails to comply with a lawful demand of an authorised officer in the performace of functions under this Act; fails to comply with a lawful demand of an authorised officer in the performace of functions under this Act; fails to produce property declared to be seized under this Act; fails to produce property declared to be seized under this Act; conceals or attempts to conceal property liable to seizure under this Act; or conceals or attempts to conceal property liable to seizure under this Act; or furnishes information to an authorised officer which the person knows to be false; furnishes information to an authorised officer which the person knows to be false; commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than one thousand penalty units or to a term of imprisonment of not less than two years and not more than four years or to both. (2) A person who A person who refuses an authorised officer access to premises or refuses to submit to a search; or refuses an authorised officer access to premises or refuses to submit to a search; or assaults an authorised officer in the performance of a function under this Act; assaults an authorised officer in the performance of a function under this Act; commits an offence and is liable on summary conviction to a fine of not less than two hundred penalty units and not more than seven hundred and fifty penalty units or to a term of imprisonment of not less than fifteen months and not more than thirty-six months or to both. (3) A person who obstructs an authorised officer from performing a function under this Act commits an offence and is liable on summary conviction, A person who obstructs an authorised officer from performing a function under this Act commits an offence and is liable on summary conviction, in the case of an individual, to a fine of not less than two hundred penalty units and not more than seven hundred and fifty penalty units or to a term of imprisonment of not less than fifteen months and not more than thirty-six months or to both; or in the case of an individual, to a fine of not less than two hundred penalty units and not more than seven hundred and fifty penalty units or to a term of imprisonment of not less than fifteen months and not more than thirty-six months or to both; or in the case of an entity, to a fine of not less than one thousand five hundred penalty units and not more than three thousand penalty units. in the case of an entity, to a fine of not less than one thousand five hundred penalty units and not more than three thousand penalty units."
    },
    {
      "provision_ref": "s70",
      "section": "70",
      "title": "Property tracing",
      "content": "Where an authorised officer has reasonable grounds to suspect that a document which is required to identify, locate or quantify property, or identify, or locate a record is in the possession or under the control of a person or an entity and is necessary for the transfer of the property to another person or entity, the authorised officer shall apply to the Court for an order for the document to be delivered by the person or entity to the authorised officer; or the document to be delivered by the person or entity to the authorised officer; or the production to the authorised officer by the person or entity of information obtained from the document. the production to the authorised officer by the person or entity of information obtained from the document."
    },
    {
      "provision_ref": "s71",
      "section": "71",
      "title": "Plea bargaining",
      "content": "(1) A person under investigation or charged with corruption or a corruption-related offence may voluntarily A person under investigation or charged with corruption or a corruption-related offence may voluntarily admit the offence and make an offer of restitution; or admit the offence and make an offer of restitution; or admit the offence and offer to provide information that will aid in the arrest and prosecution of other persons whom that person knows have committed or are about to commit corruption or a corruption-related offence. admit the offence and offer to provide information that will aid in the arrest and prosecution of other persons whom that person knows have committed or are about to commit corruption or a corruption-related offence. (2) Where a person under investigation or charged with corruption or a corruption-related offence under this Act makes an offer to provide information in accordance with paragraph (b) of subsection (1), the infor­mation shall be provided confidentially to the Special Prosecutor and the Court. Where a person under investigation or charged with corruption or a corruption-related offence under this Act makes an offer to provide information in accordance with paragraph (b) of subsection (1), the infor­mation shall be provided confidentially to the Special Prosecutor and the Court. (3) Where an accused person makes an offer of restitution, the Special Prosecutor shall consider if the offer is acceptable to the prosecution. Where an accused person makes an offer of restitution, the Special Prosecutor shall consider if the offer is acceptable to the prosecution. (4) In making the determination whether the offer is acceptable, the Special Prosecutor may consider factors including In making the determination whether the offer is acceptable, the Special Prosecutor may consider factors including the history of the accused with respect to criminal activity; the history of the accused with respect to criminal activity; the level of cooperation the accused exhibited during the investigation; the level of cooperation the accused exhibited during the investigation; the willingness of the accused to cooperate in the investigation or prosecution of other persons; the willingness of the accused to cooperate in the investigation or prosecution of other persons; the likelihood of obtaining a conviction if the case proceeds to trial; the likelihood of obtaining a conviction if the case proceeds to trial; the probable effect on witnesses of a trial; the probable effect on witnesses of a trial; the public interest in having the case tried rather than disposed of by a guilty plea; and the public interest in having the case tried rather than disposed of by a guilty plea; and the need to avoid delay in the disposition of other pending cases. the need to avoid delay in the disposition of other pending cases. (5) If the offer is not acceptable to the prosecution, the investigation or case before the Court shall proceed. If the offer is not acceptable to the prosecution, the investigation or case before the Court shall proceed. (6) If the offer is acceptable to the prosecution, the Special Prosecutor shall in the presence of the accused person, inform the Court which shall consider if the offer of restitution is satisfactory. If the offer is acceptable to the prosecution, the Special Prosecutor shall in the presence of the accused person, inform the Court which shall consider if the offer of restitution is satisfactory. (7) Where the Court considers the offer to be satisfactory, the Court shall accept a plea of guilty from the accused person and convict the accused person on that plea, and instead of passing sentence on the accused person make an order for the accused person to make restitution. Where the Court considers the offer to be satisfactory, the Court shall accept a plea of guilty from the accused person and convict the accused person on that plea, and instead of passing sentence on the accused person make an order for the accused person to make restitution. (8) An order of the Court under subsection (7) is subject to the conditions directed by the Court. An order of the Court under subsection (7) is subject to the conditions directed by the Court. (9) Where a person convicted under this section defaults in the payment of the money required of that person under this section or fails to fulfil a condition imposed by the Court under subsection (8), the Court shall pass a custodial sentence on the accused person. Where a person convicted under this section defaults in the payment of the money required of that person under this section or fails to fulfil a condition imposed by the Court under subsection (8), the Court shall pass a custodial sentence on the accused person."
    },
    {
      "provision_ref": "s72",
      "section": "72",
      "title": "Protection of witness",
      "content": "(1) The Special Prosecutor shall take all necessary and reasonable steps to protect the safety and welfare of a witness. The Special Prosecutor shall take all necessary and reasonable steps to protect the safety and welfare of a witness. (2) A person is a protected person for the purpose of this Act if that person qualifies for protection A person is a protected person for the purpose of this Act if that person qualifies for protection by virtue of being related to a witness; by virtue of being related to a witness; on account of a testimony given by a witness; or on account of a testimony given by a witness; or for any other reason which the Special Prosecutor may consider sufficient. for any other reason which the Special Prosecutor may consider sufficient. (3) Without prejudice to subsection (2), a person who qualifies as a witness under this Act is entitled to all the protection, rights, privileges and advantages accorded to witnesses under the Whistleblower Act, 2006 (Act 720). Without prejudice to subsection (2), a person who qualifies as a witness under this Act is entitled to all the protection, rights, privileges and advantages accorded to witnesses under the Whistleblower Act, 2006 (Act 720)."
    },
    {
      "provision_ref": "s73",
      "section": "73",
      "title": "Co-operation with other public institutions",
      "content": "(1) The Office may conduct investigations in co-operation with other public institutions. The Office may conduct investigations in co-operation with other public institutions. (2) An officer of a public institution shall co-operate with officers of the Office in the performance of functions under this Act. An officer of a public institution shall co-operate with officers of the Office in the performance of functions under this Act. (3) A public officer who refuses or fails without reasonable cause to co-operate with an authorised officer commits an offence and is liable on summary conviction to a fine of not less than fifty penalty units and not more than one hundred penalty units or to a term of imprisonment of not less than three months and not more than six months or to both. A public officer who refuses or fails without reasonable cause to co-operate with an authorised officer commits an offence and is liable on summary conviction to a fine of not less than fifty penalty units and not more than one hundred penalty units or to a term of imprisonment of not less than three months and not more than six months or to both."
    },
    {
      "provision_ref": "s74",
      "section": "74",
      "title": "Confidentiality",
      "content": "(1) An authorised officer who is in possession of information in the performance of functions under this Act shall not An authorised officer who is in possession of information in the performance of functions under this Act shall not communicate the information to an unauthorised person; or communicate the information to an unauthorised person; or disclose the personal details of a person who has given information to a third person without authority. disclose the personal details of a person who has given information to a third person without authority. (2) An authorised officer who contravenes subsection (1), commits an offence and is liable on summary conviction to a fine of not less two hundred and fifty penalty units and not more than five hundred penalty units or to a term of imprisonment of not less one year and not more than two years or to both. An authorised officer who contravenes subsection (1), commits an offence and is liable on summary conviction to a fine of not less two hundred and fifty penalty units and not more than five hundred penalty units or to a term of imprisonment of not less one year and not more than two years or to both."
    },
    {
      "provision_ref": "s75",
      "section": "75",
      "title": "General immunity",
      "content": "An authorised officer is personally immuned from civil liability in the performance of duties under this Act if the authorised officer acted in good faith and on reasonable grounds. An authorised officer is personally immuned from civil liability in the performance of duties under this Act if the authorised officer acted in good faith and on reasonable grounds."
    },
    {
      "provision_ref": "s76",
      "section": "76",
      "title": "Declaration of assets",
      "content": "The Special Prosecutor, Deputy Special Prosecutor, members of the Board and other staff of the Office shall, comply with article 286 of the Constitution. The Special Prosecutor, Deputy Special Prosecutor, members of the Board and other staff of the Office shall, comply with article 286 of the Constitution."
    },
    {
      "provision_ref": "s77",
      "section": "77",
      "title": "Mutual Legal Assistance",
      "content": "The provisions of the Mutual Legal Assistance Act, 2010 (Act 807) shall apply where the Special Prosecutor suspects that property obtained from the commission of corruption or a corruption-related offence is situated in a foreign country; or the Special Prosecutor suspects that property obtained from the commission of corruption or a corruption-related offence is situated in a foreign country; or a foreign country requests assistance from this country to locate or seize property situated in this country suspected to be property obtained from the commission of corruption or a corruption-related offence within the jurisdiction of the foreign country. a foreign country requests assistance from this country to locate or seize property situated in this country suspected to be property obtained from the commission of corruption or a corruption-related offence within the jurisdiction of the foreign country."
    },
    {
      "provision_ref": "s78",
      "section": "78",
      "title": "Regulations",
      "content": "The Minister shall, within ninety days upon the assumption of office of the Special Prosecutor, in consultation with the Board, by legis­lative instrument, make Regulations to prescribe the manner for tracing tainted property; prescribe the manner for tracing tainted property; prescribe the procedure for declaration of property and income; prescribe the procedure for declaration of property and income; prescribe the procedure for the seizure of tainted property; prescribe the procedure for the seizure of tainted property; prescribe the procedure for the management of assets seized under this Act; prescribe the procedure for the management of assets seized under this Act; prescribe the procedure for the management of assets in respect of which a freezing order has been issued under this Act; prescribe the procedure for the management of assets in respect of which a freezing order has been issued under this Act; prescribe the procedure for confiscation and pecuniary penalty orders; prescribe the procedure for confiscation and pecuniary penalty orders; prescribe the procedure for the submission of complaints; prescribe the procedure for the submission of complaints; regulate the management of seized, restrained or confiscated assets; regulate the management of seized, restrained or confiscated assets; regulate the disposal of assets under this Act; regulate the disposal of assets under this Act; prescribe the procedure for reporting to the public in respect of corruption and corruption-related cases handled and convictions secured; and prescribe the procedure for reporting to the public in respect of corruption and corruption-related cases handled and convictions secured; and provide generally for the effective implementation of this Act. provide generally for the effective implementation of this Act."
    },
    {
      "provision_ref": "s79",
      "section": "79",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“authorised officer” means an officer of the Office, a police officer or any other public officer authorised by law to exercise police powers;“Board” means the governing body of the Office;“communication” means any transmission, emission or recep­tion of signs, signals, writing, images, sounds or intelligence of any nature through any communication or computer system;“competent authorities” include law enforcement institutions, the Financial Intelligence Centre, Economic and Organised Crime Office, Prosecutions Division of the Attorney­ General’s Office and other relevant public institutions that the Office may determine;“confiscation” means the permanent deprivation of property by order of a competent authority or Court;\"corruption and corruption-related offences\" means offences under(a)sections 146, 151, 179C, 239, 252, 253, 254, 256, 258 and 260 of the Criminal Offences Act, 1960 (Act 29);(b)section 92 (2) of the Public Procurement Act, 2003 (Act 663); and(c)existent offences under enactments arising out of or consequent to offences referred to in paragraphs (a) and (b);“Court” means High Court or Circuit Court;“courier service” means a service for the receipt and delivery of correspondence, items of value or both, such as parcels and packets, for which a postage stamp is not required;“deriving benefit” means benefit derived or obtained by a person or otherwise accruing to another person at the request or direction of the first person;\"gift\" includes a transfer of property by a person to another person directly or indirectly before or after the commission of corruption or corruption-related offence by the first person for a consideration the value of which is significantly less than the value of the consideration provided by the first person, and to the extent of the difference between the market value of the property transferred and the consideration provided by the transferee;“institution of relevance” means the institutions that provide intelligence or support in the investigation or prosecution of cases or forfeiture of assets but does not include the Court;“interest” in relation to property, means(a)a legal or equitable estate or interest in the property, or(b)a right, power or privilege in connection with the property;“living expenses” include provision for food, clothing, utilities, school fees and medical expenses;“majority of all the members of Parliament”, means more than one-half of all the members of Parliament;\"Minister\" means the Minister responsible for Justice;\"Office\" means the Office of the Special Prosecutor established under section 1;“pecuniary penalty” means monetary fine imposed and collected by a court of competent jurisdiction;“police officer” means a policeman who is not below the rank of Assistant Superintendent of Police;“politically exposed person” includes(a)a person who is or has been entrusted with a prominent public function in this country, a foreign country or an international organisation including(i)a senior political party official, government, judicial or military official;(ii)a person who is or has been an execu­tive in a foreign country of a state owned company;(iii)a senior political party official in a foreign country; and(b)an immediate family member or close associate of a person referred to in paragraph (a);“post” means a system for the collection, despatch or conveyance of postal articles;“postal articles” include letters, postcards, reply postcards, lettercards, newspapers, books, packets, printed paper, pattern or sample packet, small packet or parcel and every other packet article when in course of conveyance by post and includes a telegram when conveyed by post;\"postal service\" means any service licensed to be rendered under the Postal and Courier Services Regulatory Commission Act, 2003 (Act 649);“premises” includes any house, building, structure, tent, caravan, ship, boat, aircraft and mechanically propelled vehicle;“property” means assets of any kind situated in the country or elsewhere whether movable or immovable, tangible or intangible, legal documents and instruments evidencing title of interest in the assets;“property of or in the possession or control of a person” includes a gift made by that person;“public institution” means a body set up by the Government in the public interest with or without an Act of Parliament;“public debt” means expenditure incurred from the Consoli­dated Fund, Contingency Fund and other funds established by or under an Act of Parliament;“public office” includes an office the emoluments attached to which are paid directly from the Consolidated Fund or directly out of moneys provided by Parliament and an office in a public corporation established entirely out of public funds or moneys provided by Parliament;“public officer” means a person who holds a public office;“realisable property” includes(a)property held by a defendant who has directly or indirectly made a gift caught by this Act,(b)property held by a person to whom a defendant has directly or indirectly made a gift caught by this Act, and(c)currency;“record” means recorded information regardless of form or medium created, received and maintained by any institution or individual in the pursuance of the legal obligations or transactions of the institution or individual;\"Republic\" means the Republic of Ghana;“respondent” means the person who is the subject of an application for a confiscation order or pecuniary penalty order;\"security agency\" includes the police, Customs Division of the Ghana Revenue Authority, the Immigration Service and the Bureau of National Investigations;“seizure” means the temporary prohibition of the transfer, conversion, disposition or movement of property or the temporary assumption of the custody or control of property on the basis of a Court order;“Special Prosecutor” means the person appointed as the Special Prosecutor under section 13;\"tainted property\" means property(a)used in connection with the commission of an offence; or(b)derived, obtained or realised as a result of the commission of a corruption or corruption-related offence;\"trust\" includes an executorship, administratorship, guardianship, of children or the office, committee or receiver of the estate of a person with mental disorder or a person incapable of managing that person’s own affairs, a charitable trust, family trust and an organisation; and“witness” means a person who needs protection from a threat or risk which exists on account of being a person who(a)has given or agreed to give, evidence on behalf of the State in proceedings for corruption or corruption-related offence under this Act; or(b)has made a statement to(i)an authorised officer or a police officer; or(ii)a competent authority, in relation to a corruption or corruption-related offence under this Act. In this Act, unless the context otherwise requires, “authorised officer” means an officer of the Office, a police officer or any other public officer authorised by law to exercise police powers; “Board” means the governing body of the Office; “communication” means any transmission, emission or recep­tion of signs, signals, writing, images, sounds or intelligence of any nature through any communication or computer system; “competent authorities” include law enforcement institutions, the Financial Intelligence Centre, Economic and Organised Crime Office, Prosecutions Division of the Attorney­ General’s Office and other relevant public institutions that the Office may determine; “confiscation” means the permanent deprivation of property by order of a competent authority or Court; sections 146, 151, 179C, 239, 252, 253, 254, 256, 258 and 260 of the Criminal Offences Act, 1960 (Act 29); section 92 (2) of the Public Procurement Act, 2003 (Act 663); and existent offences under enactments arising out of or consequent to offences referred to in paragraphs (a) and (b); “Court” means High Court or Circuit Court; “courier service” means a service for the receipt and delivery of correspondence, items of value or both, such as parcels and packets, for which a postage stamp is not required; “deriving benefit” means benefit derived or obtained by a person or otherwise accruing to another person at the request or direction of the first person; \"gift\" includes a transfer of property by a person to another person directly or indirectly before or after the commission of corruption or corruption-related offence by the first person for a consideration the value of which is significantly less than the value of the consideration provided by the first person, and to the extent of the difference between the market value of the property transferred and the consideration provided by the transferee; “institution of relevance” means the institutions that provide intelligence or support in the investigation or prosecution of cases or forfeiture of assets but does not include the Court; a legal or equitable estate or interest in the property, or a right, power or privilege in connection with the property; “living expenses” include provision for food, clothing, utilities, school fees and medical expenses; “majority of all the members of Parliament”, means more than one-half of all the members of Parliament; \"Minister\" means the Minister responsible for Justice; \"Office\" means the Office of the Special Prosecutor established under section 1; “pecuniary penalty” means monetary fine imposed and collected by a court of competent jurisdiction; “police officer” means a policeman who is not below the rank of Assistant Superintendent of Police; a senior political party official, government, judicial or military official; a person who is or has been an execu­tive in a foreign country of a state owned company; a senior political party official in a foreign country; and an immediate family member or close associate of a person referred to in paragraph (a); “post” means a system for the collection, despatch or conveyance of postal articles; “postal articles” include letters, postcards, reply postcards, lettercards, newspapers, books, packets, printed paper, pattern or sample packet, small packet or parcel and every other packet article when in course of conveyance by post and includes a telegram when conveyed by post; \"postal service\" means any service licensed to be rendered under the Postal and Courier Services Regulatory Commission Act, 2003 (Act 649); “premises” includes any house, building, structure, tent, caravan, ship, boat, aircraft and mechanically propelled vehicle; “property” means assets of any kind situated in the country or elsewhere whether movable or immovable, tangible or intangible, legal documents and instruments evidencing title of interest in the assets; “property of or in the possession or control of a person” includes a gift made by that person; “public institution” means a body set up by the Government in the public interest with or without an Act of Parliament; “public debt” means expenditure incurred from the Consoli­dated Fund, Contingency Fund and other funds established by or under an Act of Parliament; “public office” includes an office the emoluments attached to which are paid directly from the Consolidated Fund or directly out of moneys provided by Parliament and an office in a public corporation established entirely out of public funds or moneys provided by Parliament; “public officer” means a person who holds a public office; property held by a defendant who has directly or indirectly made a gift caught by this Act, property held by a person to whom a defendant has directly or indirectly made a gift caught by this Act, and currency; “record” means recorded information regardless of form or medium created, received and maintained by any institution or individual in the pursuance of the legal obligations or transactions of the institution or individual; \"Republic\" means the Republic of Ghana; “respondent” means the person who is the subject of an application for a confiscation order or pecuniary penalty order; \"security agency\" includes the police, Customs Division of the Ghana Revenue Authority, the Immigration Service and the Bureau of National Investigations; “seizure” means the temporary prohibition of the transfer, conversion, disposition or movement of property or the temporary assumption of the custody or control of property on the basis of a Court order; “Special Prosecutor” means the person appointed as the Special Prosecutor under section 13; used in connection with the commission of an offence; or derived, obtained or realised as a result of the commission of a corruption or corruption-related offence; \"trust\" includes an executorship, administratorship, guardianship, of children or the office, committee or receiver of the estate of a person with mental disorder or a person incapable of managing that person’s own affairs, a charitable trust, family trust and an organisation; and has given or agreed to give, evidence on behalf of the State in proceedings for corruption or corruption-related offence under this Act; or an authorised officer or a police officer; or a competent authority, in relation to a corruption or corruption-related offence under this Act."
    },
    {
      "provision_ref": "s80",
      "section": "80",
      "title": "Consequential amendments",
      "content": "(1) The Economic and Organised Crime Office Act, 2010 (Act 804) is amended in section 74 by the deletion of the words “corruption and bribery” in paragraph (a) of the definition of serious offence. The Economic and Organised Crime Office Act, 2010 (Act 804) is amended in section 74 by the deletion of the words “corruption and bribery” in paragraph (a) of the definition of serious offence. (2) The Criminal and Other Offences (Procedure) Act, 1960 (Act 30) is amended in The Criminal and Other Offences (Procedure) Act, 1960 (Act 30) is amended in sections 54 and 55 by the insertion after “Attorney-General” of “or Special Prosecutor” wherever it appears; and sections 54 and 55 by the insertion after “Attorney-General” of “or Special Prosecutor” wherever it appears; and section 54 by the insertion of a new subsection (2A) as follows:\"(2A)Where the Special Prosecutor enters a nolle prosequi under subsection (1), the Special Prosecutor shall state reasons for doing so.”. section 54 by the insertion of a new subsection (2A) as follows: Where the Special Prosecutor enters a nolle prosequi under subsection (1), the Special Prosecutor shall state reasons for doing so.”. Where the Special Prosecutor enters a nolle prosequi under subsection (1), the Special Prosecutor shall state reasons for doing so.”. (2A) Where the Special Prosecutor enters a nolle prosequi under subsection (1), the Special Prosecutor shall state reasons for doing so.”. Where the Special Prosecutor enters a nolle prosequi under subsection (1), the Special Prosecutor shall state reasons for doing so.”."
    },
    {
      "provision_ref": "s81",
      "section": "81",
      "title": "Transitional provisions",
      "content": "(1) The Attorney-General may, on the coming into force of this Act, authorise the Office of the Special Prosecutor to handle any investigation or prosecution in relation to corruption or a corruption-related offence being handled by the The Attorney-General may, on the coming into force of this Act, authorise the Office of the Special Prosecutor to handle any investigation or prosecution in relation to corruption or a corruption-related offence being handled by the the Economic and Organised Crime Office established by the Economic and Organised Crime Office Act, 2010 (Act 804); the Economic and Organised Crime Office established by the Economic and Organised Crime Office Act, 2010 (Act 804); the Prosecutions Division of the Attorney-General’s Office; or the Prosecutions Division of the Attorney-General’s Office; or public prosecutors appointed under section 56 of the Criminal and Other Offences (Procedure) Act, 1960 (Act 30). public prosecutors appointed under section 56 of the Criminal and Other Offences (Procedure) Act, 1960 (Act 30). (2) Any seed money that may accrue to the Office on the coming into force of this Act, shall be transferred into the account of the Office. Any seed money that may accrue to the Office on the coming into force of this Act, shall be transferred into the account of the Office."
    }
  ],
  "definitions": [
    {
      "term": "authorised officer",
      "definition": "an officer of the Office, a police officer or any other public officer authorised by law to exercise police powers",
      "source_provision": "s79"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Office",
      "source_provision": "s79"
    },
    {
      "term": "communication",
      "definition": "any transmission, emission or recep­tion of signs, signals, writing, images, sounds or intelligence of any nature through any communication or computer system",
      "source_provision": "s79"
    },
    {
      "term": "confiscation",
      "definition": "the permanent deprivation of property by order of a competent authority or Court",
      "source_provision": "s79"
    },
    {
      "term": "corruption and corruption-related offences",
      "definition": "offences under(a)sections 146, 151, 179C, 239, 252, 253, 254, 256, 258 and 260 of the Criminal Offences Act, 1960 (Act 29)",
      "source_provision": "s79"
    },
    {
      "term": "Court",
      "definition": "High Court or Circuit Court",
      "source_provision": "s79"
    },
    {
      "term": "courier service",
      "definition": "a service for the receipt and delivery of correspondence, items of value or both, such as parcels and packets, for which a postage stamp is not required",
      "source_provision": "s79"
    },
    {
      "term": "deriving benefit",
      "definition": "benefit derived or obtained by a person or otherwise accruing to another person at the request or direction of the first person",
      "source_provision": "s79"
    },
    {
      "term": "includes a transfer of property by a person to another person directly or indirectly before or after the commission of corruption or corruption-related offence by the first person for a consideration the value of which is significantly less than the value of the consideration provided by the first person, and to the extent of the difference between the market value of the property transferred and the consideration provided by the transferee;“institution of relevance",
      "definition": "the institutions that provide intelligence or support in the investigation or prosecution of cases or forfeiture of assets but does not include the Court",
      "source_provision": "s79"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Justice",
      "source_provision": "s79"
    },
    {
      "term": "Office",
      "definition": "the Office of the Special Prosecutor established under section 1",
      "source_provision": "s79"
    },
    {
      "term": "pecuniary penalty",
      "definition": "monetary fine imposed and collected by a court of competent jurisdiction",
      "source_provision": "s79"
    },
    {
      "term": "police officer",
      "definition": "a policeman who is not below the rank of Assistant Superintendent of Police",
      "source_provision": "s79"
    },
    {
      "term": "post",
      "definition": "a system for the collection, despatch or conveyance of postal articles",
      "source_provision": "s79"
    },
    {
      "term": "postal service",
      "definition": "any service licensed to be rendered under the Postal and Courier Services Regulatory Commission Act, 2003 (Act 649)",
      "source_provision": "s79"
    },
    {
      "term": "property",
      "definition": "assets of any kind situated in the country or elsewhere whether movable or immovable, tangible or intangible, legal documents and instruments evidencing title of interest in the assets",
      "source_provision": "s79"
    },
    {
      "term": "public institution",
      "definition": "a body set up by the Government in the public interest with or without an Act of Parliament",
      "source_provision": "s79"
    },
    {
      "term": "public debt",
      "definition": "expenditure incurred from the Consoli­dated Fund, Contingency Fund and other funds established by or under an Act of Parliament",
      "source_provision": "s79"
    },
    {
      "term": "public officer",
      "definition": "a person who holds a public office",
      "source_provision": "s79"
    },
    {
      "term": "record",
      "definition": "recorded information regardless of form or medium created, received and maintained by any institution or individual in the pursuance of the legal obligations or transactions of the institution or individual",
      "source_provision": "s79"
    },
    {
      "term": "Republic",
      "definition": "the Republic of Ghana",
      "source_provision": "s79"
    },
    {
      "term": "respondent",
      "definition": "the person who is the subject of an application for a confiscation order or pecuniary penalty order",
      "source_provision": "s79"
    },
    {
      "term": "includes the police, Customs Division of the Ghana Revenue Authority, the Immigration Service and the Bureau of National Investigations;“seizure",
      "definition": "the temporary prohibition of the transfer, conversion, disposition or movement of property or the temporary assumption of the custody or control of property on the basis of a Court order",
      "source_provision": "s79"
    },
    {
      "term": "Special Prosecutor",
      "definition": "the person appointed as the Special Prosecutor under section 13",
      "source_provision": "s79"
    },
    {
      "term": "tainted property",
      "definition": "property(a)used in connection with the commission of an offence",
      "source_provision": "s79"
    },
    {
      "term": "includes an executorship, administratorship, guardianship, of children or the office, committee or receiver of the estate of a person with mental disorder or a person incapable of managing that person’s own affairs, a charitable trust, family trust and an organisation; and“witness",
      "definition": "a person who needs protection from a threat or risk which exists on account of being a person who(a)has given or agreed to give, evidence on behalf of the State in proceedings for corruption or corruption-related offence under this Act",
      "source_provision": "s79"
    },
    {
      "term": "authorised officer",
      "definition": "an officer of the Office, a police officer or any other public officer authorised by law to exercise police powers",
      "source_provision": "s79"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Office",
      "source_provision": "s79"
    },
    {
      "term": "communication",
      "definition": "any transmission, emission or recep­tion of signs, signals, writing, images, sounds or intelligence of any nature through any communication or computer system",
      "source_provision": "s79"
    },
    {
      "term": "confiscation",
      "definition": "the permanent deprivation of property by order of a competent authority or Court",
      "source_provision": "s79"
    },
    {
      "term": "Court",
      "definition": "High Court or Circuit Court",
      "source_provision": "s79"
    },
    {
      "term": "courier service",
      "definition": "a service for the receipt and delivery of correspondence, items of value or both, such as parcels and packets, for which a postage stamp is not required",
      "source_provision": "s79"
    },
    {
      "term": "deriving benefit",
      "definition": "benefit derived or obtained by a person or otherwise accruing to another person at the request or direction of the first person",
      "source_provision": "s79"
    },
    {
      "term": "includes a transfer of property by a person to another person directly or indirectly before or after the commission of corruption or corruption-related offence by the first person for a consideration the value of which is significantly less than the value of the consideration provided by the first person, and to the extent of the difference between the market value of the property transferred and the consideration provided by the transferee; “institution of relevance",
      "definition": "the institutions that provide intelligence or support in the investigation or prosecution of cases or forfeiture of assets but does not include the Court",
      "source_provision": "s79"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Justice",
      "source_provision": "s79"
    },
    {
      "term": "Office",
      "definition": "the Office of the Special Prosecutor established under section 1",
      "source_provision": "s79"
    },
    {
      "term": "pecuniary penalty",
      "definition": "monetary fine imposed and collected by a court of competent jurisdiction",
      "source_provision": "s79"
    },
    {
      "term": "police officer",
      "definition": "a policeman who is not below the rank of Assistant Superintendent of Police",
      "source_provision": "s79"
    },
    {
      "term": "post",
      "definition": "a system for the collection, despatch or conveyance of postal articles",
      "source_provision": "s79"
    },
    {
      "term": "postal service",
      "definition": "any service licensed to be rendered under the Postal and Courier Services Regulatory Commission Act, 2003 (Act 649)",
      "source_provision": "s79"
    },
    {
      "term": "property",
      "definition": "assets of any kind situated in the country or elsewhere whether movable or immovable, tangible or intangible, legal documents and instruments evidencing title of interest in the assets",
      "source_provision": "s79"
    },
    {
      "term": "public institution",
      "definition": "a body set up by the Government in the public interest with or without an Act of Parliament",
      "source_provision": "s79"
    },
    {
      "term": "public debt",
      "definition": "expenditure incurred from the Consoli­dated Fund, Contingency Fund and other funds established by or under an Act of Parliament",
      "source_provision": "s79"
    },
    {
      "term": "public officer",
      "definition": "a person who holds a public office",
      "source_provision": "s79"
    },
    {
      "term": "record",
      "definition": "recorded information regardless of form or medium created, received and maintained by any institution or individual in the pursuance of the legal obligations or transactions of the institution or individual",
      "source_provision": "s79"
    },
    {
      "term": "Republic",
      "definition": "the Republic of Ghana",
      "source_provision": "s79"
    },
    {
      "term": "respondent",
      "definition": "the person who is the subject of an application for a confiscation order or pecuniary penalty order",
      "source_provision": "s79"
    },
    {
      "term": "includes the police, Customs Division of the Ghana Revenue Authority, the Immigration Service and the Bureau of National Investigations; “seizure",
      "definition": "the temporary prohibition of the transfer, conversion, disposition or movement of property or the temporary assumption of the custody or control of property on the basis of a Court order",
      "source_provision": "s79"
    },
    {
      "term": "Special Prosecutor",
      "definition": "the person appointed as the Special Prosecutor under section 13",
      "source_provision": "s79"
    }
  ]
}