{
  "id": "act-962-2017",
  "type": "act",
  "title": "Middle Belt Development Authority Act, 2017",
  "short_name": "MBDA 2017",
  "act_number": 962,
  "year": 2017,
  "status": "in_force",
  "issued_date": "2018-01-03",
  "url": "https://ghalii.org/akn/gh/act/2017/962",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Authority",
      "content": "(1) There is established by this Act a body corporate with perpetual succession to be known as the Middle Belt Development Authority. There is established by this Act a body corporate with perpetual succession to be known as the Middle Belt Development Authority. (2) The Authority may, for the performance of the functions of the Authority, acquire and hold movable and immovable property, dispose of property and enter into any contract or any other transaction relating to the object of the Authority. The Authority may, for the performance of the functions of the Authority, acquire and hold movable and immovable property, dispose of property and enter into any contract or any other transaction relating to the object of the Authority. (3) Where there is a hindrance to the acquisition of property, the property may be acquired for the Authority under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Authority. Where there is a hindrance to the acquisition of property, the property may be acquired for the Authority under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Authority."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Objects of the Authority",
      "content": "The objects of the Authority are to accelerate economic and social development in the Middle Belt Development Zone through strategic direction in the planning and prioritisation of development projects; accelerate economic and social development in the Middle Belt Development Zone through strategic direction in the planning and prioritisation of development projects; mobilise public resources including financial resources and private and public investments for the accelerated economic and social development of the Middle Belt Development Zone; mobilise public resources including financial resources and private and public investments for the accelerated economic and social development of the Middle Belt Development Zone; co-ordinate development activities in the Middle Belt Development Zone with the aim of ensuring that public resources are effectively utilised; and public resources are effectively utilised; and private sector investments achieve maximum development impacts to reduce poverty and deprivation in every part of the Zone; and private sector investments achieve maximum development impacts to reduce poverty and deprivation in every part of the Zone; and formulate and implement initiatives towards achieving gender equality and empowerment of vulnerable groups in the Middle Belt Development Zone. formulate and implement initiatives towards achieving gender equality and empowerment of vulnerable groups in the Middle Belt Development Zone."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Authority",
      "content": "For the realisation of the objects of the Authority, the Authority shall design a comprehensive development strategy; design a comprehensive development strategy; oversee the application of the annual allocation by the Central Government to each constituency in the Middle Belt Development Zone; oversee the application of the annual allocation by the Central Government to each constituency in the Middle Belt Development Zone; establish structures for the effective implementation of the comprehensive development strategy; establish structures for the effective implementation of the comprehensive development strategy; facilitate processes for consensus building among relevant stakeholders; facilitate processes for consensus building among relevant stakeholders; establish a co-ordinated system of resource mobilisation for the Middle Belt Development Zone; establish a co-ordinated system of resource mobilisation for the Middle Belt Development Zone; establish venture capital or other risk finance instruments or institutions to mobilise finance for investments; establish venture capital or other risk finance instruments or institutions to mobilise finance for investments; implement programmes to maximize the economic and social development potential of the Middle Belt Development Zone; implement programmes to maximize the economic and social development potential of the Middle Belt Development Zone; cause the execution of relevant projects in a community in the Middle Belt Development Zone that will stimulate the modernisation of agricultural development and competi­tiveness of small scale farmers through irrigation and other improved technology and promote efficiency for the domestic and export market; cause the execution of relevant projects in a community in the Middle Belt Development Zone that will stimulate the modernisation of agricultural development and competi­tiveness of small scale farmers through irrigation and other improved technology and promote efficiency for the domestic and export market; facilitate private sector development initiatives; facilitate private sector development initiatives; stimulate investments and business developments to create jobs and increase income; stimulate investments and business developments to create jobs and increase income; invest in economic and social infrastructure including roads, energy, water resources and communication to create the pre-conditions for accelerated economic and social development; invest in economic and social infrastructure including roads, energy, water resources and communication to create the pre-conditions for accelerated economic and social development; facilitate programmes on improved access to food, sustainable livelihoods and safety-net investments for low income areas; facilitate programmes on improved access to food, sustainable livelihoods and safety-net investments for low income areas; co-operate with key statutory bodies and institutions including the National Development Planning Commission, Ministries, Departments, Agencies, Regional Co-ordinating Councils, District Assemblies and other entities to ensure conformity with the national development plan and to avoid duplication of functions; co-operate with key statutory bodies and institutions including the National Development Planning Commission, Ministries, Departments, Agencies, Regional Co-ordinating Councils, District Assemblies and other entities to ensure conformity with the national development plan and to avoid duplication of functions; implement programmes to support mainstreaming of gender and other issues of vulnerability through co-operation with the Ministry responsible for Gender, Children and Social Protection, other relevant Ministries and civil society organisations; implement programmes to support mainstreaming of gender and other issues of vulnerability through co-operation with the Ministry responsible for Gender, Children and Social Protection, other relevant Ministries and civil society organisations; serve as an agent of the Government in public private partnership initiatives in the Middle Belt Development Zone and facilitate public private partnership initiative directly in the Middle Belt Development Zone; serve as an agent of the Government in public private partnership initiatives in the Middle Belt Development Zone and facilitate public private partnership initiative directly in the Middle Belt Development Zone; establish a system of monitoring and evaluation to ensure that strategic targets are met and results are achieved in a timely and appropriate manner; establish a system of monitoring and evaluation to ensure that strategic targets are met and results are achieved in a timely and appropriate manner; co-ordinate the planning and implementation of integrated development activities for the realisation of the short term to long-term plans for the Middle Belt Development Zone; co-ordinate the planning and implementation of integrated development activities for the realisation of the short term to long-term plans for the Middle Belt Development Zone; adopt and implement measures necessary for funding the accelerated economic and social development of the Middle Belt Development Zone; and adopt and implement measures necessary for funding the accelerated economic and social development of the Middle Belt Development Zone; and perform any other functions under this Act or that are ancillary to the objects of the Authority. perform any other functions under this Act or that are ancillary to the objects of the Authority."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Governing body of the Authority",
      "content": "(1) The governing body of the Authority is a Board consisting of The governing body of the Authority is a Board consisting of a chairperson nominated by the President; a chairperson nominated by the President; one person from the National Development Planning Commission not below the rank of a Director; one person from the National Development Planning Commission not below the rank of a Director; one representative each of traditional authorities nominated by the respective Regional Houses of Chiefs in the Middle Belt Development Zone; one representative each of traditional authorities nominated by the respective Regional Houses of Chiefs in the Middle Belt Development Zone; one person from the Ministry of Finance not below the rank of a Director; one person from the Ministry of Finance not below the rank of a Director; one person from the office of the Minister responsible for Special Development Initiatives not below the rank of a Director; one person from the office of the Minister responsible for Special Development Initiatives not below the rank of a Director; one person from civil society organisations in the Middle Belt Development Zone; one person from civil society organisations in the Middle Belt Development Zone; one person from private sector organisations; one person from private sector organisations; the Chief Executive Officer of the Authority; and the Chief Executive Officer of the Authority; and three persons with relevant expertise nominated by the President at least one of whom is a woman. three persons with relevant expertise nominated by the President at least one of whom is a woman. (2) The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. (3) The President shall in appointing a member of the Board have regard to fair representation among the Middle Belt Development Zone. The President shall in appointing a member of the Board have regard to fair representation among the Middle Belt Development Zone."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Functions of the Board",
      "content": "(1) The Board shall, subject to the provisions of this Act, The Board shall, subject to the provisions of this Act, give general directives on the management and operations of the Authority; give general directives on the management and operations of the Authority; in consultation with the Minister, formulate policies necessary for the achievement of the objects of the Authority; in consultation with the Minister, formulate policies necessary for the achievement of the objects of the Authority; oversee the sound and proper management of the resources of the Authority; and oversee the sound and proper management of the resources of the Authority; and ensure the proper and effective performance of the functions of the Authority. ensure the proper and effective performance of the functions of the Authority. (2) Without limiting subsection (1), the Board shall Without limiting subsection (1), the Board shall approve the annual operative plans and budget of the Authority; approve the annual operative plans and budget of the Authority; review the quarterly performance of the Authority including the statement of accounts of moneys disbursed from the funds of the Authority; review the quarterly performance of the Authority including the statement of accounts of moneys disbursed from the funds of the Authority; approve the audit plan for the Authority and monitor its implementation; approve the audit plan for the Authority and monitor its implementation; implement the recommendations of the Auditor-General and take the necessary action; implement the recommendations of the Auditor-General and take the necessary action; in conformity with Government pay policy, determine the remuneration of staff engaged by the Authority; and in conformity with Government pay policy, determine the remuneration of staff engaged by the Authority; and conduct reviews of its policies and strategies. conduct reviews of its policies and strategies. (3) The Board shall in the performance of its functions be responsible to the Minister. The Board shall in the performance of its functions be responsible to the Minister."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Duties and liabilities of a member of the Board",
      "content": "(1) A member of the Board has the same fiduciary relationship with the Authority and the same duties to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 1963 (Act 179). A member of the Board has the same fiduciary relationship with the Authority and the same duties to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 1963 (Act 179). (2) Without limiting subsection (1), a member of the Board has a duty Without limiting subsection (1), a member of the Board has a duty to act honestly in the performance of the functions of that member; to act honestly in the performance of the functions of that member; to exercise the degree of care and diligence in the performance of the functions of that member that a reasonable person in that position would reasonably be expected to exercise in the circumstances; to exercise the degree of care and diligence in the performance of the functions of that member that a reasonable person in that position would reasonably be expected to exercise in the circumstances; to avoid making improper use of information acquired by virtue of the position of that member so as to benefit that member or be detrimental to the Authority; and to avoid making improper use of information acquired by virtue of the position of that member so as to benefit that member or be detrimental to the Authority; and not to abuse the position of the office. not to abuse the position of the office. (3) A member of the Board who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than one hundred penalty units and not more than two hundred and fifty penalty units. A member of the Board who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than one hundred penalty units and not more than two hundred and fifty penalty units. (4) Where a court determines that the Authority has suffered loss or damage as a consequence of the act or omission of a member, the court may, in addition to imposing a fine, order the person convicted to pay appropriate compensation to the Authority. Where a court determines that the Authority has suffered loss or damage as a consequence of the act or omission of a member, the court may, in addition to imposing a fine, order the person convicted to pay appropriate compensation to the Authority."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Tenure of office of members of the Board",
      "content": "(1) A member of the Board shall hold office for a period of four years and is eligible for re-appointment, but a member shall not be appointed for more than two terms. A member of the Board shall hold office for a period of four years and is eligible for re-appointment, but a member shall not be appointed for more than two terms. (2) Subsection (1) does not apply to the Chief Executive Officer and a person who is a member of the Board by reason of the office of that person. Subsection (1) does not apply to the Chief Executive Officer and a person who is a member of the Board by reason of the office of that person. (3) A member of the Board may at any time resign from office in writing addressed to the President through the Minister. A member of the Board may at any time resign from office in writing addressed to the President through the Minister. (4) A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (5) The President may by a letter addressed to a member revoke the appointment of that member. The President may by a letter addressed to a member revoke the appointment of that member. (6) Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3) or (4) or subsection (2) of section 9; under subsection (3) or (4) or subsection (2) of section 9; as a result of a declaration under subsection (6); or as a result of a declaration under subsection (6); or by reason of the death of a member by reason of the death of a member the Minister shall notify the President of the vacancy and the President shall, subject to subsection (2) of section 4, appoint a person to fill the vacancy."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Meetings of members of the Board",
      "content": "(1) The Board shall meet at least once every quarter for the despatch of business at the times and places determined by the chairperson. The Board shall meet at least once every quarter for the despatch of business at the times and places determined by the chairperson. (2) The chairperson shall at the request in writing of not less than one-third of the membership of the Board convene an extraordinary meeting of the Board at the place and time determined by the chairperson. The chairperson shall at the request in writing of not less than one-third of the membership of the Board convene an extraordinary meeting of the Board at the place and time determined by the chairperson. (3) The quorum at a meeting of the Board is seven members of the Board. The quorum at a meeting of the Board is seven members of the Board. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board other than the Chief Executive Officer be elected by the members present from among their number to preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board other than the Chief Executive Officer be elected by the members present from among their number to preside. (5) Matters before the Board shall be decided by a majority of the members present and voting, and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting, and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. (7) The validity of any proceedings of the Board shall not be affected by any vacancy among its members or by any defect in the appointment of any of the members. The validity of any proceedings of the Board shall not be affected by any vacancy among its members or by any defect in the appointment of any of the members. (8) The Board shall, subject to this Act, regulate the procedure for its meetings. The Board shall, subject to this Act, regulate the procedure for its meetings."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration shall A member of the Board who has an interest in a matter for consideration shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and not participate in the deliberations of the Board in respect of that matter. not participate in the deliberations of the Board in respect of that matter. (2) A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and fails to disclose that interest; or fails to disclose that interest; or participates in the deliberations of the Board in respect of that matter. participates in the deliberations of the Board in respect of that matter. (3) Despite subsection (2), the Board shall refer the non-disclosure of interest by the member to the appropriate person or institution, if the Authority consequentially suffers irreparable loss or damage. Despite subsection (2), the Board shall refer the non-disclosure of interest by the member to the appropriate person or institution, if the Authority consequentially suffers irreparable loss or damage."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members of the Board and non-members, to perform a function of the Board. The Board may establish committees consisting of members of the Board and non-members, to perform a function of the Board. (2) A committee of the Board shall be chaired by a member of the Board. A committee of the Board shall be chaired by a member of the Board. (3) Section 9 applies to a member of a committee of the Board. Section 9 applies to a member of a committee of the Board."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Ministerial directives",
      "content": "The Minister may give directives on matters of policy to the Board and the Board shall comply. The Minister may give directives on matters of policy to the Board and the Board shall comply."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Appointment of Chief Executive Officer",
      "content": "(1) The President shall in accordance with article 195 of the Constitution appoint a Chief Executive Officer for the Authority. The President shall in accordance with article 195 of the Constitution appoint a Chief Executive Officer for the Authority. (2) The Chief Executive Officer shall possess relevant professional competence and experience. The Chief Executive Officer shall possess relevant professional competence and experience. (3) The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Functions of the Chief Executive Officer",
      "content": "(1) The Chief Executive Officer is responsible for the day to day administration of the affairs of the Authority and is answerable to the Board for the performance of functions under this Act. The Chief Executive Officer is responsible for the day to day administration of the affairs of the Authority and is answerable to the Board for the performance of functions under this Act. (2) The Chief Executive Officer may delegate a function to an officer of the Authority who is not below the rank of a Director but shall not be relieved of ultimate responsibility for the performance of the delegated function. The Chief Executive Officer may delegate a function to an officer of the Authority who is not below the rank of a Director but shall not be relieved of ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Appointment of Deputy Chief Executive Officer",
      "content": "The President, may in accordance with article 195 of the Constitution appoint such number of Deputy Chief Executive Officers for the Authority as the President considers appropriate. The President, may in accordance with article 195 of the Constitution appoint such number of Deputy Chief Executive Officers for the Authority as the President considers appropriate."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Functions of Deputy Chief Executive Officer",
      "content": "A Deputy Chief Executive shall perform the functions assigned by the Board. A Deputy Chief Executive shall perform the functions assigned by the Board."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Secretary to the Board",
      "content": "(1) The Authority shall have an officer to be designated as the Secretary to the Board. The Authority shall have an officer to be designated as the Secretary to the Board. (2) The Secretary shall, subject to the directions of the Board, The Secretary shall, subject to the directions of the Board, arrange the business for the meetings of the Board and cause minutes of proceedings of the Board to be recorded and kept, and arrange the business for the meetings of the Board and cause minutes of proceedings of the Board to be recorded and kept, and perform such other functions as the Board may in writing direct. perform such other functions as the Board may in writing direct."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Appointment of other staff",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint for the Authority other employees that are necessary for the proper and efficient conduct of its functions. The President shall, in accordance with article 195 of the Constitution, appoint for the Authority other employees that are necessary for the proper and efficient conduct of its functions. (2) The Authority may engage the services of consultants and advisers on the recommendation of the Board. The Authority may engage the services of consultants and advisers on the recommendation of the Board."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Departments of the Authority",
      "content": "(1) The Board may, on the recommendation of the Chief Executive Officer, establish departments of the Authority that are necessary for the effective performance of the functions of the Authority. The Board may, on the recommendation of the Chief Executive Officer, establish departments of the Authority that are necessary for the effective performance of the functions of the Authority. (2) The establishment of departments by the Board shall be subject to the approval in writing of the Minister. The establishment of departments by the Board shall be subject to the approval in writing of the Minister."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Internal Audit Unit",
      "content": "(1) The Authority shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The Authority shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). (3) The Internal Auditor is responsible for the internal audit of the Authority. The Internal Auditor is responsible for the internal audit of the Authority. (4) The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months prepare and submit to the Board, a report on the internal audit carried out during the period of three months imme­diately preceding the preparation of the report; and prepare and submit to the Board, a report on the internal audit carried out during the period of three months imme­diately preceding the preparation of the report; and make recommendations in each report with respect to matters which appear to the internal Auditor as necessary for the conduct of the affairs of the Authority. make recommendations in each report with respect to matters which appear to the internal Auditor as necessary for the conduct of the affairs of the Authority. (5) The Internal Auditor shall in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to The Internal Auditor shall in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Minister; the Minister; the Auditor-General; and the Auditor-General; and the chairperson of the Board. the chairperson of the Board."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Funds of the Authority",
      "content": "The funds of the Authority shall include moneys approved by Parliament; moneys approved by Parliament; moneys allocated for the Infrastructure for Poverty Eradication Programme; moneys allocated for the Infrastructure for Poverty Eradication Programme; loans and grants; loans and grants; interests from investments made by the Authority; interests from investments made by the Authority; rents and royalties accruing to the Authority from property of the Authority, including intellectual property and land banks; rents and royalties accruing to the Authority from property of the Authority, including intellectual property and land banks; fees and charges due to the Authority from services rendered by or through the Authority; fees and charges due to the Authority from services rendered by or through the Authority; donations and gifts; donations and gifts; seed money specifically allocated for the start-up of the Authority; and seed money specifically allocated for the start-up of the Authority; and any other internally generated funds of the Authority. any other internally generated funds of the Authority."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Bank account",
      "content": "Moneys for the Authority shall be paid into a bank account opened for the purpose by the Board with the approval of the Controller and Accountant-General. Moneys for the Authority shall be paid into a bank account opened for the purpose by the Board with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Expenses of the Authority",
      "content": "The administrative and other expenses of the Authority including the remuneration of employees, and allowances of the members of the Board shall be charged on the funds of the Authority. The administrative and other expenses of the Authority including the remuneration of employees, and allowances of the members of the Board shall be charged on the funds of the Authority."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Borrowing powers",
      "content": "(1) Subject to article 181 of the Constitution and section 76 of the Public Financial Management Act, 2016 (Act 921), the Authority may obtain loans and credit facilities which the Authority requires for the implementation of its programmes and policies. Subject to article 181 of the Constitution and section 76 of the Public Financial Management Act, 2016 (Act 921), the Authority may obtain loans and credit facilities which the Authority requires for the implementation of its programmes and policies. (2) The Minister responsible for Finance may, subject to section 66 of the Public Financial Management Act, 2016 (Act 921), provide a sovereign guarantee to the Authority to enable the Authority contract a loan or enter into a local or international economic or business transaction. The Minister responsible for Finance may, subject to section 66 of the Public Financial Management Act, 2016 (Act 921), provide a sovereign guarantee to the Authority to enable the Authority contract a loan or enter into a local or international economic or business transaction."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Exemption from taxes, duties, fees and other charges",
      "content": "(1) The Authority is exempt from the payment of taxes, duties, fees and other charges as the Minister responsible for Finance may determine with the prior approval of Parliament. The Authority is exempt from the payment of taxes, duties, fees and other charges as the Minister responsible for Finance may determine with the prior approval of Parliament. (2) Subject to article 174 of the Constitution, the Minister responsible for Finance may with the approval of Parliament grant a waiver or variation of tax to the Authority. Subject to article 174 of the Constitution, the Minister responsible for Finance may with the approval of Parliament grant a waiver or variation of tax to the Authority."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books of account and proper records in relation to the accounts in the form approved by the Auditor-General. The Board shall keep books of account and proper records in relation to the accounts in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Authority to the Auditor-General for audit within three months after the end of the financial year. The Board shall submit the accounts of the Authority to the Auditor-General for audit within three months after the end of the financial year. (3) The Auditor-General shall not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister. The Auditor-General shall not later than three months after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Minister."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Financial year",
      "content": "The financial year of the Authority is the same as the financial year of the Government. The financial year of the Authority is the same as the financial year of the Government."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Annual reports and other reports",
      "content": "(1) The Board shall, within one month after receipt of the audit report, submit to the Minister an annual report covering the activities and operations of the Authority for the year to which the report relates. The Board shall, within one month after receipt of the audit report, submit to the Minister an annual report covering the activities and operations of the Authority for the year to which the report relates. (2) The annual report shall include The annual report shall include the report of the Auditor-General; the report of the Auditor-General; a performance report; a performance report; a report on the finances of the Authority specifying a report on the finances of the Authority specifying the total inflows, the total inflows, disbursements, disbursements, investment returns and reserves, and investment returns and reserves, and the cost of projects executed by the Authority; and the cost of projects executed by the Authority; and any other information that may be required by the Minister in conformity with the Public Financial Management Act, 2016 (Act 921) or that may be relevant to enhance transparency and accountability. any other information that may be required by the Minister in conformity with the Public Financial Management Act, 2016 (Act 921) or that may be relevant to enhance transparency and accountability. (3) The Minister shall within one month of the receipt of the annual report from the Authority, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall within one month of the receipt of the annual report from the Authority, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Board shall submit to the Minister any other report which the Minister may request in writing. The Board shall submit to the Minister any other report which the Minister may request in writing. (5) Subject to matters that the Board may designate as confidential, the Authority shall publish the reports of the Authority on the website of the Authority and in a medium of communication that the Board considers necessary. Subject to matters that the Board may designate as confidential, the Authority shall publish the reports of the Authority on the website of the Authority and in a medium of communication that the Board considers necessary."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Incentives",
      "content": "(1) The Authority may The Authority may extend support to the private sector, public sector, philanthropic investments and non-profit making organisations in the Middle Belt Development Zone either alone or in the co-operation with other public agencies so as to promote accelerated social and economic development; and extend support to the private sector, public sector, philanthropic investments and non-profit making organisations in the Middle Belt Development Zone either alone or in the co-operation with other public agencies so as to promote accelerated social and economic development; and institute measures for the protection of the private sector in the Middle Belt Development Zone. institute measures for the protection of the private sector in the Middle Belt Development Zone. (2) Without limiting subsection (1), the Authority may apply to the relevant public agency for the grant or extension of the following incentives: Without limiting subsection (1), the Authority may apply to the relevant public agency for the grant or extension of the following incentives: waiver or variation of duties and other taxes on imports of inputs, machinery and equipment by a private sector com­pany meant exclusively for use in an investment project within the Middle Belt Development Zone; waiver or variation of duties and other taxes on imports of inputs, machinery and equipment by a private sector com­pany meant exclusively for use in an investment project within the Middle Belt Development Zone; reduction or remission of corporate taxes for firms and companies investing in the Middle Belt Development Zone under the policies and programmes of the Authority; and reduction or remission of corporate taxes for firms and companies investing in the Middle Belt Development Zone under the policies and programmes of the Authority; and facilitation of the acquisition of loans by an indigenous entity which locates its operations in a rural community within the Middle Belt Development Zone. facilitation of the acquisition of loans by an indigenous entity which locates its operations in a rural community within the Middle Belt Development Zone."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Public consultation and notice",
      "content": "(1) The Authority shall hold public consultations in all relevant communities within the Middle Belt Development Zone relating to a major project that the Authority plans to implement and shall take into account comments received from the consultations in making the final implementation decision. The Authority shall hold public consultations in all relevant communities within the Middle Belt Development Zone relating to a major project that the Authority plans to implement and shall take into account comments received from the consultations in making the final implementation decision. (2) The Authority shall, not less than seven days before the public consultations, publish in the Gazette and at least one daily newspaper of national circulation a notice containing the details of the project and the assessment by the Authority of the social and economic impact of the project. The Authority shall, not less than seven days before the public consultations, publish in the Gazette and at least one daily newspaper of national circulation a notice containing the details of the project and the assessment by the Authority of the social and economic impact of the project."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Offences and penalties",
      "content": "A person who unlawfully prevents or attempts to prevent by force, intimidation, threat or in any other manner, an employee or authorised agent of the Authority from performing the functions of the Authority under this Act; prevents or attempts to prevent by force, intimidation, threat or in any other manner, an employee or authorised agent of the Authority from performing the functions of the Authority under this Act; makes a false statement to, or misleads or attempts to mislead the Authority or an employee or authorised agent of the Authority; makes a false statement to, or misleads or attempts to mislead the Authority or an employee or authorised agent of the Authority; induces or attempts to induce by any means a member of the Board or Committee of the Board, an employee or authorised agent of the Authority; or induces or attempts to induce by any means a member of the Board or Committee of the Board, an employee or authorised agent of the Authority; or discloses confidential information obtained by or submitted to the Authority in the course of the performance of its functions, discloses confidential information obtained by or submitted to the Authority in the course of the performance of its functions, commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than one thousand penalty units or to a term of imprisonment of not less than two years and not more than four years or to both."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Guidelines",
      "content": "The Board shall, in consultation with the Minister, publish guidelines in respect of operational procedure that the Board considers necessary. The Board shall, in consultation with the Minister, publish guidelines in respect of operational procedure that the Board considers necessary."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Regulations",
      "content": "(1) The Minister shall, on the advice of the Board and within one year after the coming into force of this Act, by legislative instrument, make Regulations to prescribe generally for the effective implementation of this Act. The Minister shall, on the advice of the Board and within one year after the coming into force of this Act, by legislative instrument, make Regulations to prescribe generally for the effective implementation of this Act. (2) Without limiting subsection (1), the Regulations shall provide for Without limiting subsection (1), the Regulations shall provide for the objects, design, duration, content, development and implementation of the Master Plan for the Middle Belt Development Authority; the objects, design, duration, content, development and implementation of the Master Plan for the Middle Belt Development Authority; the procedure for the revision of the development strategy and plans of the Authority; the procedure for the revision of the development strategy and plans of the Authority; the criteria for the allocation of development priorities in the Middle Belt Development Zone; the criteria for the allocation of development priorities in the Middle Belt Development Zone; the implementation arrangements including institutional relations; and the implementation arrangements including institutional relations; and the procedure for the disbursement of funds. the procedure for the disbursement of funds."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“Authority” means the Middle Belt Development Authority established under section 1;“annual allocation” means the amount of money allocated to each constituency in the Middle Belt Development Zone as approved by Parliament;“Board” means the governing body of the Authority established under section 4;“District Assembly” includes a Municipal Assembly and a Metropolitan Assembly;“donors” include governmental and non-governmental organisations and any other development partner;“indigenous entity” means an entity wholly owned by Ghanaians;“Infrastructure for Poverty Eradication Programme” means the programme which makes provision for the annual allocation for each constituency;“international organisation” includes a non-profit or charitable organisation which is incorporated outside this country and operates in many countries but which is registered in this country as an international organisation or a company limited by guarantee;“land bank” means a large tract of land acquired by the Authority for development;“long term plan” means a plan with at least five years duration;“Middle Belt Development Zone” means the Ashanti Region, the Brong Ahafo Region and the Eastern Region;“Minister” means the Minister responsible for Special Development Initiatives;“non-governmental organisation” means a civil society group or non-profit making body formed to pursue purposes that are lawful and that are non-profit but oriented towards public interest;“risk finance instrument” includes an instrument in the nature of shares, bonds or derivatives;“venture capital” means capital or a loan provided in collaboration with private investors; and“vulnerable group” includes persons with disability, women, children and persons who are otherwise disadvantaged. In this Act, unless the context otherwise requires, “Authority” means the Middle Belt Development Authority established under section 1; “annual allocation” means the amount of money allocated to each constituency in the Middle Belt Development Zone as approved by Parliament; “Board” means the governing body of the Authority established under section 4; “District Assembly” includes a Municipal Assembly and a Metropolitan Assembly; “donors” include governmental and non-governmental organisations and any other development partner; “indigenous entity” means an entity wholly owned by Ghanaians; “Infrastructure for Poverty Eradication Programme” means the programme which makes provision for the annual allocation for each constituency; “international organisation” includes a non-profit or charitable organisation which is incorporated outside this country and operates in many countries but which is registered in this country as an international organisation or a company limited by guarantee; “land bank” means a large tract of land acquired by the Authority for development; “long term plan” means a plan with at least five years duration; “Middle Belt Development Zone” means the Ashanti Region, the Brong Ahafo Region and the Eastern Region; “Minister” means the Minister responsible for Special Development Initiatives; “non-governmental organisation” means a civil society group or non-profit making body formed to pursue purposes that are lawful and that are non-profit but oriented towards public interest; “risk finance instrument” includes an instrument in the nature of shares, bonds or derivatives; “venture capital” means capital or a loan provided in collaboration with private investors; and “vulnerable group” includes persons with disability, women, children and persons who are otherwise disadvantaged."
    }
  ],
  "definitions": [
    {
      "term": "Authority",
      "definition": "the Middle Belt Development Authority established under section 1",
      "source_provision": "s34"
    },
    {
      "term": "annual allocation",
      "definition": "the amount of money allocated to each constituency in the Middle Belt Development Zone as approved by Parliament",
      "source_provision": "s34"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Authority established under section 4",
      "source_provision": "s34"
    },
    {
      "term": "indigenous entity",
      "definition": "an entity wholly owned by Ghanaians",
      "source_provision": "s34"
    },
    {
      "term": "Infrastructure for Poverty Eradication Programme",
      "definition": "the programme which makes provision for the annual allocation for each constituency",
      "source_provision": "s34"
    },
    {
      "term": "land bank",
      "definition": "a large tract of land acquired by the Authority for development",
      "source_provision": "s34"
    },
    {
      "term": "long term plan",
      "definition": "a plan with at least five years duration",
      "source_provision": "s34"
    },
    {
      "term": "Middle Belt Development Zone",
      "definition": "the Ashanti Region, the Brong Ahafo Region and the Eastern Region",
      "source_provision": "s34"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Special Development Initiatives",
      "source_provision": "s34"
    },
    {
      "term": "non-governmental organisation",
      "definition": "a civil society group or non-profit making body formed to pursue purposes that are lawful and that are non-profit but oriented towards public interest",
      "source_provision": "s34"
    },
    {
      "term": "venture capital",
      "definition": "capital or a loan provided in collaboration with private investors",
      "source_provision": "s34"
    },
    {
      "term": "Authority",
      "definition": "the Middle Belt Development Authority established under section 1",
      "source_provision": "s34"
    },
    {
      "term": "annual allocation",
      "definition": "the amount of money allocated to each constituency in the Middle Belt Development Zone as approved by Parliament",
      "source_provision": "s34"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Authority established under section 4",
      "source_provision": "s34"
    },
    {
      "term": "indigenous entity",
      "definition": "an entity wholly owned by Ghanaians",
      "source_provision": "s34"
    },
    {
      "term": "Infrastructure for Poverty Eradication Programme",
      "definition": "the programme which makes provision for the annual allocation for each constituency",
      "source_provision": "s34"
    },
    {
      "term": "land bank",
      "definition": "a large tract of land acquired by the Authority for development",
      "source_provision": "s34"
    },
    {
      "term": "long term plan",
      "definition": "a plan with at least five years duration",
      "source_provision": "s34"
    },
    {
      "term": "Middle Belt Development Zone",
      "definition": "the Ashanti Region, the Brong Ahafo Region and the Eastern Region",
      "source_provision": "s34"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Special Development Initiatives",
      "source_provision": "s34"
    },
    {
      "term": "non-governmental organisation",
      "definition": "a civil society group or non-profit making body formed to pursue purposes that are lawful and that are non-profit but oriented towards public interest",
      "source_provision": "s34"
    },
    {
      "term": "venture capital",
      "definition": "capital or a loan provided in collaboration with private investors",
      "source_provision": "s34"
    }
  ]
}