{
  "id": "act-960-2017",
  "type": "act",
  "title": "Major Mahama Trust Fund Act, 2017",
  "short_name": "MMTF 2017",
  "act_number": 960,
  "year": 2017,
  "status": "in_force",
  "issued_date": "2018-01-03",
  "url": "https://ghalii.org/akn/gh/act/2017/960",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Private Act",
      "content": "This Act is a private Act. This Act is a private Act."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Establishment of the Trust Fund",
      "content": "(1) There is established by this Act a body corporate to be known as the Major Mahama Trust Fund. There is established by this Act a body corporate to be known as the Major Mahama Trust Fund. (2) For the performance of its functions, the Trust Fund may acquire and hold movable and immovable property, dispose of property and enter into a contract or any other transaction. For the performance of its functions, the Trust Fund may acquire and hold movable and immovable property, dispose of property and enter into a contract or any other transaction. (3) Where there is a hindrance to the acquisition of immovable property, the property may be acquired for the Trust Fund under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Trust Fund. Where there is a hindrance to the acquisition of immovable property, the property may be acquired for the Trust Fund under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Trust Fund."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Object of the Trust Fund",
      "content": "The object of the Trust Fund is to cater adequately for the wife and children of the late Major Maxwell Adam Mahama and any other related matters. The object of the Trust Fund is to cater adequately for the wife and children of the late Major Maxwell Adam Mahama and any other related matters."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Sources of money for the Trust Fund",
      "content": "The sources of money for the Trust Fund are seed money specifically allocated for the start-up of the Trust Fund; seed money specifically allocated for the start-up of the Trust Fund; moneys approved by Parliament for payment into the Trust Fund; moneys approved by Parliament for payment into the Trust Fund; grants, donations and other voluntary contributions to the Trust Fund; grants, donations and other voluntary contributions to the Trust Fund; moneys that accrue to the Trust Fund from investments made by the Board of Trustees; moneys that accrue to the Trust Fund from investments made by the Board of Trustees; moneys that may become lawfully payable to the Trust Fund or moneys accruing to the Trust Fund from property that may become lawfully payable to the Trust Fund; and moneys that may become lawfully payable to the Trust Fund or moneys accruing to the Trust Fund from property that may become lawfully payable to the Trust Fund; and any other moneys that the Board of Trustees in consultation with the Minister responsible for Finance may determine. any other moneys that the Board of Trustees in consultation with the Minister responsible for Finance may determine."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Bank account of the Trust Fund",
      "content": "The moneys for the Trust Fund shall vest in the Board of Trustees and shall be paid into a bank account opened for the Trust Fund with the approval of the Controller and Accountant-General. The moneys for the Trust Fund shall vest in the Board of Trustees and shall be paid into a bank account opened for the Trust Fund with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Exemption from tax",
      "content": "The Trust Fund is exempt from the payment of tax. The Trust Fund is exempt from the payment of tax."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Application of Trust Fund",
      "content": "(1) For the purpose of achieving the object of the Trust Fund, the Board of Trustees shall apply the moneys for the Trust Fund for For the purpose of achieving the object of the Trust Fund, the Board of Trustees shall apply the moneys for the Trust Fund for the acquisition and furnishing of a four bedroom house for the widow of the late Major Maxwell Adam Mahama, Mrs. Barbara Mahama, and her children by the late Major Maxwell Adam Mahama, namely Jaden Mahama and Jeremiah Boressah Mahama, for life, at a location in Ghana deter­mined by the Board of Trustees in consultation with the widow; the acquisition and furnishing of a four bedroom house for the widow of the late Major Maxwell Adam Mahama, Mrs. Barbara Mahama, and her children by the late Major Maxwell Adam Mahama, namely Jaden Mahama and Jeremiah Boressah Mahama, for life, at a location in Ghana deter­mined by the Board of Trustees in consultation with the widow; the maintenance and education of the children of the late Major Maxwell Adam Mahama up to a standard that the Board of Trustees may determine the maintenance and education of the children of the late Major Maxwell Adam Mahama up to a standard that the Board of Trustees may determine having regard to the ability and the aptitude of each of the children; and having regard to the ability and the aptitude of each of the children; and for the purpose of ensuring that each of the children is adequately equipped to earn a living; for the purpose of ensuring that each of the children is adequately equipped to earn a living; the maintenance of the wife of the late Major Maxwell Adam Mahama, Mrs. Barbara Mahama, through the provision of the maintenance of the wife of the late Major Maxwell Adam Mahama, Mrs. Barbara Mahama, through the provision of adequate allowances for living expenses; adequate allowances for living expenses; a means of transportation; a means of transportation; any other facility determined by the Board of Trustees; and any other facility determined by the Board of Trustees; and any other purpose in furtherance of the object of this Act determined by the Board of Trustees. any other purpose in furtherance of the object of this Act determined by the Board of Trustees. (2) The maintenance of the wife of the late Major Maxwell Adam Mahama, Mrs. Barbara Mahama, shall continue until she remarries or dies. The maintenance of the wife of the late Major Maxwell Adam Mahama, Mrs. Barbara Mahama, shall continue until she remarries or dies."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Residue of Trust Fund",
      "content": "The residue of the Trust Fund shall revert to the Government when the object of the Trust Fund is achieved by reason of the death or remarriage of Mrs. Barbara Mahama; and the death or remarriage of Mrs. Barbara Mahama; and the completion by Jaden Mahama and Jeremiah Boressah Mahama of education to a standard determined by the Board to be sufficient to adequately equip each of the children to earn a living having regard to the ability and the aptitude of each of the children. the completion by Jaden Mahama and Jeremiah Boressah Mahama of education to a standard determined by the Board to be sufficient to adequately equip each of the children to earn a living having regard to the ability and the aptitude of each of the children."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "The Board of Trustees",
      "content": "(1) The governing body of the Trust Fund is a Board of Trustees consisting of The governing body of the Trust Fund is a Board of Trustees consisting of the chairperson who is the Minister for Defence or a representative of the Minister; the chairperson who is the Minister for Defence or a representative of the Minister; the Administrator of the Trust Fund; the Administrator of the Trust Fund; the Chairman of the Parliamentary Select Committee on Defence and Interior; the Chairman of the Parliamentary Select Committee on Defence and Interior; the Ranking Member of the Parliamentary Select Committee on Defence and Interior; the Ranking Member of the Parliamentary Select Committee on Defence and Interior; the Tumu Kuro or a representative of the Tumu Kuro; and the Tumu Kuro or a representative of the Tumu Kuro; and two persons nominated by the President at least one of whom is a woman. two persons nominated by the President at least one of whom is a woman. (2) The members of the Board of Trustees shall be appointed by the President in accordance with article 70 of the Constitution. The members of the Board of Trustees shall be appointed by the President in accordance with article 70 of the Constitution."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Functions of the Board of Trustees",
      "content": "(1) The Board of Trustees is responsible for the management of the Trust Fund. The Board of Trustees is responsible for the management of the Trust Fund. (2) For the purpose of subsection (1), the Board of Trustees shall For the purpose of subsection (1), the Board of Trustees shall monitor and evaluate the operations and performance of the Trust Fund; monitor and evaluate the operations and performance of the Trust Fund; ensure accountability of the Trust Fund by defining appropriate procedures for the management of the Trust Fund; ensure accountability of the Trust Fund by defining appropriate procedures for the management of the Trust Fund; invest moneys of the Trust Fund that are not required for immediate use in safe securities that are financially beneficial to the Trust Fund; invest moneys of the Trust Fund that are not required for immediate use in safe securities that are financially beneficial to the Trust Fund; organise fundraising activities to raise moneys for the Trust Fund; and organise fundraising activities to raise moneys for the Trust Fund; and perform any other functions incidental to the achievement of the object of the Trust Fund. perform any other functions incidental to the achievement of the object of the Trust Fund."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Tenure of office of members of the Board of Trustees",
      "content": "(1) A member of the Board of Trustees other than an ex-officio member shall hold office for a period of not more than four years and is eligible for re-appointment but the member shall not be appointed for more than two terms. A member of the Board of Trustees other than an ex-officio member shall hold office for a period of not more than four years and is eligible for re-appointment but the member shall not be appointed for more than two terms. (2) A member of the Board of Trustees may, by letter addressed to the President through the chairperson, resign at any time from office. A member of the Board of Trustees may, by letter addressed to the President through the chairperson, resign at any time from office. (3) A member of the Board of Trustees, other than an ex-officio member who is absent from three consecutive meetings without sufficient cause ceases to be a member of the Board of Trustees. A member of the Board of Trustees, other than an ex-officio member who is absent from three consecutive meetings without sufficient cause ceases to be a member of the Board of Trustees. (4) The President may by letter addressed to a member of the Board of Trustees, revoke the appointment of that member. The President may by letter addressed to a member of the Board of Trustees, revoke the appointment of that member. (5) Where a member of the Board of Trustees is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Board of Trustees is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (6) Where there is a vacancy Where there is a vacancy under subsection (2) or (3) or section 13 (2), under subsection (2) or (3) or section 13 (2), as a result of a declaration under subsection (5), or as a result of a declaration under subsection (5), or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Meetings of the Board of Trustees",
      "content": "(1) The Board of Trustees shall meet at least once every three months for the despatch of business at the times and in the places determined by the chairperson. The Board of Trustees shall meet at least once every three months for the despatch of business at the times and in the places determined by the chairperson. (2) The chairperson shall, at the request in writing of not less than one-third of the membership of the Board of Trustees, convene an extraordinary meeting of the Board of Trustees at the place and time determined by the chairperson. The chairperson shall, at the request in writing of not less than one-third of the membership of the Board of Trustees, convene an extraordinary meeting of the Board of Trustees at the place and time determined by the chairperson. (3) The quorum at a meeting of the Board of Trustees is four members of the Board of Trustees. The quorum at a meeting of the Board of Trustees is four members of the Board of Trustees. (4) The chairperson shall preside at meetings of the Board of Trustees and in the absence of the chairperson, a member of the Board of Trustees elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Board of Trustees and in the absence of the chairperson, a member of the Board of Trustees elected by the members present from among their number shall preside. (5) Matters before the Board of Trustees shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board of Trustees shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board of Trustees may co-opt a person to attend a meeting of the Board of Trustees but that person shall not vote on a matter for decision at the meeting. The Board of Trustees may co-opt a person to attend a meeting of the Board of Trustees but that person shall not vote on a matter for decision at the meeting. (7) The proceedings of the Board of Trustees shall not be invalidated by reason of a vacancy or a defect in the appointment of a member. The proceedings of the Board of Trustees shall not be invalidated by reason of a vacancy or a defect in the appointment of a member. (8) Subject to this section, the Board of Trustees may determine the procedure for its meeting. Subject to this section, the Board of Trustees may determine the procedure for its meeting."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board of Trustees who has an interest in a matter for consideration shall A member of the Board of Trustees who has an interest in a matter for consideration shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and not be present at, or participate in the deliberations of the Board of Trustees in respect of the matter. not be present at, or participate in the deliberations of the Board of Trustees in respect of the matter. (2) A member ceases to be a member of the Board of Trustees if that member has an interest in a matter before the Board of Trustees and A member ceases to be a member of the Board of Trustees if that member has an interest in a matter before the Board of Trustees and fails to disclose that interest; or fails to disclose that interest; or is present at or participates in the deliberations of the matter. is present at or participates in the deliberations of the matter."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Establishment of committees",
      "content": "(1) The Board of Trustees may establish committees consisting of members or non-members or both to perform a function. The Board of Trustees may establish committees consisting of members or non-members or both to perform a function. (2) A committee consisting of non-members only is advisory. A committee consisting of non-members only is advisory. (3) Section 13 applies to members of committees of the Board of Trustees. Section 13 applies to members of committees of the Board of Trustees."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Allowances",
      "content": "Members of the Board of Trustees and members of a committee of the Board of Trustees shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Board of Trustees and members of a committee of the Board of Trustees shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Ministerial directives",
      "content": "The Minister may give written directives to the Board of Trustees on matters of policy and the Board of Trustees shall comply. The Minister may give written directives to the Board of Trustees on matters of policy and the Board of Trustees shall comply."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Appointment of Administrator",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint an Administrator for the Trust Fund. The President shall, in accordance with article 195 of the Constitution, appoint an Administrator for the Trust Fund. (2) The Administrator shall hold office on the terms and conditions specified in the letter of appointment. The Administrator shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Functions of Administrator",
      "content": "(1) The Administrator The Administrator is the secretary to the Board of Trustees in addition to being a member of the Board of Trustees; is the secretary to the Board of Trustees in addition to being a member of the Board of Trustees; is the head of the secretariat of the Trust Fund; is the head of the secretariat of the Trust Fund; is responsible for the day to day administration of the Trust Fund; is responsible for the day to day administration of the Trust Fund; is responsible for ensuring the implementation of the decisions of the Board of Trustees; and is responsible for ensuring the implementation of the decisions of the Board of Trustees; and shall perform any other function assigned to the Administrator by the Board of Trustees. shall perform any other function assigned to the Administrator by the Board of Trustees. (2) The Administrator may delegate a function to an officer of the Trust Fund but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Administrator may delegate a function to an officer of the Trust Fund but shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Appointment of other staff",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint other staff that are necessary for the proper and effective performance of the functions of the Trust Fund. The President shall, in accordance with article 195 of the Constitution, appoint other staff that are necessary for the proper and effective performance of the functions of the Trust Fund. (2) The Board of Trustees may, on the recommendation of the Administrator, engage the services of advisers and consultants. The Board of Trustees may, on the recommendation of the Administrator, engage the services of advisers and consultants."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Expenses of the Trust Fund",
      "content": "(1) The administrative expenses of the Trust Fund related to the management of the Trust Fund shall be paid out of the Trust Fund subject to the approval of the Minister in consultation with the Minister responsible for Finance. The administrative expenses of the Trust Fund related to the management of the Trust Fund shall be paid out of the Trust Fund subject to the approval of the Minister in consultation with the Minister responsible for Finance. (2) The Administrative expenses shall not exceed ten per cent of the amount accrued by the Fund. The Administrative expenses shall not exceed ten per cent of the amount accrued by the Fund."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Accounts and audit",
      "content": "(1) The Board of Trustees shall keep books of account and proper records in relation to them in the form approved by the Auditor-General. The Board of Trustees shall keep books of account and proper records in relation to them in the form approved by the Auditor-General. (2) The Board of Trustees shall submit the accounts of the Trust Fund to the Auditor-General for audit at the end of the financial year. The Board of Trustees shall submit the accounts of the Trust Fund to the Auditor-General for audit at the end of the financial year. (3) The Auditor-General shall, within six months after the end of the preceding financial year audit the accounts and forward a copy of the audit report to the Minister. The Auditor-General shall, within six months after the end of the preceding financial year audit the accounts and forward a copy of the audit report to the Minister. (4) The financial year of the Trust Fund is the same as the financial year of Government. The financial year of the Trust Fund is the same as the financial year of Government."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Annual report and other reports",
      "content": "(1) The Board of Trustees shall within one month after the receipt of the audit report, submit to the Minister, an annual report covering the programmes, activities and operations of the Trust Fund for the year to which the report relates. The Board of Trustees shall within one month after the receipt of the audit report, submit to the Minister, an annual report covering the programmes, activities and operations of the Trust Fund for the year to which the report relates. (2) The annual report shall include the report of the Auditor-General. The annual report shall include the report of the Auditor-General. (3) The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Board of Trustees shall submit to the Minister any other report that the Minister may in writing require. The Board of Trustees shall submit to the Minister any other report that the Minister may in writing require."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Regulations",
      "content": "The Minister may, on the advice of the Board of Trustees, by legislative instrument, make Regulations for the procedure for the disbursement of the Trust Fund; and for the procedure for the disbursement of the Trust Fund; and generally for the effective implementation of the provisions of this Act. generally for the effective implementation of the provisions of this Act."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“Board of Trustees” means the governing body of the Trust Fund established under section 9;“ex-officio member” means a person who is a member of the Board of Trustees by virtue of the office held by that person;“Trust Fund” means the Major Mahama Trust Fund established under section 2;\"Minister\" means the Minister responsible for Defence;\"private Act\" has the meaning assigned in section 1 of the Interpretation Act, 2009 (Act 792); and\"Tumu Kuro\" means the paramount chief of the Tumu traditional area; In this Act, unless the context otherwise requires, “Board of Trustees” means the governing body of the Trust Fund established under section 9; “ex-officio member” means a person who is a member of the Board of Trustees by virtue of the office held by that person; “Trust Fund” means the Major Mahama Trust Fund established under section 2; \"Minister\" means the Minister responsible for Defence; \"private Act\" has the meaning assigned in section 1 of the Interpretation Act, 2009 (Act 792); and \"Tumu Kuro\" means the paramount chief of the Tumu traditional area;"
    }
  ],
  "definitions": [
    {
      "term": "Board of Trustees",
      "definition": "the governing body of the Trust Fund established under section 9",
      "source_provision": "s24"
    },
    {
      "term": "ex-officio member",
      "definition": "a person who is a member of the Board of Trustees by virtue of the office held by that person",
      "source_provision": "s24"
    },
    {
      "term": "Trust Fund",
      "definition": "the Major Mahama Trust Fund established under section 2",
      "source_provision": "s24"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Defence",
      "source_provision": "s24"
    },
    {
      "term": "Tumu Kuro",
      "definition": "the paramount chief of the Tumu traditional area",
      "source_provision": "s24"
    },
    {
      "term": "Board of Trustees",
      "definition": "the governing body of the Trust Fund established under section 9",
      "source_provision": "s24"
    },
    {
      "term": "ex-officio member",
      "definition": "a person who is a member of the Board of Trustees by virtue of the office held by that person",
      "source_provision": "s24"
    },
    {
      "term": "Trust Fund",
      "definition": "the Major Mahama Trust Fund established under section 2",
      "source_provision": "s24"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Defence",
      "source_provision": "s24"
    },
    {
      "term": "Tumu Kuro",
      "definition": "the paramount chief of the Tumu traditional area",
      "source_provision": "s24"
    }
  ]
}