{
  "id": "act-966-2018",
  "type": "act",
  "title": "Taxation (Use of Fiscal Electronic Device) Act, 2018",
  "short_name": "TUFE 2018",
  "act_number": 966,
  "year": 2018,
  "status": "in_force",
  "issued_date": "2018-05-04",
  "url": "https://ghalii.org/akn/gh/act/2018/966",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Purpose and application",
      "content": "The purpose of this Act is to maximize revenue collection, maximize revenue collection, minimize the incidence of revenue suppression, and minimize the incidence of revenue suppression, and obtain an accurate record of the volume of sales of each taxable person, and obtain an accurate record of the volume of sales of each taxable person, and promote cashless payment in sales transactions promote cashless payment in sales transactions by obliging specified taxable persons to use a Fiscal Electronic Device approved by the Ghana Revenue Authority."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Application",
      "content": "(1) This Act applies to a person specified in the First Schedule. This Act applies to a person specified in the First Schedule. (2) The Minister may, on the recommendation of the Board, by legislative instrument, amend the First Schedule. The Minister may, on the recommendation of the Board, by legislative instrument, amend the First Schedule."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Obligation to use Fiscal Electronic Device",
      "content": "(1) A person specified in the First Schedule shall A person specified in the First Schedule shall use an approved Fiscal Electronic Device, and use an approved Fiscal Electronic Device, and keep another of that Device as a back-up at a location on the premises of the person as determined by the Commissioner-General keep another of that Device as a back-up at a location on the premises of the person as determined by the Commissioner-General (2) Subject to section 37 Subject to section 37 purchase for use the approved Fiscal Electronic Device from a supplier licensed by the Authority; and purchase for use the approved Fiscal Electronic Device from a supplier licensed by the Authority; and cause the Fiscal Electronic Device to be installed at a conspicuous location on the premises of that person determined in accordance with subsection (1). cause the Fiscal Electronic Device to be installed at a conspicuous location on the premises of that person determined in accordance with subsection (1). (3) The supplier shall before the activation of the Fiscal Electronic Device, train the person in the appropriate use of the Device. The supplier shall before the activation of the Fiscal Electronic Device, train the person in the appropriate use of the Device. (4) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than two thousand penalty units or to a term of imprisonment of not less than two years and not more than four years, or to both. A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than two thousand penalty units or to a term of imprisonment of not less than two years and not more than four years, or to both."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Activation of Fiscal Electronic Device",
      "content": "(1) Where a Fiscal Electronic Device assigned to a taxable person is installed by the supplier, that person shall, for purposes of verification, registration and activation of the Device, submit to the supplier, a copy of the Value Added Tax certificate issued by the Authority to that person together with a completed Fiscal Electronic Device registration form. Where a Fiscal Electronic Device assigned to a taxable person is installed by the supplier, that person shall, for purposes of verification, registration and activation of the Device, submit to the supplier, a copy of the Value Added Tax certificate issued by the Authority to that person together with a completed Fiscal Electronic Device registration form. (2) The supplier shall, on receipt of the copy of the Value Added Tax certificate and the completed Fiscal Electronic Device registration form, key in the particulars of that person as specified on that certificate on the web portal set up for that purpose by the Authority. The supplier shall, on receipt of the copy of the Value Added Tax certificate and the completed Fiscal Electronic Device registration form, key in the particulars of that person as specified on that certificate on the web portal set up for that purpose by the Authority. (3) The Fiscal Electronic Device shall be activated if the name of the person, the Taxpayer Identification Number of that person and the serial number of that Device is authenticated on the web portal of the Authority. The Fiscal Electronic Device shall be activated if the name of the person, the Taxpayer Identification Number of that person and the serial number of that Device is authenticated on the web portal of the Authority."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Obligation to put Fiscal Electronic Device to appropriate use",
      "content": "(1) Where a Fiscal Electronic Device has been activated under sec­tion 4 for use by a person, that person shall Where a Fiscal Electronic Device has been activated under sec­tion 4 for use by a person, that person shall exercise care in the use of the Fiscal Electronic Device; exercise care in the use of the Fiscal Electronic Device; obtain a user manual for the Fiscal Electronic Device from the supplier and keep that manual; obtain a user manual for the Fiscal Electronic Device from the supplier and keep that manual; use the Fiscal Electronic Device in accordance with the user manual and other instructions given for the use of the Device; use the Fiscal Electronic Device in accordance with the user manual and other instructions given for the use of the Device; display at a conspicuous place on the premises from where the person undertakes business, a decal issued by the Authority; and display at a conspicuous place on the premises from where the person undertakes business, a decal issued by the Authority; and make the Fiscal Electronic Device available for inspection by an authorised officer of the Authority. make the Fiscal Electronic Device available for inspection by an authorised officer of the Authority. (2) A person who, with intent to defraud, takes steps to use a Fiscal Electronic Device in a manner that is misleading or deceptive or is aimed at manipulating information sent to the Fiscal Electronic Data Manage­ment system or back-end system of the Authority, commits an offence and is liable on summary conviction to a fine of not less than twenty thousand penalty units and not more than thirty thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years, or to both. A person who, with intent to defraud, takes steps to use a Fiscal Electronic Device in a manner that is misleading or deceptive or is aimed at manipulating information sent to the Fiscal Electronic Data Manage­ment system or back-end system of the Authority, commits an offence and is liable on summary conviction to a fine of not less than twenty thousand penalty units and not more than thirty thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years, or to both."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Issuance of fiscal receipt",
      "content": "(1) A person shall use a Fiscal Electronic Device for subsequent transactions from the moment the Fiscal Electronic Device is activated and shall issue a fiscal receipt to each customer to whom a sale is made or a service is provided. A person shall use a Fiscal Electronic Device for subsequent transactions from the moment the Fiscal Electronic Device is activated and shall issue a fiscal receipt to each customer to whom a sale is made or a service is provided. (2) A person who is required to issue a fiscal receipt under subsection (1), shall not issue a fiscal receipt which displays a sum which is lesser than the sum actually paid for the purchase. A person who is required to issue a fiscal receipt under subsection (1), shall not issue a fiscal receipt which displays a sum which is lesser than the sum actually paid for the purchase. (3) The person shall ensure that the content of the fiscal receipt contains the information specified in the Second Schedule. The person shall ensure that the content of the fiscal receipt contains the information specified in the Second Schedule. (4) Subject to subsection (2) of section 8, a person who contravenes subsections (1) and (2) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than two thousand penalty units or to a term of imprisonment of not less than two years and not more than four years, or to both. Subject to subsection (2) of section 8, a person who contravenes subsections (1) and (2) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than two thousand penalty units or to a term of imprisonment of not less than two years and not more than four years, or to both. (5) Without limiting subsection (4), the Authority may for the tax loss occasioned by the contravention of subsection (1), impose a penalty on a person who contravenes subsection (1) as follows: Without limiting subsection (4), the Authority may for the tax loss occasioned by the contravention of subsection (1), impose a penalty on a person who contravenes subsection (1) as follows: where the person is assigned to a Small Taxpayer Office of the Authority for purposes of management of the tax re­lated issues of that person, an amount of not more than the Cedi equivalent of six thousand currency points; where the person is assigned to a Small Taxpayer Office of the Authority for purposes of management of the tax re­lated issues of that person, an amount of not more than the Cedi equivalent of six thousand currency points; where the person is assigned to a Medium Taxpayer Office of the Authority for purposes of management of the tax related issues of that person, an amount of not more than the Cedi equivalent of thirty thousand currency points; and where the person is assigned to a Medium Taxpayer Office of the Authority for purposes of management of the tax related issues of that person, an amount of not more than the Cedi equivalent of thirty thousand currency points; and where the person is assigned to a Large Taxpayer Office of the Authority for purposes of management of the tax related issues of that person, an amount of not more than the Cedi equivalent of One Hundred and Fifty Thousand currency points. where the person is assigned to a Large Taxpayer Office of the Authority for purposes of management of the tax related issues of that person, an amount of not more than the Cedi equivalent of One Hundred and Fifty Thousand currency points. (6) For purposes of this section, “fiscal receipt” means a fiscal docu­ment bearing the content specified in the Second Schedule, printed by a Fiscal Electronic Device for the customer for the supply of goods or services supplied to the customer. For purposes of this section, “fiscal receipt” means a fiscal docu­ment bearing the content specified in the Second Schedule, printed by a Fiscal Electronic Device for the customer for the supply of goods or services supplied to the customer."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Records to be kept by Fiscal Electronic Device user",
      "content": "A person who is assigned the use of a Fiscal Electronic Device shall keep the following for at least six years: the medium for storage of sales transaction details which allows easier fiscal data inside that medium in a read-only mode; and the medium for storage of sales transaction details which allows easier fiscal data inside that medium in a read-only mode; and a print out of a summary sales report generated by the Fiscal Electronic Device. a print out of a summary sales report generated by the Fiscal Electronic Device."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Defective or malfunctioning Fiscal Electronic Device",
      "content": "(1) A person for whom a Fiscal Electronic Device has been installed for use shall report any malfunction of or defect in the Device to the supplier and the Commissioner-General concurrently within one hour after becoming aware of the malfunction or defect. A person for whom a Fiscal Electronic Device has been installed for use shall report any malfunction of or defect in the Device to the supplier and the Commissioner-General concurrently within one hour after becoming aware of the malfunction or defect. (2) The supplier shall rectify the defect or replace the malfunction­ing Fiscal Electronic Device within twenty-four hours after the supplier has received the report mentioned in subsection (1). The supplier shall rectify the defect or replace the malfunction­ing Fiscal Electronic Device within twenty-four hours after the supplier has received the report mentioned in subsection (1). (3) Where a Fiscal Electronic Device becomes defective or malfunctional, the person for whom the Device has been installed shall immediately activate the back-up Fiscal Electronic Device. Where a Fiscal Electronic Device becomes defective or malfunctional, the person for whom the Device has been installed shall immediately activate the back-up Fiscal Electronic Device. (4) A person who makes a report under subsection (1) shall A person who makes a report under subsection (1) shall where the back-up Fiscal Electronic Device is activated but fails to function; and where the back-up Fiscal Electronic Device is activated but fails to function; and in the circumstance specified in paragraph (a) while awaiting the repair or replacement of the defective or malfunctioning Fiscal Electronic Device in the circumstance specified in paragraph (a) while awaiting the repair or replacement of the defective or malfunctioning Fiscal Electronic Device issue the Commissioner-General’s invoice to a customer for each transaction engaged in within the period permitted by subsection (2). (5) A person who issues the Commissioner General’s invoice under subsection (4), shall, upon the rectification of the defective Fiscal Electronic Device or repair of the malfunctioning of that Device, transfer the transactions for which the Commissioner General’s invoice were issued to the Fiscal Electronic Device. A person who issues the Commissioner General’s invoice under subsection (4), shall, upon the rectification of the defective Fiscal Electronic Device or repair of the malfunctioning of that Device, transfer the transactions for which the Commissioner General’s invoice were issued to the Fiscal Electronic Device. (6) A supplier who contravenes subsection (2) commits an offence, and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than two thousand penalty units. A supplier who contravenes subsection (2) commits an offence, and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than two thousand penalty units."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Records",
      "content": "(1) A person specified in the First Schedule shall keep an Inspection Booklet in respect of the Fiscal Electronic Device. A person specified in the First Schedule shall keep an Inspection Booklet in respect of the Fiscal Electronic Device. (2) An Inspection Booklet shall contain An Inspection Booklet shall contain the time of malfunction of the Device; the time of malfunction of the Device; the time at which the person made a report of the malfunc­tion to the supplier and the Commissioner-General; the time at which the person made a report of the malfunc­tion to the supplier and the Commissioner-General; the description of the malfunction; the description of the malfunction; the name and designation of the person who made the report of the malfunction of the Device; the name and designation of the person who made the report of the malfunction of the Device; findings made by a supplier or an approved technician upon inspection of the Device; and findings made by a supplier or an approved technician upon inspection of the Device; and the status of the Device including whether the Device was repaired or replaced. the status of the Device including whether the Device was repaired or replaced."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Error in issuing fiscal receipt",
      "content": "Where a person specified in the First Schedule or an employee that person makes an error in the course of issuing a fiscal receipt for a transaction, that person shall rectify the error in accordance with administrative direc­tives issued by the Commissioner-General; and rectify the error in accordance with administrative direc­tives issued by the Commissioner-General; and when filing monthly returns, print the receipt on which the error is made or cause that receipt to be printed for recon­ciliation by the Commissioner-General. when filing monthly returns, print the receipt on which the error is made or cause that receipt to be printed for recon­ciliation by the Commissioner-General."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Return of goods sold",
      "content": "Where a person specified in the First Schedule operates a policy of allowing customers to return goods purchased from that person for refund of the money paid, that person shall, on the return of the goods, issue to the customer, a refund receipt in accordance with the instructions of the Commissioner-General. Where a person specified in the First Schedule operates a policy of allowing customers to return goods purchased from that person for refund of the money paid, that person shall, on the return of the goods, issue to the customer, a refund receipt in accordance with the instructions of the Commissioner-General."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "De-registered person",
      "content": "(1) A person who has been de-registered by the Authority for stated reasons shall, within five days from the date of deregistration, submit the Fiscal Electronic Device to the supplier for de-activation and reconfiguration of the Device. A person who has been de-registered by the Authority for stated reasons shall, within five days from the date of deregistration, submit the Fiscal Electronic Device to the supplier for de-activation and reconfiguration of the Device. (2) A supplier to whom an activated Fiscal Electronic Device is returned for deactivation shall, revalue the Fiscal Electronic Device and advise the Authority on the status of the Device before reassigning that Fiscal Electronic Device to another person. A supplier to whom an activated Fiscal Electronic Device is returned for deactivation shall, revalue the Fiscal Electronic Device and advise the Authority on the status of the Device before reassigning that Fiscal Electronic Device to another person."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Truncated use of Fiscal Electronic Device",
      "content": "(1) Where the use of a Fiscal Electronic Device is truncated as a result of it being stolen or being disabled through any other means, the person to whom the Device is assigned shall make a report of that fact within two working days to Where the use of a Fiscal Electronic Device is truncated as a result of it being stolen or being disabled through any other means, the person to whom the Device is assigned shall make a report of that fact within two working days to the Authority; and the Authority; and the Police. the Police. (2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than two thousand and five hun­dred penalty units. A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than two thousand and five hun­dred penalty units. (3) Where the use of a Fiscal Electronic Device is truncated under subsection (1), the person to whom the Device is assigned shall Where the use of a Fiscal Electronic Device is truncated under subsection (1), the person to whom the Device is assigned shall where the back-up Fiscal Electronic Device is unavailable, and where the back-up Fiscal Electronic Device is unavailable, and while awaiting the replacement of the truncated Fiscal Electronic Device, while awaiting the replacement of the truncated Fiscal Electronic Device, issue the Commissioner-General’s invoice to a customer for each transaction engaged in until another Fiscal Electronic Device is assigned to that person. (4) A person who issues the Commissioner General’s invoice under subsection (3) shall, upon the replacement of the Fiscal Electronic Device transfer the transactions for which the Commissioner General’s invoice was issued to the Fiscal Electronic Device. A person who issues the Commissioner General’s invoice under subsection (3) shall, upon the replacement of the Fiscal Electronic Device transfer the transactions for which the Commissioner General’s invoice was issued to the Fiscal Electronic Device. (5) The supplier shall replace the Fiscal Electronic Device within twenty-four hours after the Authority notifies the supplier of the truncation. The supplier shall replace the Fiscal Electronic Device within twenty-four hours after the Authority notifies the supplier of the truncation. (6) A person who contravenes subsection (3) or (4) commits an offence, and is liable on summary conviction to a fine of not less than one thousand penalty units and not more than two thousand five hundred penalty units or to a term of imprisonment of not less than two years and not more than five years or to both. A person who contravenes subsection (3) or (4) commits an offence, and is liable on summary conviction to a fine of not less than one thousand penalty units and not more than two thousand five hundred penalty units or to a term of imprisonment of not less than two years and not more than five years or to both. (7) A person who contravenes subsection (5) commits an offence, and is liable on summary conviction to a fine of not less than one thousand penalty units and not more than two thousand five hundred penalty units. A person who contravenes subsection (5) commits an offence, and is liable on summary conviction to a fine of not less than one thousand penalty units and not more than two thousand five hundred penalty units."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Maintenance of records extracted from Fiscal Electronic Device",
      "content": "The Authority shall extract records maintained in the internal memory of a Fiscal Electronic Device and shall keep the records for at least six years; where the Device is de-activated by the Authority; is de-activated by the Authority; has reached its maximum operational capacity; or has reached its maximum operational capacity; or is rendered un-operational. is rendered un-operational."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Duty to report change in business location",
      "content": "A person to whom a Fiscal Electronic Device is assigned shall, in accordance with section 18 of the Value Added Tax Act, 2013 (Act 870), report a change in the location of the business and in other particulars of that person to the Commissioner-General. A person to whom a Fiscal Electronic Device is assigned shall, in accordance with section 18 of the Value Added Tax Act, 2013 (Act 870), report a change in the location of the business and in other particulars of that person to the Commissioner-General."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Supply of Fiscal Electronic Device",
      "content": "(1) A person shall not supply a Fiscal Electronic Device to a person specified in the First Schedule of this Act unless that person is licensed by the Authority for that purpose. A person shall not supply a Fiscal Electronic Device to a person specified in the First Schedule of this Act unless that person is licensed by the Authority for that purpose. (2) A person who contravenes subsection (1) commits an offence, and is liable on summary conviction to a fine of not less than one thousand penalty units and not more than two thousand five hundred penalty units or to a term of imprisonment of not less than three years and not more than five years or to both. A person who contravenes subsection (1) commits an offence, and is liable on summary conviction to a fine of not less than one thousand penalty units and not more than two thousand five hundred penalty units or to a term of imprisonment of not less than three years and not more than five years or to both."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Qualification for licensing as Fiscal Electronic Device supplier",
      "content": "A person qualifies to be licensed as a supplier of a Fiscal Electronic Device if that person satisfies the criteria set out in the Third Schedule. A person qualifies to be licensed as a supplier of a Fiscal Electronic Device if that person satisfies the criteria set out in the Third Schedule."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Application for licence as Fiscal Electronic Device supplier",
      "content": "(1) A person who intends to be licensed as a supplier of a Fiscal Electronic Device may apply to the Authority for a licence in the manner determined by the Authority and the application shall be submitted with the prescribed fee. A person who intends to be licensed as a supplier of a Fiscal Electronic Device may apply to the Authority for a licence in the manner determined by the Authority and the application shall be submitted with the prescribed fee. (2) The application shall be submitted to the Commissioner-General. The application shall be submitted to the Commissioner-General. (3) The Commissioner-General shall acknowledge receipt of an application not later than fourteen days after receipt of the application. The Commissioner-General shall acknowledge receipt of an application not later than fourteen days after receipt of the application. (4) The Authority shall consider the application and may grant or refuse the license within sixty days from the date of acknowledging receipt of the application. The Authority shall consider the application and may grant or refuse the license within sixty days from the date of acknowledging receipt of the application. (5) The Authority shall, where an application made under sub­section (2) is refused, state the reasons for the refusal. The Authority shall, where an application made under sub­section (2) is refused, state the reasons for the refusal. (6) The Authority may request the applicant to provide further information and may for that purpose extend the period for the grant of the license. The Authority may request the applicant to provide further information and may for that purpose extend the period for the grant of the license."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Issue of license",
      "content": "(1) Where an applicant satisfies the qualification and conditions required for the issue of a license, the Authority shall approve the appli­cation and issue a license to the applicant to purchase, supply, install and repair a Fiscal Electronic Devices. Where an applicant satisfies the qualification and conditions required for the issue of a license, the Authority shall approve the appli­cation and issue a license to the applicant to purchase, supply, install and repair a Fiscal Electronic Devices. (2) Despite subsection (1), the Authority may, for reasons of public interest or public safety and order decide not to issue a licence to an applicant and shall inform the applicant of its decision and the reasons for the decision. Despite subsection (1), the Authority may, for reasons of public interest or public safety and order decide not to issue a licence to an applicant and shall inform the applicant of its decision and the reasons for the decision. (3) A supplier who is issued a licence under this section shall display the licence at a conspicuous place at the business premises of the supplier. A supplier who is issued a licence under this section shall display the licence at a conspicuous place at the business premises of the supplier."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Purchase, supply and activation of Fiscal Electronic Device",
      "content": "(1) A licensed supplier shall A licensed supplier shall comply with procedure prescribed by the Authority for the purchase, supply, installation, activation and repair or replacement of a Fiscal Electronic Device and file a report in relation to that procedure in a manner prescribed by the Authority; and comply with procedure prescribed by the Authority for the purchase, supply, installation, activation and repair or replacement of a Fiscal Electronic Device and file a report in relation to that procedure in a manner prescribed by the Authority; and keep record of all distributor companies the supplier deals with in respect of the Fiscal Electronic Device and notify the Authority of the distributor network. keep record of all distributor companies the supplier deals with in respect of the Fiscal Electronic Device and notify the Authority of the distributor network. (2) The supplier shall specify in the report mentioned in paragraph (a) of subsection (1) among other things, The supplier shall specify in the report mentioned in paragraph (a) of subsection (1) among other things, the date of supply of the Device; the date of supply of the Device; the serial number of the Device; the serial number of the Device; the manufacturer of the Device; the manufacturer of the Device; the person to whom the Device is assigned; and the person to whom the Device is assigned; and the location of the Device. the location of the Device. (3) The obligations of a distributor company under this Act is the same as that of the supplier, where a supplier works through a network of distributors. The obligations of a distributor company under this Act is the same as that of the supplier, where a supplier works through a network of distributors."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Technical inspection",
      "content": "(1) The Authority shall ensure that a technical inspection of a Fiscal Electronic Device is conducted half yearly by each supplier. The Authority shall ensure that a technical inspection of a Fiscal Electronic Device is conducted half yearly by each supplier. (2) The supplier shall submit a monthly report on technical inspections conducted in the month to which the report relates, to the Authority. The supplier shall submit a monthly report on technical inspections conducted in the month to which the report relates, to the Authority. (3) The supplier shall, among other things, specify in the report, The supplier shall, among other things, specify in the report, cases of malfunction of a Fiscal Electronic Device; and cases of malfunction of a Fiscal Electronic Device; and routine maintenance, repairs and replacements related to each Fiscal Electronic Device. routine maintenance, repairs and replacements related to each Fiscal Electronic Device."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Validity of licence",
      "content": "A licence issued under section 19 is valid for five years. A licence issued under section 19 is valid for five years."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Renewal of licence",
      "content": "(1) Despite section 22, a licence issued is renewable annually. Despite section 22, a licence issued is renewable annually. (2) A supplier who requires the licence to be renewed shall apply for the renewal, at least three months before the expiration of the licence. A supplier who requires the licence to be renewed shall apply for the renewal, at least three months before the expiration of the licence."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Revocation of licence",
      "content": "The Authority may, revoke the licence of a supplier if that supplier fails to comply with any of the obligations specified in sections 8, 13, 20 and 21; and revoke the licence of a supplier if that supplier fails to comply with any of the obligations specified in sections 8, 13, 20 and 21; and in addition to any penalty that may be imposed under this Act for the offence of tampering with a Fiscal Electronic Device by a supplier, revoke the licence of the supplier. in addition to any penalty that may be imposed under this Act for the offence of tampering with a Fiscal Electronic Device by a supplier, revoke the licence of the supplier."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Qualification of manufacturer of Fiscal Electronic Device",
      "content": "A person qualifies to be selected as a manufacturer of Fiscal Electronic Device if that person satisfies the criteria specified in the Fourth Schedule. A person qualifies to be selected as a manufacturer of Fiscal Electronic Device if that person satisfies the criteria specified in the Fourth Schedule."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Selection of manufacturer of Fiscal Electronic Device",
      "content": "(1) The Authority shall select a manufacturer of a Fiscal Electronic Device in accordance with the Public Procurement Act, 2003 (Act 663). The Authority shall select a manufacturer of a Fiscal Electronic Device in accordance with the Public Procurement Act, 2003 (Act 663). (2) The Authority shall enter into an agreement with a selected manufacturer of a Fiscal Electronic Device. The Authority shall enter into an agreement with a selected manufacturer of a Fiscal Electronic Device."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Communication service provider",
      "content": "(1) The Authority may, for purposes of this Act, enter into an agreement with a communication service provider for the provision of communication services. The Authority may, for purposes of this Act, enter into an agreement with a communication service provider for the provision of communication services. (2) The Minister may, in consultation with the Board, by legislative instrument make Regulations to prescribe the obligations of a communications service provider. The Minister may, in consultation with the Board, by legislative instrument make Regulations to prescribe the obligations of a communications service provider."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Technical Committee",
      "content": "(1) For purposes of licensing suppliers of Fiscal Electronic Devices, the Board shall constitute a Technical Committee which shall include one representative each from each of the institutions specified in the Fifth Schedule. For purposes of licensing suppliers of Fiscal Electronic Devices, the Board shall constitute a Technical Committee which shall include one representative each from each of the institutions specified in the Fifth Schedule. (2) The Commissioner-General shall specify in the letter to a specified institution requesting for nomination to the Technical Committee, the expertise required of the nominee. The Commissioner-General shall specify in the letter to a specified institution requesting for nomination to the Technical Committee, the expertise required of the nominee."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Obligation of purchaser to collect receipt",
      "content": "(1) A person who purchases goods or procures a service from a taxable person under this Act shall A person who purchases goods or procures a service from a taxable person under this Act shall collect a fiscal receipt for the transaction; collect a fiscal receipt for the transaction; ensure that the fiscal receipt issued reflects the exact payment for the purchase or service; and ensure that the fiscal receipt issued reflects the exact payment for the purchase or service; and keep the fiscal receipt and make the fiscal receipt available for inspection by a person authorised by the Ghana Revenue Authority. keep the fiscal receipt and make the fiscal receipt available for inspection by a person authorised by the Ghana Revenue Authority. (2) A purchaser of goods or services under subsection (1) who accepts a receipt which displays a sum lesser than the sum actually paid for the purchase commits an offence and is liable on summary conviction to a fine of not more than five hundred penalty units or to a term of imprisonment of not less than one year and not more than two years, or to both. A purchaser of goods or services under subsection (1) who accepts a receipt which displays a sum lesser than the sum actually paid for the purchase commits an offence and is liable on summary conviction to a fine of not more than five hundred penalty units or to a term of imprisonment of not less than one year and not more than two years, or to both."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Lottery with receipts",
      "content": "(1) The receipt number of each fiscal receipt issued to a customer may be used by that customer to enter a lottery draw organised, by the Authority in collaboration with the National Lottery Authority. The receipt number of each fiscal receipt issued to a customer may be used by that customer to enter a lottery draw organised, by the Authority in collaboration with the National Lottery Authority. (2) The modalities for organising the lottery shall be specified by the Authority by Notice published in the Gazette and in two daily newspapers of national circulation. The modalities for organising the lottery shall be specified by the Authority by Notice published in the Gazette and in two daily newspapers of national circulation."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Administrative directives",
      "content": "The Commissioner-General may give administrative directives for the implementation of this Act and Regulations made under this Act, but in particular, to determine other obligations of a person to whom a Device is assigned. The Commissioner-General may give administrative directives for the implementation of this Act and Regulations made under this Act, but in particular, to determine other obligations of a person to whom a Device is assigned."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Offences",
      "content": "(1) A person who A person who tampers with a Fiscal Electronic Device; or tampers with a Fiscal Electronic Device; or deliberately causes damage to a Fiscal Electronic Device; deliberately causes damage to a Fiscal Electronic Device; commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than two thousand penalty units or to a term of imprisonment of not less than two years and not more than four years, or to both. (2) Without limiting subsection (1), the Authority may, for the tax losses occasioned by a contravention of subsection (1) impose an administrative penalty on the person who contravenes subsection (1). Without limiting subsection (1), the Authority may, for the tax losses occasioned by a contravention of subsection (1) impose an administrative penalty on the person who contravenes subsection (1). (3) The administrative penalty mentioned in subsection (2) shall be computed by the Authority in accordance with section 74 of the Revenue Administration Act, 2016 (Act 915). The administrative penalty mentioned in subsection (2) shall be computed by the Authority in accordance with section 74 of the Revenue Administration Act, 2016 (Act 915)."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Compounding of offences",
      "content": "The Authority may, in accordance with section 86 of the Revenue Administration Act, 2016 (Act 915), compound an offence committed by a person under this Act. The Authority may, in accordance with section 86 of the Revenue Administration Act, 2016 (Act 915), compound an offence committed by a person under this Act."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Regulations",
      "content": "The Minister in consultation with the Board may, by legislative instrument, make Regulations to prescribe the maximum number of suppliers that may be licensed by the Authority; prescribe the maximum number of suppliers that may be licensed by the Authority; provide for procedures for the supply, installation, activation, repair or replacement and filing a report in relation to the procedures; provide for procedures for the supply, installation, activation, repair or replacement and filing a report in relation to the procedures; prescribe the obligations of a communication service provider; prescribe the obligations of a communication service provider; amend the Schedules except the Sixth Schedule; and amend the Schedules except the Sixth Schedule; and provide for any other matter for the effective and efficient implementation of this Act. provide for any other matter for the effective and efficient implementation of this Act."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise require,“Authority” means the Ghana Revenue Authority established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791);“Board” means the governing body of the Ghana Revenue Authority constituted under section 4 of the Ghana Revenue Authority Act, 2009 (Act 791);\"Commissioner-General\" means the person appointed as Commissioner-General of the Ghana Revenue Authority under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791);\"communication service provider\" means a person licensed or authorised to provide communication service by the National Communications Authority under section 3 of the Electronic Communications Act, 2008 (Act 775) to provide a public electronic communication service or network or voice telephony service;\"currency points\" has the meaning assigned in section 108 of the Revenue Administration Act, 2016 (Act 915);\"Device\" means a Fiscal Electronic Device;\"decal\" means a sticker label issued by the Authority to a person to indicate that that person is authorised by the Authority to use a Fiscal Electronic Device;\"electronic communications service\" includes the provision of an electronic communication service, a closed user group service, a private service, a radio communication service and a value added service;\"Fiscal Electronic Device\" means a machine approved by the Authority and designed by an approved manufacturer for use in business for efficient management control for purposes of this Act;\"good corporate citizenship\" means the extent to which a business meets the social, legal, ethical and economic responsibilities of the business;\"manufacturer\" means a person appointed by the Authority in accordance with this Act to produce Fiscal Electronic Devices for use in the country;\"location\" means in the case of a taxable person who provides services, the point of payment for the services rendered or to be rendered;\"Minister\" means the Minister responsible for Finance;“refund receipt” means a special receipt prescribed by the Commissioner-General for use by a taxable person who operates a policy that allows a customer to return goods purchased;“specified taxable person” means a person mentioned in the First Schedule;\"report\" means a written or an electronic account containing the requisite information to be submitted to the appropriate authority;“supplier” means a person licensed in accordance with section 18 as a supplier of Fiscal Electronic Devices;\"Taxpayer Identification Number certificate\" means a document issued by the Commissioner-General of the Authority to a registered taxpayer under section 13 of the Revenue Administration Act, 2016 (Act 915);“Technical Committee” means the Fiscal Electronic Device Technical Committee of the Board referred to in section 29;“technician” means a person trained by the supplier of Fiscal Electronic Devices or the Authority as a technical personnel to install a Fiscal Electronic Device, and to provide repair and maintenance services with respect to that Device;\"transaction\" includes a taxable transaction under the Value Added Tax Act, 2013 (Act 870); and“web portal” means an internet website of the Authority specially designed for use by a taxable person to view transactions of that taxable person and to generate various reports. In this Act, unless the context otherwise require, “Authority” means the Ghana Revenue Authority established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791); “Board” means the governing body of the Ghana Revenue Authority constituted under section 4 of the Ghana Revenue Authority Act, 2009 (Act 791); \"Commissioner-General\" means the person appointed as Commissioner-General of the Ghana Revenue Authority under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791); \"communication service provider\" means a person licensed or authorised to provide communication service by the National Communications Authority under section 3 of the Electronic Communications Act, 2008 (Act 775) to provide a public electronic communication service or network or voice telephony service; \"currency points\" has the meaning assigned in section 108 of the Revenue Administration Act, 2016 (Act 915); \"Device\" means a Fiscal Electronic Device; \"decal\" means a sticker label issued by the Authority to a person to indicate that that person is authorised by the Authority to use a Fiscal Electronic Device; \"electronic communications service\" includes the provision of an electronic communication service, a closed user group service, a private service, a radio communication service and a value added service; \"Fiscal Electronic Device\" means a machine approved by the Authority and designed by an approved manufacturer for use in business for efficient management control for purposes of this Act; \"good corporate citizenship\" means the extent to which a business meets the social, legal, ethical and economic responsibilities of the business; \"manufacturer\" means a person appointed by the Authority in accordance with this Act to produce Fiscal Electronic Devices for use in the country; \"location\" means in the case of a taxable person who provides services, the point of payment for the services rendered or to be rendered; \"Minister\" means the Minister responsible for Finance; “refund receipt” means a special receipt prescribed by the Commissioner-General for use by a taxable person who operates a policy that allows a customer to return goods purchased; “specified taxable person” means a person mentioned in the First Schedule; \"report\" means a written or an electronic account containing the requisite information to be submitted to the appropriate authority; “supplier” means a person licensed in accordance with section 18 as a supplier of Fiscal Electronic Devices; \"Taxpayer Identification Number certificate\" means a document issued by the Commissioner-General of the Authority to a registered taxpayer under section 13 of the Revenue Administration Act, 2016 (Act 915); “Technical Committee” means the Fiscal Electronic Device Technical Committee of the Board referred to in section 29; “technician” means a person trained by the supplier of Fiscal Electronic Devices or the Authority as a technical personnel to install a Fiscal Electronic Device, and to provide repair and maintenance services with respect to that Device; \"transaction\" includes a taxable transaction under the Value Added Tax Act, 2013 (Act 870); and “web portal” means an internet website of the Authority specially designed for use by a taxable person to view transactions of that taxable person and to generate various reports."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Consequential amendments",
      "content": "In furtherance of section 2, the enactments specified in the first column of the Sixth Schedule are amended to the extent specified in the second column of that Schedule. In furtherance of section 2, the enactments specified in the first column of the Sixth Schedule are amended to the extent specified in the second column of that Schedule."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Transitional provisions",
      "content": "(1) Despite subsection (2) of section 3, the Authority shall through a licensed supplier, assign for use not more than five approved Fiscal Electronic Devices to each person who on the date of commencement of this Act falls within the category of persons specified in the First Schedule and the cost of the device and its installation shall be borne by the Authority. Despite subsection (2) of section 3, the Authority shall through a licensed supplier, assign for use not more than five approved Fiscal Electronic Devices to each person who on the date of commencement of this Act falls within the category of persons specified in the First Schedule and the cost of the device and its installation shall be borne by the Authority. (2) The Authority shall distribute the Fiscal Electronic Device to the persons who qualify under subsection (1) within a period of two years after the date of commencement of this Act. The Authority shall distribute the Fiscal Electronic Device to the persons who qualify under subsection (1) within a period of two years after the date of commencement of this Act. (3) A person who is entitled under subsection (1) may, at the expense of that person, purchase additional Fiscal Electronic Devices after being supplied with Fiscal Electronic Devices to the specified limit, if the additional Fiscal Electronic Devices are necessarily required for the operation of the business of that person. A person who is entitled under subsection (1) may, at the expense of that person, purchase additional Fiscal Electronic Devices after being supplied with Fiscal Electronic Devices to the specified limit, if the additional Fiscal Electronic Devices are necessarily required for the operation of the business of that person. (4) A person who is authorised by the Commissioner-General in accordance with A person who is authorised by the Commissioner-General in accordance with regulation 26 of the Value Added Tax Regulations, 2016 (L. I. 2243) to operate a retail scheme, or regulation 26 of the Value Added Tax Regulations, 2016 (L. I. 2243) to operate a retail scheme, or regulation 28 of the Value Added Tax Regulations, 2016 (L. I. 2243) to operate any other scheme regulation 28 of the Value Added Tax Regulations, 2016 (L. I. 2243) to operate any other scheme shall, on the commencement of this Act, cease to operate the retail scheme or other scheme. (5) Despite subsection (4), a taxable person authorised to operate a retail or other scheme shall continue to operate that retail or other scheme until the Commissioner-General applies this Act to that person in accordance with subsection (2) of section 39. Despite subsection (4), a taxable person authorised to operate a retail or other scheme shall continue to operate that retail or other scheme until the Commissioner-General applies this Act to that person in accordance with subsection (2) of section 39."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Commencement",
      "content": "(1) With the exception of this section, the other provisions of this Act commence on a date to be determined by the Minister by a Notice published in the Gazette and in at least two daily newspapers of national circulation. With the exception of this section, the other provisions of this Act commence on a date to be determined by the Minister by a Notice published in the Gazette and in at least two daily newspapers of national circulation. (2) The Commissioner-General may apply the provisions of the Act in phases to a taxable person. The Commissioner-General may apply the provisions of the Act in phases to a taxable person."
    }
  ],
  "definitions": [
    {
      "term": "Authority",
      "definition": "the Ghana Revenue Authority established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s35"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Ghana Revenue Authority constituted under section 4 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s35"
    },
    {
      "term": "Commissioner-General",
      "definition": "the person appointed as Commissioner-General of the Ghana Revenue Authority under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s35"
    },
    {
      "term": "communication service provider",
      "definition": "a person licensed or authorised to provide communication service by the National Communications Authority under section 3 of the Electronic Communications Act, 2008 (Act 775) to provide a public electronic communication service or network or voice telephony service",
      "source_provision": "s35"
    },
    {
      "term": "Device",
      "definition": "a Fiscal Electronic Device",
      "source_provision": "s35"
    },
    {
      "term": "decal",
      "definition": "a sticker label issued by the Authority to a person to indicate that that person is authorised by the Authority to use a Fiscal Electronic Device",
      "source_provision": "s35"
    },
    {
      "term": "Fiscal Electronic Device",
      "definition": "a machine approved by the Authority and designed by an approved manufacturer for use in business for efficient management control for purposes of this Act",
      "source_provision": "s35"
    },
    {
      "term": "good corporate citizenship",
      "definition": "the extent to which a business meets the social, legal, ethical and economic responsibilities of the business",
      "source_provision": "s35"
    },
    {
      "term": "manufacturer",
      "definition": "a person appointed by the Authority in accordance with this Act to produce Fiscal Electronic Devices for use in the country",
      "source_provision": "s35"
    },
    {
      "term": "location",
      "definition": "in the case of a taxable person who provides services, the point of payment for the services rendered or to be rendered",
      "source_provision": "s35"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s35"
    },
    {
      "term": "refund receipt",
      "definition": "a special receipt prescribed by the Commissioner-General for use by a taxable person who operates a policy that allows a customer to return goods purchased",
      "source_provision": "s35"
    },
    {
      "term": "specified taxable person",
      "definition": "a person mentioned in the First Schedule",
      "source_provision": "s35"
    },
    {
      "term": "report",
      "definition": "a written or an electronic account containing the requisite information to be submitted to the appropriate authority",
      "source_provision": "s35"
    },
    {
      "term": "supplier",
      "definition": "a person licensed in accordance with section 18 as a supplier of Fiscal Electronic Devices",
      "source_provision": "s35"
    },
    {
      "term": "Taxpayer Identification Number certificate",
      "definition": "a document issued by the Commissioner-General of the Authority to a registered taxpayer under section 13 of the Revenue Administration Act, 2016 (Act 915)",
      "source_provision": "s35"
    },
    {
      "term": "Technical Committee",
      "definition": "the Fiscal Electronic Device Technical Committee of the Board referred to in section 29",
      "source_provision": "s35"
    },
    {
      "term": "technician",
      "definition": "a person trained by the supplier of Fiscal Electronic Devices or the Authority as a technical personnel to install a Fiscal Electronic Device, and to provide repair and maintenance services with respect to that Device",
      "source_provision": "s35"
    },
    {
      "term": "includes a taxable transaction under the Value Added Tax Act, 2013 (Act 870); and“web portal",
      "definition": "an internet website of the Authority specially designed for use by a taxable person to view transactions of that taxable person and to generate various reports. In this Act, unless the context otherwise require, “Authority” means the Ghana Revenue Authority established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s35"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Ghana Revenue Authority constituted under section 4 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s35"
    },
    {
      "term": "Commissioner-General",
      "definition": "the person appointed as Commissioner-General of the Ghana Revenue Authority under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s35"
    },
    {
      "term": "communication service provider",
      "definition": "a person licensed or authorised to provide communication service by the National Communications Authority under section 3 of the Electronic Communications Act, 2008 (Act 775) to provide a public electronic communication service or network or voice telephony service",
      "source_provision": "s35"
    },
    {
      "term": "Device",
      "definition": "a Fiscal Electronic Device",
      "source_provision": "s35"
    },
    {
      "term": "decal",
      "definition": "a sticker label issued by the Authority to a person to indicate that that person is authorised by the Authority to use a Fiscal Electronic Device",
      "source_provision": "s35"
    },
    {
      "term": "Fiscal Electronic Device",
      "definition": "a machine approved by the Authority and designed by an approved manufacturer for use in business for efficient management control for purposes of this Act",
      "source_provision": "s35"
    },
    {
      "term": "good corporate citizenship",
      "definition": "the extent to which a business meets the social, legal, ethical and economic responsibilities of the business",
      "source_provision": "s35"
    },
    {
      "term": "manufacturer",
      "definition": "a person appointed by the Authority in accordance with this Act to produce Fiscal Electronic Devices for use in the country",
      "source_provision": "s35"
    },
    {
      "term": "location",
      "definition": "in the case of a taxable person who provides services, the point of payment for the services rendered or to be rendered",
      "source_provision": "s35"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s35"
    },
    {
      "term": "refund receipt",
      "definition": "a special receipt prescribed by the Commissioner-General for use by a taxable person who operates a policy that allows a customer to return goods purchased",
      "source_provision": "s35"
    },
    {
      "term": "specified taxable person",
      "definition": "a person mentioned in the First Schedule",
      "source_provision": "s35"
    },
    {
      "term": "report",
      "definition": "a written or an electronic account containing the requisite information to be submitted to the appropriate authority",
      "source_provision": "s35"
    },
    {
      "term": "supplier",
      "definition": "a person licensed in accordance with section 18 as a supplier of Fiscal Electronic Devices",
      "source_provision": "s35"
    },
    {
      "term": "Taxpayer Identification Number certificate",
      "definition": "a document issued by the Commissioner-General of the Authority to a registered taxpayer under section 13 of the Revenue Administration Act, 2016 (Act 915)",
      "source_provision": "s35"
    },
    {
      "term": "Technical Committee",
      "definition": "the Fiscal Electronic Device Technical Committee of the Board referred to in section 29",
      "source_provision": "s35"
    },
    {
      "term": "technician",
      "definition": "a person trained by the supplier of Fiscal Electronic Devices or the Authority as a technical personnel to install a Fiscal Electronic Device, and to provide repair and maintenance services with respect to that Device",
      "source_provision": "s35"
    }
  ]
}