{
  "id": "act-975-2018",
  "type": "act",
  "title": "Witness Protection Act, 2018",
  "short_name": "Witness Protection Act, 2018 2018",
  "act_number": 975,
  "year": 2018,
  "status": "in_force",
  "issued_date": "2018-08-30",
  "url": "https://ghalii.org/akn/gh/act/2018/975",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of Witness Protection Agency",
      "content": "(1) There is established by this Act a body corporate to be known as the Witness Protection Agency. There is established by this Act a body corporate to be known as the Witness Protection Agency. (2) For the performance of its functions, the Agency may acquire and hold movable and immovable property, dispose of property and enter into a contract or any other transaction. For the performance of its functions, the Agency may acquire and hold movable and immovable property, dispose of property and enter into a contract or any other transaction. (3) Where there is a hindrance to the acquisition of immovable property, the property may be acquired for the Agency under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Agency. Where there is a hindrance to the acquisition of immovable property, the property may be acquired for the Agency under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Agency."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Agency",
      "content": "(1) The object of the Agency is to provide the framework and procedures for giving special protection, on behalf of the State, to persons who possess important information and face potential risk or intimidation due to their cooperation with the law enforcement agencies with respect to investigation and prosecution. The object of the Agency is to provide the framework and procedures for giving special protection, on behalf of the State, to persons who possess important information and face potential risk or intimidation due to their cooperation with the law enforcement agencies with respect to investigation and prosecution. (2) The special protection referred to in subsection (1) entails the power of the Agency to acquire, store, use, maintain and control The special protection referred to in subsection (1) entails the power of the Agency to acquire, store, use, maintain and control firearms and ammunition, and firearms and ammunition, and electronic or other relevant necessary equipment, electronic or other relevant necessary equipment, despite the provisions of any other enactment."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Agency",
      "content": "To achieve its object, the Agency shall establish and maintain a Witness Protection Programme; establish and maintain a Witness Protection Programme; in consultation with the Attorney-General determine the criteria for admission to and removal from the Witness Protection Programme; in consultation with the Attorney-General determine the criteria for admission to and removal from the Witness Protection Programme; determine the type of protection measures to be applied; determine the type of protection measures to be applied; advise any public institution or other person on the adoption of strategies and measures on witness protection; and advise any public institution or other person on the adoption of strategies and measures on witness protection; and perform any other function conferred on it by this Act or that is ancillary to the object of the Agency. perform any other function conferred on it by this Act or that is ancillary to the object of the Agency."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Powers of the Agency",
      "content": "The Agency shall exercise powers that are necessary to enable it to effectively perform its functions and may, in particular, control and supervise its staff in a manner and for purposes that are necessary for the promotion of the object for which the Agency is established; control and supervise its staff in a manner and for purposes that are necessary for the promotion of the object for which the Agency is established; administer the funds and assets of the Agency; administer the funds and assets of the Agency; receive any grants, gifts, donations or endowments and make legitimate disbursement; receive any grants, gifts, donations or endowments and make legitimate disbursement; collaborate with other persons, bodies, or organisations within or outside the country that it may consider desirable or appropriate in furtherance of its object; collaborate with other persons, bodies, or organisations within or outside the country that it may consider desirable or appropriate in furtherance of its object; enter into confidentiality agreements with relevant foreign authorities, international criminal courts or tribunals and other regional or international entities relating to the relo­cation of protected persons and other witness protection measures; enter into confidentiality agreements with relevant foreign authorities, international criminal courts or tribunals and other regional or international entities relating to the relo­cation of protected persons and other witness protection measures; open bank accounts for the funds of the Agency; open bank accounts for the funds of the Agency; collate, analyse, store and disseminate information related to witness protection; collate, analyse, store and disseminate information related to witness protection; give to a protected person, instructions that the Agency may consider necessary; give to a protected person, instructions that the Agency may consider necessary; search the protected person and the property of that person and seize items regarded by the Agency to be a threat to the protected person or another person or the integrity of the programme; search the protected person and the property of that person and seize items regarded by the Agency to be a threat to the protected person or another person or the integrity of the programme; summon a public officer or other person to appear before it or to produce a document, thing or information which may be considered relevant to the functions of the Agency within a specified period of time and in a manner that it may specify; and summon a public officer or other person to appear before it or to produce a document, thing or information which may be considered relevant to the functions of the Agency within a specified period of time and in a manner that it may specify; and invest the funds of the Agency not currently required for its purposes. invest the funds of the Agency not currently required for its purposes."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Independence of the Agency",
      "content": "Subject to this Act, the Agency is not subject to the direction or control of any person or authority. Subject to this Act, the Agency is not subject to the direction or control of any person or authority."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Governing body of the Agency",
      "content": "(1) The governing body of the Agency is a Board consisting of The governing body of the Agency is a Board consisting of a chairperson who has previously held the post of a Justice of the Superior Court of Judicature or has held a post analogous to that of a Justice of the Superior Court of Judicature; a chairperson who has previously held the post of a Justice of the Superior Court of Judicature or has held a post analogous to that of a Justice of the Superior Court of Judicature; the Executive Director who shall be the Secretary to the Board; the Executive Director who shall be the Secretary to the Board; two persons nominated by the President at least one of whom is a woman. two persons nominated by the President at least one of whom is a woman. one representative from one representative from the office of Attorney-General and Ministry of Justice, not below the rank of a Principal State Attorney; the office of Attorney-General and Ministry of Justice, not below the rank of a Principal State Attorney; the Police Service, not below the rank of an Assis­tant Commissioner of Police; the Police Service, not below the rank of an Assis­tant Commissioner of Police; the Economic and Organised Crime Office, not below the rank of a Chief Staff Officer: the Economic and Organised Crime Office, not below the rank of a Chief Staff Officer: the Commission on Human Rights and Administrative Justice, not below the rank of a Deputy Commissioner; the Commission on Human Rights and Administrative Justice, not below the rank of a Deputy Commissioner; the Ministry responsible for the Interior, not below the rank of a Director; the Ministry responsible for the Interior, not below the rank of a Director; the Prisons Service, not below the rank of a Director of Prisons; the Prisons Service, not below the rank of a Director of Prisons; the Immigration Service, not below the rank of a Director of Immigration; and the Immigration Service, not below the rank of a Director of Immigration; and the National Security Council, not below the rank of a Chief Analyst; and the National Security Council, not below the rank of a Chief Analyst; and (2) The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. (3) The President shall in appointing a member of the Board have regard to the integrity, knowledge, expertise and experience of that member in matters relevant to the objects and functions of the Agency. The President shall in appointing a member of the Board have regard to the integrity, knowledge, expertise and experience of that member in matters relevant to the objects and functions of the Agency."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Functions of the Board",
      "content": "The Board shall formulate policy for the effective implementation of the objects of the Agency; formulate policy for the effective implementation of the objects of the Agency; oversee the sound and proper management of the resources of the Agency; and oversee the sound and proper management of the resources of the Agency; and ensure the proper and effective performance of the functions of the Agency. ensure the proper and effective performance of the functions of the Agency."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Tenure of office of members of the Board",
      "content": "(1) A member of the Board, shall hold office for a period of not more than four years and is eligible for re-appointment but a member shall not be appointed for more than two terms. A member of the Board, shall hold office for a period of not more than four years and is eligible for re-appointment but a member shall not be appointed for more than two terms. (2) Subsection (1) does not apply to the Executive Director. Subsection (1) does not apply to the Executive Director. (3) A member of the Board may at any time resign from office in writing addressed to the President through the Minister. A member of the Board may at any time resign from office in writing addressed to the President through the Minister. (4) A member of the Board, other than the Executive Director, who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board, other than the Executive Director, who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (5) The President may by letter addressed to a member revoke the appointment of that member. The President may by letter addressed to a member revoke the appointment of that member. (6) Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3) or (4) or subsection (2) of section 10, under subsection (3) or (4) or subsection (2) of section 10, as a result of a declaration under subsection (6), or as a result of a declaration under subsection (6), or by reason of the death of a member by reason of the death of a member the Minister shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months for the despatch of business at the times and in the places determined by the chairperson. The Board shall meet at least once every three months for the despatch of business at the times and in the places determined by the chairperson. (2) The chairperson shall at the request in writing of not less than one-third of the membership of the Board, convene an extraordinary meeting of the Board within seven days of the request. The chairperson shall at the request in writing of not less than one-third of the membership of the Board, convene an extraordinary meeting of the Board within seven days of the request. (3) The quorum at the meeting of the Board is seven members. The quorum at the meeting of the Board is seven members. (4) The chairperson shall preside at meetings of the Board, and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Board, and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. (5) Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a meeting of the Board but that person shall not vote on a matter for decision by the Board. The Board may co-opt a person to attend a meeting of the Board but that person shall not vote on a matter for decision by the Board."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration A member of the Board who has an interest in a matter for consideration shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and shall not be present or participate in the deliberations of the Board in respect of that matter. shall not be present or participate in the deliberations of the Board in respect of that matter. (2) A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and fails to disclose that interest; or fails to disclose that interest; or is present or participates in the deliberations of the Board in respect of that matter. is present or participates in the deliberations of the Board in respect of that matter."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members or both to perform stated functions. The Board may establish committees consisting of members of the Board or non-members or both to perform stated functions. (2) A committee composed entirely of non-members may only advise the Board. A committee composed entirely of non-members may only advise the Board. (3) Section 10 applies to members of a committee of the Board. Section 10 applies to members of a committee of the Board. (4) A committee of the Board may be chaired by a member of the Board. A committee of the Board may be chaired by a member of the Board. (5) A committee of the Board consisting of members and non-members may be chaired by a member of the Board. A committee of the Board consisting of members and non-members may be chaired by a member of the Board."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Appointment of Executive Director",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint an Executive Director for the Agency. The President shall, in accordance with article 195 of the Constitution, appoint an Executive Director for the Agency. (2) The Executive Director shall hold office on the terms and conditions specified in the letter of appointment. The Executive Director shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Functions of the Executive Director",
      "content": "(1) The Executive Director is responsible for the day to day administration of the Agency and is answerable to the Board in the performance of the functions under this Act. The Executive Director is responsible for the day to day administration of the Agency and is answerable to the Board in the performance of the functions under this Act. (2) The Executive Director may delegate a function to an officer of the Agency but the Executive Director shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Executive Director may delegate a function to an officer of the Agency but the Executive Director shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Appointment of Deputy Executive Director",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Deputy Executive Director for the Agency. The President shall, in accordance with article 195 of the Constitution, appoint a Deputy Executive Director for the Agency. (2) The Deputy Executive Director shall perform functions assigned by the Executive Director and in the absence of the Executive Director, perform the functions of the Executive Director. The Deputy Executive Director shall perform functions assigned by the Executive Director and in the absence of the Executive Director, perform the functions of the Executive Director."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Appointment of other staff",
      "content": "(1) The President shall in accordance with article 195 of the Constitution, appoint other staff of the Agency that are necessary for the proper and effective performance of the functions of the Agency. The President shall in accordance with article 195 of the Constitution, appoint other staff of the Agency that are necessary for the proper and effective performance of the functions of the Agency. (2) Other public officers may be transferred or seconded to the Agency or may otherwise give assistance to the Agency. Other public officers may be transferred or seconded to the Agency or may otherwise give assistance to the Agency. (3) The Agency may engage the services of consultants on the recommendation of the Board. The Agency may engage the services of consultants on the recommendation of the Board."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Funds of the Agency",
      "content": "The funds of the Agency include moneys approved by Parliament; and moneys approved by Parliament; and donations and grants. donations and grants."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books of account and proper records in the form approved by the Auditor-General. The Board shall keep books of account and proper records in the form approved by the Auditor-General. (2) The Board shall, within three months after the end of the financial year, submit the accounts of the Agency to the Auditor-General for audit. The Board shall, within three months after the end of the financial year, submit the accounts of the Agency to the Auditor-General for audit. (3) The Auditor-General shall, not later than three months, after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Board. The Auditor-General shall, not later than three months, after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Board. (4) The Internal Audit Agency Act, 2003 (Act 658) applies to this Act. The Internal Audit Agency Act, 2003 (Act 658) applies to this Act. (5) The financial year of the Agency is the same as the financial year of the Government. The financial year of the Agency is the same as the financial year of the Government."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall, within one month after the receipt of the audit report, submit to the Minister an annual report covering the activities and operations of the Agency for the year to which the report relates. The Board shall, within one month after the receipt of the audit report, submit to the Minister an annual report covering the activities and operations of the Agency for the year to which the report relates. (2) The annual report shall include the report of the Auditor General. The annual report shall include the report of the Auditor General. (3) The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Board shall also submit to the Minister any other report which the Minister may require in writing. The Board shall also submit to the Minister any other report which the Minister may require in writing."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Establishment of Witnesses and Victims Compensation Fund",
      "content": "There is established by this Act a fund to be known as the Witnesses and Victims Compensation Fund which shall vest in the Agency. There is established by this Act a fund to be known as the Witnesses and Victims Compensation Fund which shall vest in the Agency."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Object of the Fund",
      "content": "The object of the Fund is to provide financial resources to the Agency for the purpose of providing protection to victims, witnesses and related persons who are at risk of harm, intimidation, threat or retaliation as a result of their co-operation with a law enforcement agency in the course of a criminal investigation or prosecution. The object of the Fund is to provide financial resources to the Agency for the purpose of providing protection to victims, witnesses and related persons who are at risk of harm, intimidation, threat or retaliation as a result of their co-operation with a law enforcement agency in the course of a criminal investigation or prosecution."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Sources of money for the Fund",
      "content": "The sources of money for the Fund are moneys approved by Parliament; moneys approved by Parliament; subject to any other enactment, proceeds from the sale of property forfeited to the Republic in connection with a crime, which otherwise would have been paid into the Consolidated Fund; subject to any other enactment, proceeds from the sale of property forfeited to the Republic in connection with a crime, which otherwise would have been paid into the Consolidated Fund; grants, gifts, donations or bequests made to the Fund and received by the Agency with the approval of the Minister where the receipt does not occasion a conflict of interest in the performance of the functions of the Agency under this Act; grants, gifts, donations or bequests made to the Fund and received by the Agency with the approval of the Minister where the receipt does not occasion a conflict of interest in the performance of the functions of the Agency under this Act; moneys earned or arising from any investment of the funds of the Agency; and moneys earned or arising from any investment of the funds of the Agency; and other additional moneys which may become lawfully payable to, or vested in the Fund. other additional moneys which may become lawfully payable to, or vested in the Fund."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Bank account of the Fund",
      "content": "Moneys for the Fund shall, on the directions of the Board, be paid into a bank account opened for that purpose with the approval of the Controller and Accountant-General. Moneys for the Fund shall, on the directions of the Board, be paid into a bank account opened for that purpose with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Management of the Fund",
      "content": "(1) The Fund shall be managed and administered by the Board. The Fund shall be managed and administered by the Board. (2) For the purpose of subsection (1), the Board shall For the purpose of subsection (1), the Board shall allocate and disburse moneys from the Fund in order to achieve the object of the Fund; allocate and disburse moneys from the Fund in order to achieve the object of the Fund; ensure that the disbursements from the Fund are accounted for by establishing guidelines and procedures for their management and disbursement; ensure that the disbursements from the Fund are accounted for by establishing guidelines and procedures for their management and disbursement; initiate activities to generate money for the Fund; and initiate activities to generate money for the Fund; and perform other functions incidental to the achievement of the object of the Fund. perform other functions incidental to the achievement of the object of the Fund. (3) Despite the Ministries, Departments and Agencies (Retention of Funds) Act, 2007 (Act 735), the Agency shall retain all moneys realised in the performance of its functions. Despite the Ministries, Departments and Agencies (Retention of Funds) Act, 2007 (Act 735), the Agency shall retain all moneys realised in the performance of its functions. (4) The Board shall keep books of account and proper records in a form approved by the Auditor-General. The Board shall keep books of account and proper records in a form approved by the Auditor-General. (5) The books of account for the Fund and records shall form part of the accounts of the Agency submitted under section 18(2). The books of account for the Fund and records shall form part of the accounts of the Agency submitted under section 18(2)."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Disbursement of the Fund",
      "content": "(1) The disbursement of moneys from the Fund shall be determined by the Board. The disbursement of moneys from the Fund shall be determined by the Board. (2) The Board may approve The Board may approve a payment of compensation from the Fund, a payment of compensation from the Fund, a reimbursement of the expenses incurred by a victim in connection with assistance provided by the victim in the course of investigations carried out by a law enforcement agency on behalf of the State, or a reimbursement of the expenses incurred by a victim in connection with assistance provided by the victim in the course of investigations carried out by a law enforcement agency on behalf of the State, or a payment of other relevant expenses that the Board may determine as necessary in accordance with this Act a payment of other relevant expenses that the Board may determine as necessary in accordance with this Act within twenty days, if the Board receives an application for a payment out of the Fund. (3) The Agency shall, during the period when a person is provided protection under this Act, pay The Agency shall, during the period when a person is provided protection under this Act, pay compensation to a victim of the crime in respect of which protection is provided or to the family of a victim of that crime, for the restitution of the victim; compensation to a victim of the crime in respect of which protection is provided or to the family of a victim of that crime, for the restitution of the victim; compensation for the death of a victim of a crime in respect of which protection is provided, to the family of that victim; and compensation for the death of a victim of a crime in respect of which protection is provided, to the family of that victim; and any moneys required to meet expenses relating to any other matter incidental to or connected with the matters stated in paragraphs (a) and (b). any moneys required to meet expenses relating to any other matter incidental to or connected with the matters stated in paragraphs (a) and (b)."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Authorised officers to exercise powers of the police",
      "content": "The Executive Director, Deputy Executive Director and officers of the Agency authorised by the Executive Director shall exercise the powers and have the immunities conferred on a police officer in the Criminal and Other Offences (Procedure) Act, 1960 (Act 30), the Police Service Act, 1970 (Act 350) and any other law related to a police officer. The Executive Director, Deputy Executive Director and officers of the Agency authorised by the Executive Director shall exercise the powers and have the immunities conferred on a police officer in the Criminal and Other Offences (Procedure) Act, 1960 (Act 30), the Police Service Act, 1970 (Act 350) and any other law related to a police officer."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Obstruction of an officer of the Agency",
      "content": "A person who willfully obstructs an authorised officer from performing a function under this Act commits an offence and is liable on summary conviction, in the case of an individual, to a fine of not less than two hundred and fifty penalty units and not more than one thousand penalty units or to a term of imprisonment of not less than two years and not more than four years; or in the case of an individual, to a fine of not less than two hundred and fifty penalty units and not more than one thousand penalty units or to a term of imprisonment of not less than two years and not more than four years; or in the case of an entity, to a fine of not less than five hundred penalty units and not more than one thousand five hundred penalty units. in the case of an entity, to a fine of not less than five hundred penalty units and not more than one thousand five hundred penalty units."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Protective action",
      "content": "(1) The Attorney-General, through the Witness Protection Programme established by the Agency, shall take necessary and reasonable steps to protect the safety and welfare of a witness. The Attorney-General, through the Witness Protection Programme established by the Agency, shall take necessary and reasonable steps to protect the safety and welfare of a witness. (2) The action may include The action may include making arrangements necessary making arrangements necessary to allow the witness to establish a new identity; or to allow the witness to establish a new identity; or otherwise to protect the witness; otherwise to protect the witness; relocating the witness; relocating the witness; providing accommodation for the witness; providing accommodation for the witness; providing transport for the property of the witness; providing transport for the property of the witness; providing reasonable financial assistance to the witness; providing reasonable financial assistance to the witness; providing to the witness, services in the nature of counselling and vocational training services; and providing to the witness, services in the nature of counselling and vocational training services; and doing any other thing which the Attorney-General considers necessary to ensure the safety and welfare of the witness. doing any other thing which the Attorney-General considers necessary to ensure the safety and welfare of the witness. (3) The Attorney-General shall, by notice published in the Gazette, issue the necessary directives that accord with the United Nations Guide­lines in matters involving child victims and child witnesses of crime to ensure the comprehensive protection of the child. The Attorney-General shall, by notice published in the Gazette, issue the necessary directives that accord with the United Nations Guide­lines in matters involving child victims and child witnesses of crime to ensure the comprehensive protection of the child. (4) A person satisfies the criteria for admission to or removal from the Programme if that person requires protection A person satisfies the criteria for admission to or removal from the Programme if that person requires protection by virtue of being related to a witness; by virtue of being related to a witness; on account of a testimony given by a witness; or on account of a testimony given by a witness; or for any other reason which the Executive Director in consultation with the Attorney-General considers sufficient. for any other reason which the Executive Director in consultation with the Attorney-General considers sufficient."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Inclusion in Witness Protection Programme",
      "content": "(1) The Attorney-General is responsible for deciding whether to admit a witness to the Programme, even in cases where a legal representative of the witness, a member of the Police Service or another law enforcement agency has requested that a witness be admitted to the Programme. The Attorney-General is responsible for deciding whether to admit a witness to the Programme, even in cases where a legal representative of the witness, a member of the Police Service or another law enforcement agency has requested that a witness be admitted to the Programme. (2) A witness may be admitted onto the Programme only if A witness may be admitted onto the Programme only if the Attorney-General has decided that the witness satisfies the matters specified under section 30(1) and the criteria for admission determined in accordance with section 3(b); the Attorney-General has decided that the witness satisfies the matters specified under section 30(1) and the criteria for admission determined in accordance with section 3(b); the witness agrees to be admitted; and the witness agrees to be admitted; and a Memorandum of Understanding in accordance with section 31 is signed by a Memorandum of Understanding in accordance with section 31 is signed by the witness; the witness; a parent or guardian of the witness, if the witness is under the age of eighteen years; or a parent or guardian of the witness, if the witness is under the age of eighteen years; or a guardian or other person who is usually responsible for the care and control of the witness, if the witness otherwise lacks legal capacity to sign it. a guardian or other person who is usually responsible for the care and control of the witness, if the witness otherwise lacks legal capacity to sign it. (3) Where a witness has not been offered protection under the Programme, a written request for the inclusion of the witness in the Programme may be made to the Attorney-General by Where a witness has not been offered protection under the Programme, a written request for the inclusion of the witness in the Programme may be made to the Attorney-General by the witness; or the witness; or any law enforcement agency. any law enforcement agency. (4) The Attorney-General shall, in writing, respond to a request under subsection (3) within seven days upon receipt of the request. The Attorney-General shall, in writing, respond to a request under subsection (3) within seven days upon receipt of the request. (5) Where Where a parent or guardian of a witness signs a Memorandum of Understanding because the witness was under the age of eighteen years; and a parent or guardian of a witness signs a Memorandum of Understanding because the witness was under the age of eighteen years; and the Memorandum of Understanding is still operating after the witness turns eighteen years, the Attorney-General may require the witness to sign another Memorandum of Understanding. the Memorandum of Understanding is still operating after the witness turns eighteen years, the Attorney-General may require the witness to sign another Memorandum of Understanding. (6) A person who has been refused protection by the Attorney-General after a written request, may apply to the High Court for a protection order. A person who has been refused protection by the Attorney-General after a written request, may apply to the High Court for a protection order."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Assessing witness for inclusion in the Programme",
      "content": "(1) In deciding whether to include a witness in the Programme, the Attorney-General shall have regard to In deciding whether to include a witness in the Programme, the Attorney-General shall have regard to the seriousness of the offence to which any relevant evidence or statement relates; the seriousness of the offence to which any relevant evidence or statement relates; the nature and importance of any relevant evidence or statement; the nature and importance of any relevant evidence or statement; the nature of the perceived danger to the witness; the nature of the perceived danger to the witness; the nature of the relationship of the witness with respect to other witnesses being assessed for inclusion in the Programme; the nature of the relationship of the witness with respect to other witnesses being assessed for inclusion in the Programme; any psychological or psychiatric examination or evaluation of the witness that has been conducted, to determine the suitability of the witness for inclusion in the Programme; any psychological or psychiatric examination or evaluation of the witness that has been conducted, to determine the suitability of the witness for inclusion in the Programme; whether there are viable alternative methods of protecting the witness; whether there are viable alternative methods of protecting the witness; whether the witness has a criminal record, particularly a record of crimes of violence, and whether that record indicates a risk to the public if the witness is included in the Programme; and whether the witness has a criminal record, particularly a record of crimes of violence, and whether that record indicates a risk to the public if the witness is included in the Programme; and other matters that the Attorney-General considers relevant. other matters that the Attorney-General considers relevant. (2) The Attorney-General shall not include a witness in the Programme if the Attorney-General does not have enough information to assess the matters referred to in this section and the criteria for admission under paragraph (b) of section 3. The Attorney-General shall not include a witness in the Programme if the Attorney-General does not have enough information to assess the matters referred to in this section and the criteria for admission under paragraph (b) of section 3."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Memorandum of Understanding",
      "content": "(1) A Memorandum of Understanding shall A Memorandum of Understanding shall set out the basis on which a participant is included in the Programme and details of the protection and assistance which are to be provided; and set out the basis on which a participant is included in the Programme and details of the protection and assistance which are to be provided; and ensure that the details contain a provision to the effect that protection and assistance under the Programme may be terminated if the participant deliberately breaches a term of the Memorandum of Understanding or a requirement or an undertaking relating to the Programme. ensure that the details contain a provision to the effect that protection and assistance under the Programme may be terminated if the participant deliberately breaches a term of the Memorandum of Understanding or a requirement or an undertaking relating to the Programme. (2) A Memorandum of Understanding in relation to a participant may also contain provisions relating to A Memorandum of Understanding in relation to a participant may also contain provisions relating to outstanding legal obligations of the participant and how they are to be dealt with; outstanding legal obligations of the participant and how they are to be dealt with; legal obligations which the participant may or may not enter into; legal obligations which the participant may or may not enter into; the surrender and issue of passports and other identification documents; the surrender and issue of passports and other identification documents; the taking, provision and retention of photographs of the participant; the taking, provision and retention of photographs of the participant; the issue of any documents relating to the new identity of the participant; the issue of any documents relating to the new identity of the participant; the prohibition of the participant from engaging in specified activities; the prohibition of the participant from engaging in specified activities; any other obligations of the participant; any other obligations of the participant; consequences of the failure of a participant to comply with the provisions of the Memorandum of Understanding; or consequences of the failure of a participant to comply with the provisions of the Memorandum of Understanding; or any other matter for which it may be necessary to provide for in the circumstances of the case. any other matter for which it may be necessary to provide for in the circumstances of the case. (3) A Memorandum of Understanding shall contain a statement advising the participant of the right of that participant to complain to the Attorney-General about the conduct of any officer in relation to the matters dealt with in the Memorandum. A Memorandum of Understanding shall contain a statement advising the participant of the right of that participant to complain to the Attorney-General about the conduct of any officer in relation to the matters dealt with in the Memorandum. (4) For purposes of this section, a Memorandum of Understanding shall be signed by or on behalf of the witness in the presence of the Attorney-General or an officer designated by the Attorney-General. For purposes of this section, a Memorandum of Understanding shall be signed by or on behalf of the witness in the presence of the Attorney-General or an officer designated by the Attorney-General. (5) A witness is admitted to the Programme when the Attorney-General or an officer designated by the Attorney-General signs the Memorandum of Understanding. A witness is admitted to the Programme when the Attorney-General or an officer designated by the Attorney-General signs the Memorandum of Understanding. (6) The Attorney-General shall, within seven days after a Memo­randum of Understanding is duly signed, notify the relevant participant that it has been signed. The Attorney-General shall, within seven days after a Memo­randum of Understanding is duly signed, notify the relevant participant that it has been signed."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Variation of the Memorandum of Understanding",
      "content": "A Memorandum of Understanding may be varied with the consent of the participant and the Attorney-General. A Memorandum of Understanding may be varied with the consent of the participant and the Attorney-General."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Temporary protection pending full assessment",
      "content": "(1) The Attorney-General may include in the Programme on a temporary basis a witness who, in the opinion of the Attorney-General, is in urgent need of protection. The Attorney-General may include in the Programme on a temporary basis a witness who, in the opinion of the Attorney-General, is in urgent need of protection. (2) The Attorney-General may require an interim Memorandum of Understanding to be signed by or on behalf of that witness. The Attorney-General may require an interim Memorandum of Understanding to be signed by or on behalf of that witness. (3) Sections 29 and 30 shall not be construed as preventing the exercise of any power or performance of any function under this section but, in so far as the requirements of those sections have not been complied with before the witness is included in the Programme, they shall be complied with as soon as practicable after the inclusion of the witness. Sections 29 and 30 shall not be construed as preventing the exercise of any power or performance of any function under this section but, in so far as the requirements of those sections have not been complied with before the witness is included in the Programme, they shall be complied with as soon as practicable after the inclusion of the witness."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Cessation of protection and assistance",
      "content": "(1) Protection and assistance provided under the Programme to a participant shall be terminated by the Attorney-General if the participant requests in writing that it be terminated and the Attorney-General is satisfied with the request. Protection and assistance provided under the Programme to a participant shall be terminated by the Attorney-General if the participant requests in writing that it be terminated and the Attorney-General is satisfied with the request. (2) Protection and assistance provided under the Programme may be terminated by the Attorney-General if Protection and assistance provided under the Programme may be terminated by the Attorney-General if the participant deliberately breaches a term of the Memorandum of Understanding or a requirement or undertaking relating to the Programme; the participant deliberately breaches a term of the Memorandum of Understanding or a requirement or undertaking relating to the Programme; anything done or intended to be done by the participant is, in the opinion of the Attorney-General, likely to threaten the security or compromise the integrity of the Programme; or anything done or intended to be done by the participant is, in the opinion of the Attorney-General, likely to threaten the security or compromise the integrity of the Programme; or the circumstances which gave rise to the need for protec­tion and assistance for the participant have ceased to exist, and the Attorney-General is of the opinion that, in the circumstances of the case, the protection and assis­tance should be terminated. the circumstances which gave rise to the need for protec­tion and assistance for the participant have ceased to exist, and the Attorney-General is of the opinion that, in the circumstances of the case, the protection and assis­tance should be terminated."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Suspension of protection and assistance",
      "content": "Protection and assistance provided under the Programme to a participant may be suspended by the Attorney-General for a reasonable period determined by the Attorney-General if the Attorney-General is satisfied that the participant has done something or intends to do something which limits the ability of the Attorney-General to provide adequate protection to the participant. Protection and assistance provided under the Programme to a participant may be suspended by the Attorney-General for a reasonable period determined by the Attorney-General if the Attorney-General is satisfied that the participant has done something or intends to do something which limits the ability of the Attorney-General to provide adequate protection to the participant."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Notice of involuntary termination or suspension",
      "content": "Where protection and assistance provided under the Programme to a participant are terminated or suspended under section 34 or 35, the Attorney-General shall notify the law enforcement agency concerned of the decision. Where protection and assistance provided under the Programme to a participant are terminated or suspended under section 34 or 35, the Attorney-General shall notify the law enforcement agency concerned of the decision."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Coaching or coercion of witness",
      "content": "A person who coaches or coerces a protected witness to give evidence which is false commits an offence and is liable on summary conviction to a fine of not less than two thousand penalty units and not more than ten thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years or to both the fine and the term of imprisonment. A person who coaches or coerces a protected witness to give evidence which is false commits an offence and is liable on summary conviction to a fine of not less than two thousand penalty units and not more than ten thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years or to both the fine and the term of imprisonment."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Causing harm to witness",
      "content": "A person who threatens, assaults or intimidates a protected witness or who in any other manner causes harm to a witness commits an offence and is liable on summary conviction to a fine of not less than two thousand penalty units and not more than ten thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years or to both the fine and the term of imprisonment. A person who threatens, assaults or intimidates a protected witness or who in any other manner causes harm to a witness commits an offence and is liable on summary conviction to a fine of not less than two thousand penalty units and not more than ten thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years or to both the fine and the term of imprisonment."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Identifying documents",
      "content": "Without limiting the powers of the Attorney-General under section 28, the Attorney-General may apply for a document necessary to allow a witness to establish a new identity; to allow a witness to establish a new identity; to protect the witness; or to protect the witness; or to restore the original identity of a former participant. to restore the original identity of a former participant."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Application for court order",
      "content": "The Attorney-General may, in a manner to be prescribed by the Rules of Court, apply to the High Court for an order authorising a specified person, or a person of a specified class or description to The Attorney-General may, in a manner to be prescribed by the Rules of Court, apply to the High Court for an order authorising a specified person, or a person of a specified class or description to make a new entry in a register of births or a register of marriages in respect of a witness; make a new entry in a register of births or a register of marriages in respect of a witness; make a new entry in a register of deaths in respect of a witness or a relative of a witness; or make a new entry in a register of deaths in respect of a witness or a relative of a witness; or issue a document of a kind previously issued to the witness in the new identity of the witness. issue a document of a kind previously issued to the witness in the new identity of the witness. (2) The Attorney-General shall provide the evidence that the High Court may require to satisfy itself as to the matters specified in section 42. The Attorney-General shall provide the evidence that the High Court may require to satisfy itself as to the matters specified in section 42."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Court proceedings under this Act to be closed to public",
      "content": "Business of the High Court under this Act shall be conducted in camera. Business of the High Court under this Act shall be conducted in camera."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Power of High Court to make order",
      "content": "The High Court may make a witness protection order if it is satisfied that the person named in the application as a witness was a witness to or has knowledge of an offence and is or has been a witness in criminal proceedings relating to that offence; or was a witness to or has knowledge of an offence and is or has been a witness in criminal proceedings relating to that offence; or is a person who, because of a relationship to or association with a person to whom subparagraph (i) applies, may require protection or other assistance under this Act; is a person who, because of a relationship to or association with a person to whom subparagraph (i) applies, may require protection or other assistance under this Act; the life or safety of the person may be endangered as a result of being a witness; the life or safety of the person may be endangered as a result of being a witness; a Memorandum of Understanding has been entered into by the witness in accordance with section 31; and a Memorandum of Understanding has been entered into by the witness in accordance with section 31; and the person is likely to comply with the Memorandum of Understanding. the person is likely to comply with the Memorandum of Understanding."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Effect of witness protection order",
      "content": "On the making of an order of the kind referred to in section 42 (a) or (b) a person authorised to do so by the order may make the entries in a register of births, deaths or marriages that are necessary to give effect to the order; a person authorised to do so by the order may make the entries in a register of births, deaths or marriages that are necessary to give effect to the order; the appropriate registrar having charge of the register of births, deaths or marriages shall afford the person so authorised full access to the relevant register and give the person the required assistance; and the appropriate registrar having charge of the register of births, deaths or marriages shall afford the person so authorised full access to the relevant register and give the person the required assistance; and the Attorney-General shall maintain details of actual records of the birth, death or marriage of each person in respect of whom an entry is made under paragraph (a). the Attorney-General shall maintain details of actual records of the birth, death or marriage of each person in respect of whom an entry is made under paragraph (a)."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Effect of entries made under this Act",
      "content": "(1) An entry made under this Act in a register of births, deaths or marriages has effect as if it were a valid entry made in accordance with the law governing the register. An entry made under this Act in a register of births, deaths or marriages has effect as if it were a valid entry made in accordance with the law governing the register. (2) An entry made under this Act in a register of births, deaths or marriages can only be cancelled by the Registrar-General or an appropri­ate registrar, if the High Court, after being satisfied that the witness is no longer included in the relevant Programme, has made an order on the application of the Attorney-General directing that the entry be cancelled. An entry made under this Act in a register of births, deaths or marriages can only be cancelled by the Registrar-General or an appropri­ate registrar, if the High Court, after being satisfied that the witness is no longer included in the relevant Programme, has made an order on the application of the Attorney-General directing that the entry be cancelled."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Offences in relation to documents",
      "content": "While an entry made under this Act in a register of births, deaths or marriages continues in force, a person in respect of whom the entry is made who uses or obtains a document issued by a registrar of births, deaths or marriages for a fraudulent or dishonest purpose commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than one thousand penalty units or to a term of imprisonment of not less than two years and not more than four years or to both the fine and the term of imprisonment. While an entry made under this Act in a register of births, deaths or marriages continues in force, a person in respect of whom the entry is made who uses or obtains a document issued by a registrar of births, deaths or marriages for a fraudulent or dishonest purpose commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than one thousand penalty units or to a term of imprisonment of not less than two years and not more than four years or to both the fine and the term of imprisonment."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Information not to be disclosed",
      "content": "(1) Except where it is necessary Except where it is necessary for the purposes of an investigation by the Attorney-General, the Police Service or another law enforcement agency; or for the purposes of an investigation by the Attorney-General, the Police Service or another law enforcement agency; or to comply with an order of the High Court, to comply with an order of the High Court, a person who, either directly or indirectly, makes a record of, discloses or communicates to another person, any information relating to an entry made in a register of births, deaths or marriages for the purposes of this Act commits an offence. (2) A person who commits an offence under subsection (1) is liable on summary conviction to a fine of not less than two thousand penalty units and not more than ten thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years or to both the fine and the term of imprisonment. A person who commits an offence under subsection (1) is liable on summary conviction to a fine of not less than two thousand penalty units and not more than ten thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years or to both the fine and the term of imprisonment. (3) Despite subsection (1), the Attorney-General may disclose the former identity of a participant for the purpose of obtaining documents relating to the new identity of the participant. Despite subsection (1), the Attorney-General may disclose the former identity of a participant for the purpose of obtaining documents relating to the new identity of the participant."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Non-disclosure of the former identity of a participant",
      "content": "(1) Where Where a participant who has been provided with a new identity under the programme would, apart from this section, be required by or under a law of this country to disclose the former identity of the participant for a particular purpose, and a participant who has been provided with a new identity under the programme would, apart from this section, be required by or under a law of this country to disclose the former identity of the participant for a particular purpose, and the Attorney-General has given the participant permission, in the form prescribed by the Regulations not to disclose the former identity of the participant for that purpose, the Attorney-General has given the participant permission, in the form prescribed by the Regulations not to disclose the former identity of the participant for that purpose, the participant is not required to disclose the former identity to any person for that purpose. (2) Where a participant has been given permission under subsection (1) not to disclose the former identity of the participant for a particular purpose, that participant may, in any proceedings or for any purpose, under or in relation to the relevant law of this country, claim that the new identity is the only identity of that participant. Where a participant has been given permission under subsection (1) not to disclose the former identity of the participant for a particular purpose, that participant may, in any proceedings or for any purpose, under or in relation to the relevant law of this country, claim that the new identity is the only identity of that participant. (3) A person who A person who is associated with the Programme; or is associated with the Programme; or has been associated with the administration of the Programme, and who has obtained access to information or a document relevant to the Programme, shall not disclose that information or publish that document except as authorised by the Attorney-General. has been associated with the administration of the Programme, and who has obtained access to information or a document relevant to the Programme, shall not disclose that information or publish that document except as authorised by the Attorney-General. (4) In this section, “participant” includes a person who In this section, “participant” includes a person who was provided with a new identity under the Programme; and was provided with a new identity under the Programme; and is no longer a participant but retains that identity. is no longer a participant but retains that identity."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Identity of participant not to be disclosed in legal proceedings",
      "content": "(1) Where, in any proceedings in a court, or commission of inquiry, the identity of a participant is in issue or may be disclosed, the court, or commission of inquiry shall, unless it considers that the interests of justice require otherwise, Where, in any proceedings in a court, or commission of inquiry, the identity of a participant is in issue or may be disclosed, the court, or commission of inquiry shall, unless it considers that the interests of justice require otherwise, hold that, that part of the proceedings which relates to the identity of the participant be conducted in camera; and hold that, that part of the proceedings which relates to the identity of the participant be conducted in camera; and make an order relating to the suppression of publication of evidence given before the court, tribunal or commission of inquiry as, in its opinion, will ensure that the identity of the participant is not disclosed. make an order relating to the suppression of publication of evidence given before the court, tribunal or commission of inquiry as, in its opinion, will ensure that the identity of the participant is not disclosed. (2) Where in any proceedings in a court, or commission of inquiry, a participant or former participant who has been provided with a new identity under the Programme is giving evidence, the court, or commission of inquiry may hold that part of the proceedings in camera. Where in any proceedings in a court, or commission of inquiry, a participant or former participant who has been provided with a new identity under the Programme is giving evidence, the court, or commission of inquiry may hold that part of the proceedings in camera. (3) The court, or commission before which any proceedings referred to in subsection (1) or (2) are conducted may by order direct The court, or commission before which any proceedings referred to in subsection (1) or (2) are conducted may by order direct that a question shall not be asked in the proceedings which might lead to the disclosure of a protected identity of a participant or of the place of abode of the participant; that a question shall not be asked in the proceedings which might lead to the disclosure of a protected identity of a participant or of the place of abode of the participant; that a witness in the proceedings, including a participant, cannot be required to answer a question, give evidence, or provide any information, which may lead to the disclosure of a protected identity of the participant or former participant or of the place of abode of that participant; and that a witness in the proceedings, including a participant, cannot be required to answer a question, give evidence, or provide any information, which may lead to the disclosure of a protected identity of the participant or former participant or of the place of abode of that participant; and that a person involved in the proceedings shall not, in the proceedings, make a statement which discloses or could disclose a protected identity of a participant or the place of abode of that participant. that a person involved in the proceedings shall not, in the proceedings, make a statement which discloses or could disclose a protected identity of a participant or the place of abode of that participant. (4) In subsection (3), “protected identity” means an identity of a participant that is different from the identity under which the participant is known or in connection with the proceedings concerned. In subsection (3), “protected identity” means an identity of a participant that is different from the identity under which the participant is known or in connection with the proceedings concerned."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Documentation restrictions",
      "content": "The Attorney-General shall not obtain documentation for a participant which represents that the participant has a qualification which that participant does not have; or has a qualification which that participant does not have; or is entitled to a benefit to which that participant is not entitled. is entitled to a benefit to which that participant is not entitled."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Special commercial arrangements by the Attorney-General",
      "content": "The Attorney-General may make commercial arrangements with a person under which a participant is able to obtain a benefit under a contract or arrangement without revealing the former identity of the participant. The Attorney-General may make commercial arrangements with a person under which a participant is able to obtain a benefit under a contract or arrangement without revealing the former identity of the participant."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Dealing with the rights and obligations of a participant",
      "content": "(1) If a participant has any outstanding rights or obligations or is subject to any restrictions, the Attorney-General shall take steps that are reasonably practicable to ensure that If a participant has any outstanding rights or obligations or is subject to any restrictions, the Attorney-General shall take steps that are reasonably practicable to ensure that those rights or obligations are dealt with according to law; or those rights or obligations are dealt with according to law; or the person complies with those restrictions. the person complies with those restrictions. (2) The action may include The action may include providing protection for the participant while the participant is attending court; or providing protection for the participant while the participant is attending court; or notifying a party or possible party to legal proceedings that the Attorney-General will, on behalf of the participant, accept process issued by a court, a tribunal or a commission of inquiry and nominating an office for the purpose. notifying a party or possible party to legal proceedings that the Attorney-General will, on behalf of the participant, accept process issued by a court, a tribunal or a commission of inquiry and nominating an office for the purpose."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Avoidance of obligations by a participant",
      "content": "(1) Where the Attorney-General is satisfied that a participant who has been provided with a new identity under the Programme is using the new identity Where the Attorney-General is satisfied that a participant who has been provided with a new identity under the Programme is using the new identity to avoid obligations which were incurred before the new identity was established, or to avoid obligations which were incurred before the new identity was established, or to avoid complying with restrictions which were imposed on the person before the new identity was established, to avoid complying with restrictions which were imposed on the person before the new identity was established, the Attorney-General shall give a notice of caution in writing to the participant. (2) The notice shall also state that, unless the participant satisfies the Attorney-General that the obligations will be dealt with according to law or the restrictions will be complied with, the Attorney-General will take the necessary action to ensure that they are dealt with according to law or complied with. The notice shall also state that, unless the participant satisfies the Attorney-General that the obligations will be dealt with according to law or the restrictions will be complied with, the Attorney-General will take the necessary action to ensure that they are dealt with according to law or complied with. (3) The action may include providing to a person who is seeking to enforce rights against the participant, information on the details of any property, whether real or personal, owned by the participant under the former identity of that participant. The action may include providing to a person who is seeking to enforce rights against the participant, information on the details of any property, whether real or personal, owned by the participant under the former identity of that participant."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Payments under Witness Protection Programme",
      "content": "(1) The Attorney-General may certify in writing that the-whole or part of an amount held by a participant represents payments made to that participant under the Programme. The Attorney-General may certify in writing that the-whole or part of an amount held by a participant represents payments made to that participant under the Programme. (2) An amount certified under subsection (1) shall not An amount certified under subsection (1) shall not be confiscated or restrained; and be confiscated or restrained; and be applied in payment of pecuniary penalties. be applied in payment of pecuniary penalties."
    },
    {
      "provision_ref": "s54",
      "section": "54",
      "title": "Disclosures concerning participants",
      "content": "A person who, without lawful excuse, discloses information about the identity or location of a person who is or has been a protected witness or participant, or about the identity or location of a person who is or has been a protected witness or participant, or which compromises the security of the person, which compromises the security of the person, commits an offence and is liable on summary conviction to a term of imprisonment of not less than two years and not more than ten years."
    },
    {
      "provision_ref": "s55",
      "section": "55",
      "title": "Disclosure by participants and others",
      "content": "(1) A person who is or was a participant or a witness considered for inclusion in the Programme and who directly or indirectly discloses or communicates to another person A person who is or was a participant or a witness considered for inclusion in the Programme and who directly or indirectly discloses or communicates to another person the fact that the person or a member of the family of that person has entered a Memorandum of Understanding under section 31, the fact that the person or a member of the family of that person has entered a Memorandum of Understanding under section 31, details of the Memorandum of Understanding, details of the Memorandum of Understanding, information relating to anything done by the Attorney-General or an officer under this Act, or information relating to anything done by the Attorney-General or an officer under this Act, or information about an officer obtained by the person as a result of anything done under this Act, information about an officer obtained by the person as a result of anything done under this Act, commits an offence and is liable on summary conviction to a term of imprisonment of not less than two years and not more than ten years. (2) This section does not apply to a disclosure or communication which This section does not apply to a disclosure or communication which has been authorised by the Attorney-General; has been authorised by the Attorney-General; is necessary for the purposes of an investigation by the Attorney-General, the Police Service or another law enforcement agency; or is necessary for the purposes of an investigation by the Attorney-General, the Police Service or another law enforcement agency; or is necessary to comply with an order of the High Court. is necessary to comply with an order of the High Court. (3) For purposes of subsection (1), a person is a witness considered for inclusion in the Programme if For purposes of subsection (1), a person is a witness considered for inclusion in the Programme if the person is a witness who is the subject of consideration under section 29 for inclusion in the Programme; or the person is a witness who is the subject of consideration under section 29 for inclusion in the Programme; or the person is a witness included in the Programme temporarily under section 33. the person is a witness included in the Programme temporarily under section 33."
    },
    {
      "provision_ref": "s56",
      "section": "56",
      "title": "Certain persons not to be required to disclose information",
      "content": "Except as otherwise provided by order of the High Court, a person who is or has been the Attorney-General or an officer under the Attorney-General, the Attorney-General or an officer under the Attorney-General, the Inspector-General of Police, a member of the Police Service or a person employed in its administration, the Inspector-General of Police, a member of the Police Service or a person employed in its administration, the registrar having charge of a register of births, deaths or marriages, the registrar having charge of a register of births, deaths or marriages, a person employed in the administration of the Births and Deaths Registration Act or any law under which marriages are registered or recorded, or a person employed in the administration of the Births and Deaths Registration Act or any law under which marriages are registered or recorded, or a person or body or an employee of a person or body providing services to or for a participant on request made by or on behalf of the Attorney-General, a person or body or an employee of a person or body providing services to or for a participant on request made by or on behalf of the Attorney-General, is not compellable in any proceedings in a court, tribunal or commission of inquiry to produce any document or to divulge or communicate any matter or thing relating to the exercise of functions under this Act or the protec­tion of witnesses included in the Programme."
    },
    {
      "provision_ref": "s57",
      "section": "57",
      "title": "Protection of witnesses",
      "content": "(1) An action or proceeding, including a disciplinary action, shall not be instituted or maintained against a witness in respect of An action or proceeding, including a disciplinary action, shall not be instituted or maintained against a witness in respect of any assistance given by that witness to the court or to a law enforcement agency; any assistance given by that witness to the court or to a law enforcement agency; a disclosure of information made by that witness to the court or to a law enforcement agency. a disclosure of information made by that witness to the court or to a law enforcement agency. (2) Subsection (1) does not apply to a witness who knowingly make a false statement. Subsection (1) does not apply to a witness who knowingly make a false statement. (3) A person shall not be required to identify, or provide information that might lead to the identification of a witness who assisted or disclosed information to the court or law enforcement agency. A person shall not be required to identify, or provide information that might lead to the identification of a witness who assisted or disclosed information to the court or law enforcement agency. (4) In any proceedings before a court, the court shall ensure that information that identifies or might lead to the identification of a person who assisted or disclosed information to the court or law enforcement agency is removed or concealed from any documents to be produced or inspected in connection with the proceeding. In any proceedings before a court, the court shall ensure that information that identifies or might lead to the identification of a person who assisted or disclosed information to the court or law enforcement agency is removed or concealed from any documents to be produced or inspected in connection with the proceeding. (5) Subsections (3) and (4) do not apply to the extent determined by the court to be necessary to ensure that justice is fully done. Subsections (3) and (4) do not apply to the extent determined by the court to be necessary to ensure that justice is fully done."
    },
    {
      "provision_ref": "s58",
      "section": "58",
      "title": "Immunity from legal proceedings",
      "content": "A person is not liable to any action, claim, suit or demand whether criminal or civil in respect of anything done or omitted to be done by that person in good faith in the performance or purported performance of a function conferred by or under this Act. A person is not liable to any action, claim, suit or demand whether criminal or civil in respect of anything done or omitted to be done by that person in good faith in the performance or purported performance of a function conferred by or under this Act."
    },
    {
      "provision_ref": "s59",
      "section": "59",
      "title": "Regulations",
      "content": "The Minister may, by legislative instrument, make regulations generally for the efficient and effective implementation of this Act, and in particular, for prescribing the rights and obligations of persons who are granted protection under the Witness Protection programme; prescribing the rights and obligations of persons who are granted protection under the Witness Protection programme; prescribing the procedure for applying for the payment of compensation from the Fund; prescribing the procedure for applying for the payment of compensation from the Fund; the protection of children; the protection of children; the regulation of access to places where protected persons are kept; the regulation of access to places where protected persons are kept; terms and conditions of agreements and arrangements entered into for the purposes of this Act; terms and conditions of agreements and arrangements entered into for the purposes of this Act; relocation agreements; and relocation agreements; and the procedure for the relocation or change of identity of a witness. the procedure for the relocation or change of identity of a witness."
    },
    {
      "provision_ref": "s60",
      "section": "60",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“Agency” means the Witness Protection Agency established by section 1;“Board” means the governing body of the Agency established under section 6;“Executive Director” means the Executive Director of the Agency appointed under section 13;“Fund” means the Witness and Victims Compensation Fund established under section 20;“law enforcement agency” includes the Ghana Police Service, the Bureau of National Investigation, the Economic and Organised Crime Office, the Office of the Special Prosecutor and the Financial Intelligence Centre;“Minister” means the Attorney-General and Minister for Justice;“participant” means a witness or a person who is included in the Programme;“Programme” means the Witness Protection Programme to be established and maintained as a function of the Agency under section 3;“protected person” means a person who has been placed under protection in accordance with this Act;“register of births” means a register of births maintained under the Births and Deaths Registration Act, 1965 (Act 301);“register of deaths” means a register of deaths maintained under the Births and Deaths Registration Act, 1965 (Act 301);“register of marriages” means(a)a register maintained under any Act in which marriages are registered or recorded; or(b)an index, maintained under any Act, of certified copies of the registers;“victim” means a person who by virtue of the relation of that person to the witness has suffered a loss, damage or injury as a consequence of the commission of a crime; and“witness” means a person who needs protection from a threat or risk which exists on account of being a crucial witness who(a)has given or agreed to give, evidence on behalf of the State in(i)proceedings for an offence; or(ii)hearings or proceedings before an authority which is declared by the Minister by Order published in the Gazette to be an authority to which this paragraph applies;(b)has given or agreed to give evidence, otherwise than as mentioned in paragraph (a), in relation to the commission or possible commission of an offence against a law of this country;(c)has made a statement to(i)the Inspector-General of Police or a member of the Police Service; or(ii)a law enforcement agency, in relation to an offence against a law of this country; or(d)is required to give evidence in a prosecution or inquiry held before a court, commission or tribunal outside this country;(i)for the purposes of any treaty or agreement to which this country is a party; or(ii)in circumstances prescribed by Regulations made under this Act. In this Act, unless the context otherwise requires, “Agency” means the Witness Protection Agency established by section 1; “Board” means the governing body of the Agency established under section 6; “Executive Director” means the Executive Director of the Agency appointed under section 13; “Fund” means the Witness and Victims Compensation Fund established under section 20; “law enforcement agency” includes the Ghana Police Service, the Bureau of National Investigation, the Economic and Organised Crime Office, the Office of the Special Prosecutor and the Financial Intelligence Centre; “Minister” means the Attorney-General and Minister for Justice; “participant” means a witness or a person who is included in the Programme; “Programme” means the Witness Protection Programme to be established and maintained as a function of the Agency under section 3; “protected person” means a person who has been placed under protection in accordance with this Act; “register of births” means a register of births maintained under the Births and Deaths Registration Act, 1965 (Act 301); “register of deaths” means a register of deaths maintained under the Births and Deaths Registration Act, 1965 (Act 301); a register maintained under any Act in which marriages are registered or recorded; or an index, maintained under any Act, of certified copies of the registers; “victim” means a person who by virtue of the relation of that person to the witness has suffered a loss, damage or injury as a consequence of the commission of a crime; and proceedings for an offence; or hearings or proceedings before an authority which is declared by the Minister by Order published in the Gazette to be an authority to which this paragraph applies; has given or agreed to give evidence, otherwise than as mentioned in paragraph (a), in relation to the commission or possible commission of an offence against a law of this country; the Inspector-General of Police or a member of the Police Service; or a law enforcement agency, in relation to an offence against a law of this country; or for the purposes of any treaty or agreement to which this country is a party; or in circumstances prescribed by Regulations made under this Act."
    }
  ],
  "definitions": [
    {
      "term": "Agency",
      "definition": "the Witness Protection Agency established by section 1",
      "source_provision": "s60"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Agency established under section 6",
      "source_provision": "s60"
    },
    {
      "term": "Executive Director",
      "definition": "the Executive Director of the Agency appointed under section 13",
      "source_provision": "s60"
    },
    {
      "term": "Fund",
      "definition": "the Witness and Victims Compensation Fund established under section 20",
      "source_provision": "s60"
    },
    {
      "term": "Minister",
      "definition": "the Attorney-General and Minister for Justice",
      "source_provision": "s60"
    },
    {
      "term": "participant",
      "definition": "a witness or a person who is included in the Programme",
      "source_provision": "s60"
    },
    {
      "term": "Programme",
      "definition": "the Witness Protection Programme to be established and maintained as a function of the Agency under section 3",
      "source_provision": "s60"
    },
    {
      "term": "protected person",
      "definition": "a person who has been placed under protection in accordance with this Act",
      "source_provision": "s60"
    },
    {
      "term": "register of births",
      "definition": "a register of births maintained under the Births and Deaths Registration Act, 1965 (Act 301)",
      "source_provision": "s60"
    },
    {
      "term": "register of deaths",
      "definition": "a register of deaths maintained under the Births and Deaths Registration Act, 1965 (Act 301)",
      "source_provision": "s60"
    },
    {
      "term": "victim",
      "definition": "a person who by virtue of the relation of that person to the witness has suffered a loss, damage or injury as a consequence of the commission of a crime",
      "source_provision": "s60"
    },
    {
      "term": "witness",
      "definition": "a person who needs protection from a threat or risk which exists on account of being a crucial witness who(a)has given or agreed to give, evidence on behalf of the State in(i)proceedings for an offence",
      "source_provision": "s60"
    },
    {
      "term": "Agency",
      "definition": "the Witness Protection Agency established by section 1",
      "source_provision": "s60"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Agency established under section 6",
      "source_provision": "s60"
    },
    {
      "term": "Executive Director",
      "definition": "the Executive Director of the Agency appointed under section 13",
      "source_provision": "s60"
    },
    {
      "term": "Fund",
      "definition": "the Witness and Victims Compensation Fund established under section 20",
      "source_provision": "s60"
    },
    {
      "term": "Minister",
      "definition": "the Attorney-General and Minister for Justice",
      "source_provision": "s60"
    },
    {
      "term": "participant",
      "definition": "a witness or a person who is included in the Programme",
      "source_provision": "s60"
    },
    {
      "term": "Programme",
      "definition": "the Witness Protection Programme to be established and maintained as a function of the Agency under section 3",
      "source_provision": "s60"
    },
    {
      "term": "protected person",
      "definition": "a person who has been placed under protection in accordance with this Act",
      "source_provision": "s60"
    },
    {
      "term": "register of births",
      "definition": "a register of births maintained under the Births and Deaths Registration Act, 1965 (Act 301)",
      "source_provision": "s60"
    },
    {
      "term": "register of deaths",
      "definition": "a register of deaths maintained under the Births and Deaths Registration Act, 1965 (Act 301)",
      "source_provision": "s60"
    },
    {
      "term": "victim",
      "definition": "a person who by virtue of the relation of that person to the witness has suffered a loss, damage or injury as a consequence of the commission of a crime",
      "source_provision": "s60"
    }
  ]
}