{
  "id": "act-977-2018",
  "type": "act",
  "title": "Legal Aid Commission Act, 2018",
  "short_name": "LAC 2018",
  "act_number": 977,
  "year": 2018,
  "status": "in_force",
  "issued_date": "2018-09-17",
  "url": "https://ghalii.org/akn/gh/act/2018/977",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Commission",
      "content": "(1) There is established by this Act a body corporate with perpetual succession to be known as the Legal Aid Commission. There is established by this Act a body corporate with perpetual succession to be known as the Legal Aid Commission. (2) The Commission may for the performance of its functions acquire and hold movable and immovable property, and may enter into a contract or any other transaction. The Commission may for the performance of its functions acquire and hold movable and immovable property, and may enter into a contract or any other transaction. (3) Where there is a hindrance to the acquisition of property, the property may be acquired for the Commission under the State Lands Act 1962 (Act 125) and the cost shall be borne by the Commission. Where there is a hindrance to the acquisition of property, the property may be acquired for the Commission under the State Lands Act 1962 (Act 125) and the cost shall be borne by the Commission."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Commission",
      "content": "The object of the Commission is to provide legal aid to an indigent, and an indigent, and a person who has reasonable grounds to take, defend, prosecute or be a party to proceedings related to the Consti­tution in accordance with clause (1) of article 294 of the Constitution. a person who has reasonable grounds to take, defend, prosecute or be a party to proceedings related to the Consti­tution in accordance with clause (1) of article 294 of the Constitution."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Commission",
      "content": "(1) To achieve the object, the Commission shall pursuant to paragraph (a) of section 2 To achieve the object, the Commission shall pursuant to paragraph (a) of section 2 determine determine a person or class of persons to whom legal aid may be granted; and a person or class of persons to whom legal aid may be granted; and a matter or class of matters in respect of which legal aid may be granted; a matter or class of matters in respect of which legal aid may be granted; determine priorities in the provision of legal aid between different determine priorities in the provision of legal aid between different persons or classes of persons; and persons or classes of persons; and matters or classes of matters; matters or classes of matters; specify principles including the imposition of the means test to be applied in determining applications for legal aid; specify principles including the imposition of the means test to be applied in determining applications for legal aid; specify the conditions for which legal aid may be granted including conditions that relate to specify the conditions for which legal aid may be granted including conditions that relate to any rights in respect of costs recovered or recoverable in any legal proceedings or dispute for the legal aid that is granted to the Commission; and any rights in respect of costs recovered or recoverable in any legal proceedings or dispute for the legal aid that is granted to the Commission; and the payment of contributions to the Commission by persons to whom legal aid is granted; the payment of contributions to the Commission by persons to whom legal aid is granted; (2) The Commission shall, in the performance of the functions specified in subsection (1), The Commission shall, in the performance of the functions specified in subsection (1), establish and supervise local offices as it considers appropriate; establish and supervise local offices as it considers appropriate; give assistance and make grants on the terms and conditions as the Commission considers fit to persons within the country for the provision of legal aid by those persons; give assistance and make grants on the terms and conditions as the Commission considers fit to persons within the country for the provision of legal aid by those persons; enter into agreements with persons who perform functions outside the country similar to those of the Commission provision for legal aid to citizens in proceedings of the country; enter into agreements with persons who perform functions outside the country similar to those of the Commission provision for legal aid to citizens in proceedings of the country; collect and publish information in respect of the function of the Commission and in respect of other service provided by the Commission in Ghana; collect and publish information in respect of the function of the Commission and in respect of other service provided by the Commission in Ghana; undertake research into any aspects of legal aid include the investigation and assessment of different method for financing and providing legal aid; undertake research into any aspects of legal aid include the investigation and assessment of different method for financing and providing legal aid; specify principles including the imposition of the means to be applied in applications for legal aid; specify principles including the imposition of the means to be applied in applications for legal aid; develop a system for the participation of a paralegal or assistant in legal aid delivery; develop a system for the participation of a paralegal or assistant in legal aid delivery; specify the circumstances in which contributions shall be made by legally-assisted persons and the means of calculating the contributions; and specify the circumstances in which contributions shall be made by legally-assisted persons and the means of calculating the contributions; and perform any other functions ancillary to the object of Commissions. perform any other functions ancillary to the object of Commissions."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Independence of the Commission",
      "content": "Except as otherwise provided by the Constitution or any other law not inconsistent with the Constitution, the Commission is not subject to the direction or control of any person or authority in the performance of its functions. Except as otherwise provided by the Constitution or any other law not inconsistent with the Constitution, the Commission is not subject to the direction or control of any person or authority in the performance of its functions."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Governing body of the Commission",
      "content": "(1) The governing body of the Commission is a Board consisting of The governing body of the Commission is a Board consisting of a Justice or a retired Justice of the Superior Court of Judicature as the chairperson; a Justice or a retired Justice of the Superior Court of Judicature as the chairperson; the Executive Director of the Legal Aid Commission; the Executive Director of the Legal Aid Commission; one representative from the Office of the Attorney–General not below the rank of Principle State Attorney; one representative from the Office of the Attorney–General not below the rank of Principle State Attorney; one representative of the Ministry responsible for Women, Children and Social Protection not below the rank of Director; one representative of the Ministry responsible for Women, Children and Social Protection not below the rank of Director; the Director of Social Welfare; the Director of Social Welfare; one representative of the General Legal Council; one representative of the General Legal Council; two representatives of the Ghana Bar Association two representatives of the Ghana Bar Association of not less than ten years at the Bar; and of not less than ten years at the Bar; and with relevant experience with relevant experience at least one of whom is a woman; a representative of the Ghana Police Service; and a representative of the Ghana Police Service; and one person who in the opinion of the Minister, represents consumer and community welfare interests. one person who in the opinion of the Minister, represents consumer and community welfare interests. (3) The members of the Board shall be appointed by the President in accordance with Article 70 of the Constitution.[Please note: Numbering as in original.] The members of the Board shall be appointed by the President in accordance with Article 70 of the Constitution. [Please note: Numbering as in original.]"
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Functions of the Board",
      "content": "(1) The Board shall The Board shall develop a comprehensive legal aid policy and programme to be carried out throughout the country; develop a comprehensive legal aid policy and programme to be carried out throughout the country; select lawyers and other personnel for execution of the programme without prejudice to the right of an applicant to a lawyer of the choice of the applicant; select lawyers and other personnel for execution of the programme without prejudice to the right of an applicant to a lawyer of the choice of the applicant; liaise with persons engaged or interested in the provision of legal aid; and liaise with persons engaged or interested in the provision of legal aid; and supervise the general administration of the legal aid programme. supervise the general administration of the legal aid programme. (2) The Board shall ensure the proper and effective performance of the functions of the Commission. The Board shall ensure the proper and effective performance of the functions of the Commission. (3) The Board shall designate an officer of the Commission as Secretary to the Board. The Board shall designate an officer of the Commission as Secretary to the Board."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Tenure of office of members of the Board",
      "content": "(1) A member of the Board shall hold office for a term of not more than four years and is eligible for re-appointment for one other term only. A member of the Board shall hold office for a term of not more than four years and is eligible for re-appointment for one other term only. (2) Subsection (1) does not apply to the Executive Director of the Commission or any other person who is a member of the Board by virtue of office. Subsection (1) does not apply to the Executive Director of the Commission or any other person who is a member of the Board by virtue of office. (3) A member of the Board may at any time resign from office in writing addressed to the chairperson of the Board. A member of the Board may at any time resign from office in writing addressed to the chairperson of the Board. (4) A member of the Board who is absent for three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board who is absent for three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (5) The President may by a letter addressed to a member, revoke the appointment of that member. The President may by a letter addressed to a member, revoke the appointment of that member. (6) Where a member of the Board is, for a sufficient reason to act as a member, the chairperson of the Board shall determine whether the inability would result in a declaration of a vacancy for the unexpected tenure of office of that member. Where a member of the Board is, for a sufficient reason to act as a member, the chairperson of the Board shall determine whether the inability would result in a declaration of a vacancy for the unexpected tenure of office of that member. (7) Where there is a vacancy Where there is a vacancy under subsection (3), (4) or section 9(2) under subsection (3), (4) or section 9(2) as a result of a declaration under subsection (6), or as a result of a declaration under subsection (6), or by reason of the death of a member, by reason of the death of a member, the President shall appoint a person to fill the vacancy."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months for the despatch of business at the times and places determined by the chairperson. The Board shall meet at least once every three months for the despatch of business at the times and places determined by the chairperson. (2) The chairperson shall at the request in writing of not less than one-third of the membership of the Board convene an extraordinary meeting of the Board at a place and time determined by the chairperson. The chairperson shall at the request in writing of not less than one-third of the membership of the Board convene an extraordinary meeting of the Board at a place and time determined by the chairperson. (3) The quorum at a meeting of the Board is five members. The quorum at a meeting of the Board is five members. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by members present from among their number shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by members present from among their number shall preside. (5) Matters before the Board shall be decided by a majority of members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration by the Board shall disclose in writing the nature of interest and the member shall recuse the member’s self from participation in the deliberations of the Board in respect of that matter. A member of the Board who has an interest in a matter for consideration by the Board shall disclose in writing the nature of interest and the member shall recuse the member’s self from participation in the deliberations of the Board in respect of that matter. (2) A member who contravenes subsection (1) ceases to be a member. A member who contravenes subsection (1) ceases to be a member."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of member of the Board or non-members or both to perform a function. The Board may establish committees consisting of member of the Board or non-members or both to perform a function. (2) Without limiting subsection (1) the Board shall establish Legal Aid Review Committee in each regional capital to hear and determine an appeal in respect of a refusal to grant legal aid. Without limiting subsection (1) the Board shall establish Legal Aid Review Committee in each regional capital to hear and determine an appeal in respect of a refusal to grant legal aid. (3) Section 9 applies to members of committees of the Board. Section 9 applies to members of committees of the Board."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Allowances",
      "content": "A member of the Board and a member of a committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance. A member of the Board and a member of a committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Functions of a Legal Aid Review Committee",
      "content": "A Legal Aid Review Committee shall review a petition against a decision of the Commission to refuse the grant of legal aid to an applicant. A Legal Aid Review Committee shall review a petition against a decision of the Commission to refuse the grant of legal aid to an applicant."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Composition of a Legal Aid Review Committee",
      "content": "(1) A Legal Aid Review Committee established under section 10 consists of three members appointed by the Board as follows: A Legal Aid Review Committee established under section 10 consists of three members appointed by the Board as follows: one person nominated by the Board who shall be the chairperson; one person nominated by the Board who shall be the chairperson; one person nominated by the Ghana Bar Association; and one person nominated by the Ghana Bar Association; and one person who is not a lawyer nominated by the Department of Social Welfare. one person who is not a lawyer nominated by the Department of Social Welfare."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Tenure of office of members of a Legal Aid Review Committee",
      "content": "(1) A member of a Legal Aid Review Committee shall be appointed for a term of not more than two years and is eligible for re-appointment for one other term only. A member of a Legal Aid Review Committee shall be appointed for a term of not more than two years and is eligible for re-appointment for one other term only. (2) A member of the Legal Aid Review Committee may resign from office in writing under the hand of the member addressed to the Commission through the chairperson of the Legal Aid Review Committee. A member of the Legal Aid Review Committee may resign from office in writing under the hand of the member addressed to the Commission through the chairperson of the Legal Aid Review Committee. (3) A member of the Legal Aid Review Committee who is absent from three consecutive meetings of the Legal Aid Review Committee without reasonable cause ceases to be a member of the Legal Aid Review Committee. A member of the Legal Aid Review Committee who is absent from three consecutive meetings of the Legal Aid Review Committee without reasonable cause ceases to be a member of the Legal Aid Review Committee. (4) Where there is a vacancy on the Legal Aid Review Committee, the chairperson of the Legal Aid Review Committee shall notify the nominating authority through the Board of the vacancy for the nominating authority to nominate a person and the Board shall appoint that person. Where there is a vacancy on the Legal Aid Review Committee, the chairperson of the Legal Aid Review Committee shall notify the nominating authority through the Board of the vacancy for the nominating authority to nominate a person and the Board shall appoint that person."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Meetings of a Legal Aid Review Committee",
      "content": "A Legal Aid Review Committee shall meet at least once in every three months for the conduct of business at the times and places determined by the chairperson. A Legal Aid Review Committee shall meet at least once in every three months for the conduct of business at the times and places determined by the chairperson."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Executive Director of the Commission",
      "content": "(1) The Commission shall have an Executive Director. The Commission shall have an Executive Director. (2) The President shall, in accordance with article 195 of the Constitution, appoint a lawyer who is qualified for appointment as a Justice of the Court of Appeal as the Executive Director for the Commission. The President shall, in accordance with article 195 of the Constitution, appoint a lawyer who is qualified for appointment as a Justice of the Court of Appeal as the Executive Director for the Commission. (3) The Executive Director shall hold office on the terms and conditions specified in the letter of appointment. The Executive Director shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Functions of the Executive Director",
      "content": "(1) The Executive Director is responsible for the day to day administration of the affairs of the Commission and is answerable to the Board. The Executive Director is responsible for the day to day administration of the affairs of the Commission and is answerable to the Board. (2) The Executive Director shall perform any other functions determined by the Board. The Executive Director shall perform any other functions determined by the Board. (3) The Executive Director may delegate a function to an officer of the Commission but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Executive Director may delegate a function to an officer of the Commission but shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Legal personnel",
      "content": "(1) The legal personnel of the Commission comprise The legal personnel of the Commission comprise lawyers appointed by the Commission, lawyers appointed by the Commission, lawyers assigned by the National Service Board. lawyers assigned by the National Service Board. lawyers who devote some time each year to participate in the activities of the Commission. lawyers who devote some time each year to participate in the activities of the Commission. (2) The positions of legal personnel in paragraph (a) of subsection (1) and their equivalent positions in the Office of the Attorney-General and the Judiciary or Judicial Service Post are as set out in the Schedule. The positions of legal personnel in paragraph (a) of subsection (1) and their equivalent positions in the Office of the Attorney-General and the Judiciary or Judicial Service Post are as set out in the Schedule."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Appointment of other staff",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution appoint other staff that are necessary for the proper and efficient performance of the functions of the Commission. The President shall, in accordance with article 195 of the Constitution appoint other staff that are necessary for the proper and efficient performance of the functions of the Commission. (2) The President may in writing delegate the power of appointment in subsection (1) to the Board. The President may in writing delegate the power of appointment in subsection (1) to the Board. (3) The Board may for the proper and efficient performance of the functions of the Commission, appoint Alternative Dispute Resolution Officers and other relevant officers. The Board may for the proper and efficient performance of the functions of the Commission, appoint Alternative Dispute Resolution Officers and other relevant officers. (4) Public officers may be transferred or seconded to the Commission or may otherwise give assistance to the Commission. Public officers may be transferred or seconded to the Commission or may otherwise give assistance to the Commission."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Divisions of the Commission",
      "content": "The Commission consists of the Citizens Advisory Division; the Citizens Advisory Division; the Public Defenders’ Division; the Public Defenders’ Division; the Alternative Dispute Resolution Division; and the Alternative Dispute Resolution Division; and any other Division that the Board may determine. any other Division that the Board may determine."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Functions of the Citizens Advisory Division",
      "content": "The Citizens Advisory Division shall give free legal advice to citizens to broaden access to justice for the poor with particular emphasis on gender and social protection; give free legal advice to citizens to broaden access to justice for the poor with particular emphasis on gender and social protection; initiate and carry out educational programmes designed to promote an understanding by the public of their rights, powers, privileges, duties and responsibilities under the law; initiate and carry out educational programmes designed to promote an understanding by the public of their rights, powers, privileges, duties and responsibilities under the law; by advertisement or other means, bring the services provided by the Commission to the attention of the public; by advertisement or other means, bring the services provided by the Commission to the attention of the public; educate citizens on the circumstances in which contribu­tions shall be paid by legally-assisted persons and the means of calculating the contributions; and educate citizens on the circumstances in which contribu­tions shall be paid by legally-assisted persons and the means of calculating the contributions; and create awareness on a system for the participation of a paralegal or a legal assistant in legal aid delivery. create awareness on a system for the participation of a paralegal or a legal assistant in legal aid delivery."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Functions of the Public Defenders’ Division",
      "content": "The Public Defenders’ Division shall assist persons in need of legal assistance for the realisation of the right of equality before the law and to fair trial; assist persons in need of legal assistance for the realisation of the right of equality before the law and to fair trial; act as a public defender for the realisation of articles 14, 17 and 19 of the Constitution; act as a public defender for the realisation of articles 14, 17 and 19 of the Constitution; ensure that a person who is arrested, restricted, detained or accused of an offence is afforded the appropriate legal assistance; ensure that a person who is arrested, restricted, detained or accused of an offence is afforded the appropriate legal assistance; provide legal aid to a person in police or prison custody; provide legal aid to a person in police or prison custody; provide legal aid for juveniles; and provide legal aid for juveniles; and defend a person who is arrested, restricted, detained or accused of an offence defend a person who is arrested, restricted, detained or accused of an offence defend a person accused of a crime who is indicted for the offence the punishment for which is imprisonment for life, or who is indicted for the offence the punishment for which is imprisonment for life, or who cannot afford the services of a lawyer. who cannot afford the services of a lawyer."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Functions of the Alternative Dispute Resolution Division",
      "content": "The Alternative Dispute Resolution Division shall effectively mainstream an Alternative Dispute Resolution mechanism in the operations of the Commission; effectively mainstream an Alternative Dispute Resolution mechanism in the operations of the Commission; assist persons in dispute to arrive at a compromise by using alternative dispute resolution mechanisms; assist persons in dispute to arrive at a compromise by using alternative dispute resolution mechanisms; identify, develop and encourage customary arbitration; and identify, develop and encourage customary arbitration; and coordinate with other bodies that the Division may deter­mine to achieve the object of the Division. coordinate with other bodies that the Division may deter­mine to achieve the object of the Division."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Regional offices of the Commission",
      "content": "(1) The Commission shall establish an office in each region. The Commission shall establish an office in each region. (2) The office shall perform the functions of the Commission in the region. The office shall perform the functions of the Commission in the region."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "District offices of the Commission",
      "content": "(1) The Commission shall establish an office in each district. The Commission shall establish an office in each district. (2) The office shall perform the functions of the Commission in the district. The office shall perform the functions of the Commission in the district."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Internal Audit Unit",
      "content": "(1) The Commission shall have an Internal Audit Unit in accor­dance with section 83 of the Public Financial Management Act, 2016 (Act 921). The Commission shall have an Internal Audit Unit in accor­dance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658)."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Sources of money for the Commission",
      "content": "(1) The sources of money for the administration of the Commission are The sources of money for the administration of the Commission are moneys approved by Parliament; and moneys approved by Parliament; and donations and gifts. donations and gifts. (2) The Commission shall maintain a separate account in respect of moneys The Commission shall maintain a separate account in respect of moneys received by a lawyer on behalf of a legally-assisted person when the lawyer is acting for the person; and received by a lawyer on behalf of a legally-assisted person when the lawyer is acting for the person; and payable to a legally-assisted person, not being money payable into the Fund referred to in this Act. payable to a legally-assisted person, not being money payable into the Fund referred to in this Act."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Bank account of the Commission",
      "content": "The moneys for the Commission shall be paid into a bank account opened for that purpose with the approval of the Controller and Accountant-General. The moneys for the Commission shall be paid into a bank account opened for that purpose with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Accounts of the Commission and audit",
      "content": "(1) The Commission shall keep books of account and proper records in the form approved by the Auditor-General. The Commission shall keep books of account and proper records in the form approved by the Auditor-General. (2) The Commission shall submit its accounts to the Auditor-General for audit within three months after the end of the financial year. The Commission shall submit its accounts to the Auditor-General for audit within three months after the end of the financial year. (3) The Auditor-General shall within six months after the end of the immediately preceeding financial year audit the account of the Commission and forward a copy of the report to the Minister and the Commission. The Auditor-General shall within six months after the end of the immediately preceeding financial year audit the account of the Commission and forward a copy of the report to the Minister and the Commission. (4) The financial year of the Commission shall be the same as the financial year of the Government. The financial year of the Commission shall be the same as the financial year of the Government."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Annual report and other reports",
      "content": "(1) The Commission shall within one month after the receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Commission for the year to which the report relates. The Commission shall within one month after the receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Commission for the year to which the report relates. (2) The annual report shall include the report of the Auditor-General. The annual report shall include the report of the Auditor-General. (3) The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Commission shall also submit to the Minister any other reports which the Minister may require in writing. The Commission shall also submit to the Minister any other reports which the Minister may require in writing."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Establishment of the Legal Aid Fund",
      "content": "There is established by this Act the Legal Aid Fund. There is established by this Act the Legal Aid Fund."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Object of the Fund",
      "content": "The Object of the Fund is to ensure financial capacity of the Commission to efficiently and effectively carry out its mandate under this Act. The Object of the Fund is to ensure financial capacity of the Commission to efficiently and effectively carry out its mandate under this Act."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Sources of money for the Fund",
      "content": "The sources of money for the Fund are moneys approved by Parliament; moneys approved by Parliament; interest accruing from the investment of the Fund; interest accruing from the investment of the Fund; moneys paid or recovered by the Commission in the performance of the functions of the Commission; and moneys paid or recovered by the Commission in the performance of the functions of the Commission; and donations and gifts. donations and gifts."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Bank account of the Fund",
      "content": "Moneys for the Fund shall be paid into a bank account opened for that purpose by the Commission with the approval of the Controller and Accountant-General. Moneys for the Fund shall be paid into a bank account opened for that purpose by the Commission with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Payments out of the Fund",
      "content": "Moneys shall be paid out of the Fund in respect of non administrative expenses incurred by the Commission in the performance of its functions under this Act; non administrative expenses incurred by the Commission in the performance of its functions under this Act; an expense incurred in an application for legal aid; an expense incurred in an application for legal aid; a fee payable to a private legal practitioner to whom work is assigned by the Commission; a fee payable to a private legal practitioner to whom work is assigned by the Commission; disbursements incurred on behalf of a legally-assisted person; disbursements incurred on behalf of a legally-assisted person; moneys payable by the Commission to a legally-assisted person; moneys payable by the Commission to a legally-assisted person; moneys granted by the Commission for legal aid schemes administered by other persons; and moneys granted by the Commission for legal aid schemes administered by other persons; and moneys authorised by this Act to be paid out of the Fund. moneys authorised by this Act to be paid out of the Fund."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Legal aid client account",
      "content": "(1) There is established by this Act, a Legal Aid Client Account. There is established by this Act, a Legal Aid Client Account. (2) The Commission is responsible for the administration of the Account. The Commission is responsible for the administration of the Account. (3) The Commission shall hold in the Client Account The Commission shall hold in the Client Account moneys received by a lawyer or the Commission on behalf of a legally-assisted person; and moneys received by a lawyer or the Commission on behalf of a legally-assisted person; and moneys payable to a legally-assisted person, not being moneys payable into the Fund established under section 31. moneys payable to a legally-assisted person, not being moneys payable into the Fund established under section 31."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Accounts and audit and annual report",
      "content": "The provisions in sections 29 and 30 on accounts of the Commission and audit and annual report and other reports apply to the Fund. The provisions in sections 29 and 30 on accounts of the Commission and audit and annual report and other reports apply to the Fund."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Application for legal aid",
      "content": "A person may apply for legal aid in a manner determined by the Commission for that person, or for that person, or on behalf of another person. on behalf of another person."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Powers of the Commission in respect of application",
      "content": "(1) The Commission may The Commission may conduct an enquiry into the circumstances of the applicant and persons associated with the applicant for the purposes of a means test; conduct an enquiry into the circumstances of the applicant and persons associated with the applicant for the purposes of a means test; request that the applicant provide additional information specified by the Commission; request that the applicant provide additional information specified by the Commission; refer the application or any matter arising from the applica­tion to a person nominated by the Commission, for investi­gation or advice; or refer the application or any matter arising from the applica­tion to a person nominated by the Commission, for investi­gation or advice; or ensure that the necessary steps are taken to protect the interest of the applicant pending the determination of the application. ensure that the necessary steps are taken to protect the interest of the applicant pending the determination of the application. (2) The Commission may in respect of expenses incidental to a matter under subsection (1) The Commission may in respect of expenses incidental to a matter under subsection (1) pay from the Fund, or pay from the Fund, or request that the applicant pays a fee that may be imposed after a determination of the application. request that the applicant pays a fee that may be imposed after a determination of the application. (3) The Commission The Commission shall determine in what manner an amount payable under subsection (2) may be paid; and shall determine in what manner an amount payable under subsection (2) may be paid; and may recover an amount payable under subsection (2) as a debt in a court. may recover an amount payable under subsection (2) as a debt in a court. (4) An amount payable by a person to the Commission shall include interest that accrues on the amount. An amount payable by a person to the Commission shall include interest that accrues on the amount."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Monetary contribution by applicant",
      "content": "(1) The Commission may The Commission may impose a condition that requires the applicant to pay an amount to the Commission by way of contribution; and impose a condition that requires the applicant to pay an amount to the Commission by way of contribution; and prior to the grant of an application for legal aid, determine the amount the applicant shall pay towards costs previously awarded in respect of the proceedings. prior to the grant of an application for legal aid, determine the amount the applicant shall pay towards costs previously awarded in respect of the proceedings. (2) The Commission may recover an amount payable under subsection (1) as a debt in a Court. The Commission may recover an amount payable under subsection (1) as a debt in a Court."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Application by other persons",
      "content": "The Commission may grant an application for legal aid presented by a party to proceedings where legal aid has been granted to another party to the same proceedings; a party to proceedings where legal aid has been granted to another party to the same proceedings; a body corporate if the Commission is of the opinion that the legal aid granted will protect the interest of a person who is eligible for legal aid; a body corporate if the Commission is of the opinion that the legal aid granted will protect the interest of a person who is eligible for legal aid; a person investigated under any enactment; or a person investigated under any enactment; or a person whose interest may be adverse to that of the State. a person whose interest may be adverse to that of the State."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Variation of grant of legal aid",
      "content": "The Commission may terminate the provision of legal aid; terminate the provision of legal aid; alter the nature or extent of the legal aid; alter the nature or extent of the legal aid; make the provision of the legal aid subject to a condition or an additional condition; or make the provision of the legal aid subject to a condition or an additional condition; or alter a condition to which the provision of the legal aid is applicable. alter a condition to which the provision of the legal aid is applicable."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Notification of changes",
      "content": "(1) Where Where a legally-assisted person or a lawyer representing a legally-assisted person becomes aware of a change in the means or circumstances of the legally-assisted person or in another matter related to the grant of legal aid to the legally-assisted person; and a legally-assisted person or a lawyer representing a legally-assisted person becomes aware of a change in the means or circumstances of the legally-assisted person or in another matter related to the grant of legal aid to the legally-assisted person; and the change is of a nature that the legally-assisted person or lawyer ought reasonably to suspect that the Commission might terminate the provision of legal aid or alter the nature or extent of the legal aid if the Commission becomes aware of the change, the change is of a nature that the legally-assisted person or lawyer ought reasonably to suspect that the Commission might terminate the provision of legal aid or alter the nature or extent of the legal aid if the Commission becomes aware of the change, the legally-assisted person or the lawyer shall notify the Commission in writing. (2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than two thousand penalty units and not more than ten thousand penalty units or to a term of imprisonment of not less than one year and not more than five years or to both. A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than two thousand penalty units and not more than ten thousand penalty units or to a term of imprisonment of not less than one year and not more than five years or to both."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Demand for or receipt of certain payments prohibited",
      "content": "(1) A lawyer shall not A lawyer shall not charge or recover from a legally-assisted person, an amount in respect of work assigned to the lawyer by the Commis­sion; or charge or recover from a legally-assisted person, an amount in respect of work assigned to the lawyer by the Commis­sion; or make a disbursement on behalf of a legally-assisted person. make a disbursement on behalf of a legally-assisted person. (2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than ten thousand penalty units and not more than twenty thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years or to both. A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than ten thousand penalty units and not more than twenty thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years or to both."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Expenses of applicant",
      "content": "An applicant whose application is approved shall be exempted from paying the prescribed fee in respect of the filing of relevant court processes; filing of relevant court processes; cost of judicial forms; cost of judicial forms; cost of service of filed processess; and cost of service of filed processess; and cost of preparing appeal records and record of proceedings. cost of preparing appeal records and record of proceedings."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Determination of appeal",
      "content": "A Legal Aid Review Committee shall determine an appeal made to the Legal Aid Review Committee; determine an appeal made to the Legal Aid Review Committee; give notice in writing of the decision of the Committee to the appellant within seven days from the date of receipt of notice of the appeal; and give notice in writing of the decision of the Committee to the appellant within seven days from the date of receipt of notice of the appeal; and record the reasons for the decision of the Committee. record the reasons for the decision of the Committee."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Effect and implementation of determination of appeal",
      "content": "The Commission may grant legal aid in respect of an applicant whose appeal to a Legal Aid Review Committee has been upheld. The Commission may grant legal aid in respect of an applicant whose appeal to a Legal Aid Review Committee has been upheld."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Right of Appeal",
      "content": "(1) A person who has been refused legal aid shall have a right of appeal. A person who has been refused legal aid shall have a right of appeal. (2) A person intending to appeal against a refusal for the grant of legal aid shall do so within seven days of receipt of the notice of refusal. A person intending to appeal against a refusal for the grant of legal aid shall do so within seven days of receipt of the notice of refusal. (3) The Legal Aid Review Committee shall determine the appeal within fourteen days of receipt of the notice of appeal. The Legal Aid Review Committee shall determine the appeal within fourteen days of receipt of the notice of appeal."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Alternative dispute resolution",
      "content": "(1) The Commission may arrange for alternative dispute resolu­tion in granting an application for legal aid in accordance with the Alter­native Dispute Resolution Act, 2010 (Act 798) if the Commission con­siders it appropriate to do so. The Commission may arrange for alternative dispute resolu­tion in granting an application for legal aid in accordance with the Alter­native Dispute Resolution Act, 2010 (Act 798) if the Commission con­siders it appropriate to do so. (2) The Commission may The Commission may pay for expenses incidental to alternative dispute resolution from the Fund; or pay for expenses incidental to alternative dispute resolution from the Fund; or request a legally-assisted person to contribute for expenses incidental to alternative dispute resolution. request a legally-assisted person to contribute for expenses incidental to alternative dispute resolution."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Powers of the Commission in respect of alternative dispute resolution",
      "content": "(1) Pursuant to section 49, the Commission may resort to conferencing sessions. Pursuant to section 49, the Commission may resort to conferencing sessions. (2) For the purposes of this section, “conferencing session” means a meeting at which a structured negotiation process takes place and it includes any step taken in the course of making arrangements for the session or in the course of the follow-up session. For the purposes of this section, “conferencing session” means a meeting at which a structured negotiation process takes place and it includes any step taken in the course of making arrangements for the session or in the course of the follow-up session."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Determination of pecuniary interests",
      "content": "(1) An Officer of the Commission shall not directly or indirectly have a pecuniary interest in a matter for consideration by the Commission or a committee of the Commission. An Officer of the Commission shall not directly or indirectly have a pecuniary interest in a matter for consideration by the Commission or a committee of the Commission. (2) An Officer of the Commission who has directly or indirectly a pecuniary interest in a matter under consideration by the Commission or a committee of the Commission shall disclose in writing the nature of that interest and shall not offer a service in respect of that matter. An Officer of the Commission who has directly or indirectly a pecuniary interest in a matter under consideration by the Commission or a committee of the Commission shall disclose in writing the nature of that interest and shall not offer a service in respect of that matter. (3) An Officer who contravenes subsection (1) or (2) is liable to sanctions by the Board. An Officer who contravenes subsection (1) or (2) is liable to sanctions by the Board."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Privileged information",
      "content": "Where the Commission or a Committee makes a publication during a conferencing session; the Commission or a Committee makes a publication during a conferencing session; a document is sent to a convenor of a conferencing session or to the Commission for a conferencing session to be arranged; or a document is sent to a convenor of a conferencing session or to the Commission for a conferencing session to be arranged; or a convenor of a conferencing session prepares a document; a convenor of a conferencing session prepares a document; the information is privileged."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Disclosure of privileged information",
      "content": "A convenor of a conferencing session may disclose information to the Commission or to a committee of the Commission if there is reasonable ground to believe that the disclosure is necessary to prevent or minimise the danger of injury to a person or damage to property; there is reasonable ground to believe that the disclosure is necessary to prevent or minimise the danger of injury to a person or damage to property; the disclosure is reasonably required for the purpose of referring a party to a conferencing session to aid in the resolution of a dispute between parties; or the disclosure is reasonably required for the purpose of referring a party to a conferencing session to aid in the resolution of a dispute between parties; or the disclosure is in accordance with a relevant enactment. the disclosure is in accordance with a relevant enactment."
    },
    {
      "provision_ref": "s54",
      "section": "54",
      "title": "Immunity for convenors of conferencing session",
      "content": "A convenor is not liable for an action taken in good faith for the purpose of a conferencing session. A convenor is not liable for an action taken in good faith for the purpose of a conferencing session."
    },
    {
      "provision_ref": "s55",
      "section": "55",
      "title": "Offences",
      "content": "(1) A person who makes a false declaration in an application commits an offence and is liable on summary conviction to a fine of not less than one hundred and fifty penalty units and not more than two hundred and fifty penalty units or to a term of imprisonment of not less than one year and not more than two years or to both. A person who makes a false declaration in an application commits an offence and is liable on summary conviction to a fine of not less than one hundred and fifty penalty units and not more than two hundred and fifty penalty units or to a term of imprisonment of not less than one year and not more than two years or to both. (2) A person who contravenes a provision of this Act for which a penalty is not provided commits an offence and is liable on summary conviction to a fine of not less than two thousand five hundred penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years or to both. A person who contravenes a provision of this Act for which a penalty is not provided commits an offence and is liable on summary conviction to a fine of not less than two thousand five hundred penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years or to both."
    },
    {
      "provision_ref": "s56",
      "section": "56",
      "title": "Guidelines",
      "content": "The Minister may, on the advice of the Commission, make Guidelines in the form of a Legal Aid Guide for purposes of the admin­istration of the Commission. The Minister may, on the advice of the Commission, make Guidelines in the form of a Legal Aid Guide for purposes of the admin­istration of the Commission."
    },
    {
      "provision_ref": "s57",
      "section": "57",
      "title": "Regulations",
      "content": "(1) The Minister may, by Constitutional Instrument, make Regulations to The Minister may, by Constitutional Instrument, make Regulations to provide for the operation of the Commission; and provide for the operation of the Commission; and provide for any other matter necessary for the effective implementation of the provisions of this Act. provide for any other matter necessary for the effective implementation of the provisions of this Act. (2) A person who commits an offence under the Regulations is liable on summary conviction to a fine of not more than five thousand penalty units. A person who commits an offence under the Regulations is liable on summary conviction to a fine of not more than five thousand penalty units."
    },
    {
      "provision_ref": "s58",
      "section": "58",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“application” means an application for legal aid made to the Commission;“Commission” means the Legal Aid Commission;“conferencing” means a structured negotiation process that takes place in the course of a programme approved by the Commission and in which the convenor assists the parties to a dispute to settle the dispute;“conferencing session” means a meeting at which a structured negotiation process takes place and includes any step taken in the course of making arrangements for the session or in the course of the follow-up session;“convenor of a conferencing session” means a person to whom a matter has been referred for conferencing;“Fund” means the Legal Aid Fund established under section 31;“juvenile” means a person who is under the age of eighteen years who is in conflict with the law;“legally-assisted person” means a person to whom legal aid has been granted;“means test” means the process by which the Commission determines the ability of an individual or household to pay varying levels of contributions to the Commission;“Minister” means the Minister responsible for Justice; and“Officer of the Legal Aid Commission” means personnel appointed under sections 18 and 19. In this Act, unless the context otherwise requires, “application” means an application for legal aid made to the Commission; “Commission” means the Legal Aid Commission; “conferencing” means a structured negotiation process that takes place in the course of a programme approved by the Commission and in which the convenor assists the parties to a dispute to settle the dispute; “conferencing session” means a meeting at which a structured negotiation process takes place and includes any step taken in the course of making arrangements for the session or in the course of the follow-up session; “convenor of a conferencing session” means a person to whom a matter has been referred for conferencing; “Fund” means the Legal Aid Fund established under section 31; “juvenile” means a person who is under the age of eighteen years who is in conflict with the law; “legally-assisted person” means a person to whom legal aid has been granted; “means test” means the process by which the Commission determines the ability of an individual or household to pay varying levels of contributions to the Commission; “Minister” means the Minister responsible for Justice; and “Officer of the Legal Aid Commission” means personnel appointed under sections 18 and 19."
    },
    {
      "provision_ref": "s59",
      "section": "59",
      "title": "Consequential amendments",
      "content": "(1) A person other than A person other than the Attorney-General; the Attorney-General; an officer of the Office of the Attorney-General; or an officer of the Office of the Attorney-General; or a lawyer appointed for the Commission under paragraph (a) of subsection (1) of section 18 a lawyer appointed for the Commission under paragraph (a) of subsection (1) of section 18 shall not practise as a Solicitor unless that person has in respect of that practice a valid annual solicitor’s licence issued by the Council duly stamped and in the form set out in the Second Schedule.\""
    },
    {
      "provision_ref": "s60",
      "section": "60",
      "title": "Repeal and savings",
      "content": "(1) The Legal Aid Scheme Act, 1997 (Act 542) is repealed. The Legal Aid Scheme Act, 1997 (Act 542) is repealed. (2) Despite the repeal of Act 542, the notices, orders, directions, appointments or any other act lawfully made or done under the repealed enactment and in force immediately before the commencement of this Act shall be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated. Despite the repeal of Act 542, the notices, orders, directions, appointments or any other act lawfully made or done under the repealed enactment and in force immediately before the commencement of this Act shall be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated. (3) Documents in use, prepared or issued under Act 542 immediately before the coming into force of this Act shall continue in force as if kept, prepared or issued under the corresponding provisions of this Act. Documents in use, prepared or issued under Act 542 immediately before the coming into force of this Act shall continue in force as if kept, prepared or issued under the corresponding provisions of this Act."
    },
    {
      "provision_ref": "s61",
      "section": "61",
      "title": "Transitional provisions",
      "content": "(1) The rights, assets and liabilities accrued in respect of the properties vested in the Scheme established under the Legal Aid Scheme Act, 1997 (Act 542) immediately before the coming into force of this Act and the persons employed by the Scheme shall be transferred to the Legal Aid Commission established under this Act and accordingly proceedings taken by or against the Scheme may be continued by or against the Legal Aid Commission. The rights, assets and liabilities accrued in respect of the properties vested in the Scheme established under the Legal Aid Scheme Act, 1997 (Act 542) immediately before the coming into force of this Act and the persons employed by the Scheme shall be transferred to the Legal Aid Commission established under this Act and accordingly proceedings taken by or against the Scheme may be continued by or against the Legal Aid Commission. (2) A contract subsisting between the Scheme established under the Legal Aid Scheme Act, 1997 (Act 542) and another person and in effect immediately before the commencement of this Act shall subsist between the Commission under this Act and that other person. A contract subsisting between the Scheme established under the Legal Aid Scheme Act, 1997 (Act 542) and another person and in effect immediately before the commencement of this Act shall subsist between the Commission under this Act and that other person."
    }
  ],
  "definitions": [
    {
      "term": "application",
      "definition": "an application for legal aid made to the Commission",
      "source_provision": "s58"
    },
    {
      "term": "Commission",
      "definition": "the Legal Aid Commission",
      "source_provision": "s58"
    },
    {
      "term": "conferencing",
      "definition": "a structured negotiation process that takes place in the course of a programme approved by the Commission and in which the convenor assists the parties to a dispute to settle the dispute",
      "source_provision": "s58"
    },
    {
      "term": "conferencing session",
      "definition": "a meeting at which a structured negotiation process takes place and includes any step taken in the course of making arrangements for the session or in the course of the follow-up session",
      "source_provision": "s58"
    },
    {
      "term": "convenor of a conferencing session",
      "definition": "a person to whom a matter has been referred for conferencing",
      "source_provision": "s58"
    },
    {
      "term": "Fund",
      "definition": "the Legal Aid Fund established under section 31",
      "source_provision": "s58"
    },
    {
      "term": "juvenile",
      "definition": "a person who is under the age of eighteen years who is in conflict with the law",
      "source_provision": "s58"
    },
    {
      "term": "legally-assisted person",
      "definition": "a person to whom legal aid has been granted",
      "source_provision": "s58"
    },
    {
      "term": "means test",
      "definition": "the process by which the Commission determines the ability of an individual or household to pay varying levels of contributions to the Commission",
      "source_provision": "s58"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Justice",
      "source_provision": "s58"
    },
    {
      "term": "Officer of the Legal Aid Commission",
      "definition": "personnel appointed under sections 18 and 19. In this Act, unless the context otherwise requires, “application” means an application for legal aid made to the Commission",
      "source_provision": "s58"
    },
    {
      "term": "Commission",
      "definition": "the Legal Aid Commission",
      "source_provision": "s58"
    },
    {
      "term": "conferencing",
      "definition": "a structured negotiation process that takes place in the course of a programme approved by the Commission and in which the convenor assists the parties to a dispute to settle the dispute",
      "source_provision": "s58"
    },
    {
      "term": "conferencing session",
      "definition": "a meeting at which a structured negotiation process takes place and includes any step taken in the course of making arrangements for the session or in the course of the follow-up session",
      "source_provision": "s58"
    },
    {
      "term": "convenor of a conferencing session",
      "definition": "a person to whom a matter has been referred for conferencing",
      "source_provision": "s58"
    },
    {
      "term": "Fund",
      "definition": "the Legal Aid Fund established under section 31",
      "source_provision": "s58"
    },
    {
      "term": "juvenile",
      "definition": "a person who is under the age of eighteen years who is in conflict with the law",
      "source_provision": "s58"
    },
    {
      "term": "legally-assisted person",
      "definition": "a person to whom legal aid has been granted",
      "source_provision": "s58"
    },
    {
      "term": "means test",
      "definition": "the process by which the Commission determines the ability of an individual or household to pay varying levels of contributions to the Commission",
      "source_provision": "s58"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Justice",
      "source_provision": "s58"
    }
  ]
}