{
  "id": "act-976-2018",
  "type": "act",
  "title": "Ghana Integrated Aluminum Development Corporation Act, 2018",
  "short_name": "GIAD 2018",
  "act_number": 976,
  "year": 2018,
  "status": "in_force",
  "issued_date": "2018-08-30",
  "url": "https://ghalii.org/akn/gh/act/2018/976",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Corporation",
      "content": "(1) There is established by this Act a body corporate with perpetual succession to be known as the Ghana Integrated Aluminium Development Corporation. There is established by this Act a body corporate with perpetual succession to be known as the Ghana Integrated Aluminium Development Corporation. (2) For the performance of its functions, the Corporation may acquire and hold movable and immovable property, dispose of property and enter into a contract or any other related transaction. For the performance of its functions, the Corporation may acquire and hold movable and immovable property, dispose of property and enter into a contract or any other related transaction. (3) Where there is a hindrance to the acquisition of immovable property, the property may be acquired for the Corporation under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Corporation. Where there is a hindrance to the acquisition of immovable property, the property may be acquired for the Corporation under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Corporation."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Corporation",
      "content": "The object of the Corporation is to promote and develop an integrated aluminium industry. The object of the Corporation is to promote and develop an integrated aluminium industry."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Corporation",
      "content": "To achieve the object under section 2, the Corporation shall, undertake the preparatory work for the promotion and development of the integrated aluminium industry; undertake the preparatory work for the promotion and development of the integrated aluminium industry; collaborate with investors for the development of the integrated aluminium industry; collaborate with investors for the development of the integrated aluminium industry; make recommendations to the Minister on the nature and scope of State participation in the development of the integrated aluminium industry; make recommendations to the Minister on the nature and scope of State participation in the development of the integrated aluminium industry; ensure the development and implementation of a local content policy in the integrated aluminium industry; ensure the development and implementation of a local content policy in the integrated aluminium industry; ensure the participation of Ghanaians in technical and managerial functions of the integrated aluminium industry; ensure the participation of Ghanaians in technical and managerial functions of the integrated aluminium industry; ensure that the minimum total equity held by the State and the Ghanaian private sector in any joint venture in the integrated aluminium industry is not less than thirty percent of the total equity; ensure that the minimum total equity held by the State and the Ghanaian private sector in any joint venture in the integrated aluminium industry is not less than thirty percent of the total equity; ensure that benchmarks for determining the debt to equity ratio are fixed in accordance with government policy; ensure that benchmarks for determining the debt to equity ratio are fixed in accordance with government policy; ensure that, in respect of the carried interest of the State, indices are provided in the joint venture agreement for the mandatory annual dividends; ensure that, in respect of the carried interest of the State, indices are provided in the joint venture agreement for the mandatory annual dividends; maintain and preserve the records of the Corporation and publish the records in the medium the Board may determine; and maintain and preserve the records of the Corporation and publish the records in the medium the Board may determine; and perform any other functions conferred on the Corporation by this Act or that are ancillary to the object of the Corporation. perform any other functions conferred on the Corporation by this Act or that are ancillary to the object of the Corporation."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Powers of the Corporation",
      "content": "(1) For the purpose of achieving the object under section 2 the Corporation shall For the purpose of achieving the object under section 2 the Corporation shall enter into joint venture operations; enter into joint venture operations; promote the economy and efficiency of the integrated aluminum industry; promote the economy and efficiency of the integrated aluminum industry; ensure that a minimum part of the equity is held by the Ghanaian private sector; ensure that a minimum part of the equity is held by the Ghanaian private sector; in collaboration with relevant government agencies, establish a mechanism to ensure the requisite transfer of skills and know-how to Ghanaians in the integrated aluminium industry value chain, in collaboration with relevant government agencies, establish a mechanism to ensure the requisite transfer of skills and know-how to Ghanaians in the integrated aluminium industry value chain, facilitate the establishment of industrial parks to promote the facilitate the establishment of industrial parks to promote the manufacture of aluminium related products; and manufacture of aluminium related products; and provision of services in the integrated aluminium industry; provision of services in the integrated aluminium industry; (2) Without limiting subsection (1), the Corporation may Without limiting subsection (1), the Corporation may capitalise other contributions made by the State or the Corporation to equity which shall be additional to the carried interest required under paragraph (a) of subsection (1); and capitalise other contributions made by the State or the Corporation to equity which shall be additional to the carried interest required under paragraph (a) of subsection (1); and engage in any activity to promote the development of infrastructure for the integrated aluminium industry. engage in any activity to promote the development of infrastructure for the integrated aluminium industry."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Governing body of the Corporation",
      "content": "(1) The governing body of the Corporation is a Board consisting of The governing body of the Corporation is a Board consisting of the chairperson; the chairperson; the Chief Executive Officer; the Chief Executive Officer; a representative of the Minerals Commission; a representative of the Minerals Commission; a representative from Association of Ghana Industries; a representative from Association of Ghana Industries; a representative of the Ministry responsible for Mines not below the rank of a Director; a representative of the Ministry responsible for Mines not below the rank of a Director; representative of the Ministry of Finance not below the rank of a Director; representative of the Ministry of Finance not below the rank of a Director; a representative from the integrated aluminium industry; and a representative from the integrated aluminium industry; and four other persons nominated by the President at least one of whom is a women four other persons nominated by the President at least one of whom is a women (2) The President shall in accordance with article 70 of the Constitution appoint the members of the Board. The President shall in accordance with article 70 of the Constitution appoint the members of the Board. (3) The Board shall ensure The Board shall ensure the proper and effective performance of the functions of the Corporation; and the proper and effective performance of the functions of the Corporation; and that the Corporaton conducts its affairs on sound commercial lines and in accordance with business and industry best practices. that the Corporaton conducts its affairs on sound commercial lines and in accordance with business and industry best practices. (4) The Board shall, subject to this Act, have general control and management of the funds and investments of the Corpoaration. The Board shall, subject to this Act, have general control and management of the funds and investments of the Corpoaration."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Functions of the Board",
      "content": "The Board shall The Board shall formulate policies for the effective implementation of the object of the Corporation; formulate policies for the effective implementation of the object of the Corporation; oversee the sound and proper management of the integrated aluminium industry; oversee the sound and proper management of the integrated aluminium industry; ensure that the Corporation conducts its affairs in accordance with sound business and industry principles and prudent commercial practices; and ensure that the Corporation conducts its affairs in accordance with sound business and industry principles and prudent commercial practices; and ensure the effective and efficient performance of the functions of the Corporation. ensure the effective and efficient performance of the functions of the Corporation. (2) The Board shall, subject to this Act, have general control and management of the funds and investments of the Corporation.[Please note: Numbering as in original.] The Board shall, subject to this Act, have general control and management of the funds and investments of the Corporation. [Please note: Numbering as in original.]"
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Tenure of office of members of the Board",
      "content": "(1) A member of the Board shall hold office for a period of four years and is eligible for re-appointment, but a member shall not be appointed for more than two terms. A member of the Board shall hold office for a period of four years and is eligible for re-appointment, but a member shall not be appointed for more than two terms. (2) Subsection (1) does not apply to the Chief Executive Officer. Subsection (1) does not apply to the Chief Executive Officer. (3) A member of the Board may at any time resign from office in writing addressed to the President through the Minister. A member of the Board may at any time resign from office in writing addressed to the President through the Minister. (4) A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (5) The President may, by a letter addressed to a member, revoke the appointment of that member. The President may, by a letter addressed to a member, revoke the appointment of that member. (6) Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability of the member to act would result in the declaration of a vacancy. Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability of the member to act would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3), (4) or (5) or subsection (2) of section 9, under subsection (3), (4) or (5) or subsection (2) of section 9, as a result of a declaration under subsection (6), or as a result of a declaration under subsection (6), or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall, subject to subsection (2) of section 5, appoint a person to fill the vacancy."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months for the despatch of business at the times and places determined by the chairperson. The Board shall meet at least once every three months for the despatch of business at the times and places determined by the chairperson. (2) The chairperson shall, at the request in writing of not less than one third of the membership of the Board, convene an extraordinary meeting of the Board at the place and time determined by the chairperson. The chairperson shall, at the request in writing of not less than one third of the membership of the Board, convene an extraordinary meeting of the Board at the place and time determined by the chairperson. (3) The quorum at a meeting of the Board is five members of the Board. The quorum at a meeting of the Board is five members of the Board. (4) The chairperson shall preside at the meetings of the Board, and in the absence of the chairperson, a member of the Board other than the Chief Executive Officer elected by the members present from among their number shall preside. The chairperson shall preside at the meetings of the Board, and in the absence of the chairperson, a member of the Board other than the Chief Executive Officer elected by the members present from among their number shall preside. (5) Matters before the Board shall be decided by a simple majority of the members present and voting and in the event of an equality of votes, the person who presides shall have a casting vote. Matters before the Board shall be decided by a simple majority of the members present and voting and in the event of an equality of votes, the person who presides shall have a casting vote. (6) The Board may co-opt a person to attend a meeting of the Board but that person shall not vote on a matter for a decision at the meeting, The Board may co-opt a person to attend a meeting of the Board but that person shall not vote on a matter for a decision at the meeting, (7) The validity of any proceedings of the Board shall not be affected by any vacancy among the members or by any defect in the appointment of any of the members. The validity of any proceedings of the Board shall not be affected by any vacancy among the members or by any defect in the appointment of any of the members. (8) The Board shall subject to this Act, regulate the procedure for its meetings. The Board shall subject to this Act, regulate the procedure for its meetings."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration by the Board shall disclose in writing the nature of that interest and is disqualified from participating in the deliberations of the Board in respect of that matter. A member of the Board who has an interest in a matter for consideration by the Board shall disclose in writing the nature of that interest and is disqualified from participating in the deliberations of the Board in respect of that matter. (2) Where a member contravenes subsection (1), the chairperson shall notify the Minister who shall inform the President in writing to revoke the appointment of that member. Where a member contravenes subsection (1), the chairperson shall notify the Minister who shall inform the President in writing to revoke the appointment of that member. (3) Without limiting any further cause of action that may be instituted against the member, the Board shall recover the benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member. Without limiting any further cause of action that may be instituted against the member, the Board shall recover the benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members, to perform a function of the Board. The Board may establish committees consisting of members of the Board or non-members, to perform a function of the Board. (2) Section 9 applies to members of a committee of the Board. Section 9 applies to members of a committee of the Board."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Policy directives",
      "content": "The Minister may give directives on matters of policy to the Board and the Board shall comply. The Minister may give directives on matters of policy to the Board and the Board shall comply."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Appointment of Chief Executive Officer",
      "content": "(1) The President shall appoint a Chief Executive Officer for the Corporation in accordance with article 195 of the Constitution. The President shall appoint a Chief Executive Officer for the Corporation in accordance with article 195 of the Constitution. (2) The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Functions of the Chief Executive Officer",
      "content": "(1) The Chief Executive Officer is responsible for the day-to-day administration of the Corporation, and is answerable to the Board in the performance of functions. The Chief Executive Officer is responsible for the day-to-day administration of the Corporation, and is answerable to the Board in the performance of functions. (2) The Chief Executive Officer is responsible for implementing the directives of the Board on matters of policy. The Chief Executive Officer is responsible for implementing the directives of the Board on matters of policy. (3) The Chief Executive Officer may delegate a function to an officer of the Corporation but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Chief Executive Officer may delegate a function to an officer of the Corporation but shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Appointment of Secretary",
      "content": "(1) The President shall in accordance with article 195 of the Constitution, appoint for the Corporation, a Secretary for the proper and effective performance of the functions of the Corporation. The President shall in accordance with article 195 of the Constitution, appoint for the Corporation, a Secretary for the proper and effective performance of the functions of the Corporation. (2) The Secretary appointed under subsection (1) shall be Secretary to the Board. The Secretary appointed under subsection (1) shall be Secretary to the Board. (3) The Secretary shall, subject to the directions of the Board, The Secretary shall, subject to the directions of the Board, arrange the business for the meetings of the Board and cause minutes of proceedings of the Board to be recorded and kept; and arrange the business for the meetings of the Board and cause minutes of proceedings of the Board to be recorded and kept; and perform such other functions as the Board may in writing direct. perform such other functions as the Board may in writing direct. (4) The Secretary shall hold office on the terms and conditions specified in the letter of appointment. The Secretary shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Appointment of other staff",
      "content": "The President shall, in accordance with article 195 of the Constitution, appoint other staff of the Corporation that are necessary for the proper and effective performance of the functions of the Corporation. The President shall, in accordance with article 195 of the Constitution, appoint other staff of the Corporation that are necessary for the proper and effective performance of the functions of the Corporation."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Internal Audit Unit",
      "content": "(1) The Corporation shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The Corporation shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). (3) The Internal Auditor is responsible for the internal audit of the Corporation. The Internal Auditor is responsible for the internal audit of the Corporation. (4) The Internal Auditor shall subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months The Internal Auditor shall subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months prepare and submit to the Board, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and prepare and submit to the Board, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Corporation. make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Corporation. (5) The Internal Auditor shall in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to The Internal Auditor shall in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Minister; the Minister; the Auditor-General; and the Auditor-General; and the chairperson of the Board. the chairperson of the Board."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Funds of the Corporation",
      "content": "(1) The funds of the Corporation include The funds of the Corporation include moneys approved by Parliament; moneys approved by Parliament; internally generated funds; and internally generated funds; and grants, loans and other moneys approved by the Minister responsible for Finance. grants, loans and other moneys approved by the Minister responsible for Finance."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Bank account",
      "content": "The moneys for the Corporation shall be paid into a bank account opened for that purpose with the approval of the Controller and Accountant-General. The moneys for the Corporation shall be paid into a bank account opened for that purpose with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Expenses of the Corporation",
      "content": "The expenses of the Corporation shall be paid from moneys provided for the Corporation under section 18. The expenses of the Corporation shall be paid from moneys provided for the Corporation under section 18."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Borrowing powers",
      "content": "Subject to the Constitution and section 76 of the Public Financial Management Act, 2016 (Act 921), the Corporation may, on the terms and conditions that may be agreed between the Corporation and the lender, borrow money to meet an expenditure of a capital nature including provision for working capital for the performance of the functions of the Corporation. Subject to the Constitution and section 76 of the Public Financial Management Act, 2016 (Act 921), the Corporation may, on the terms and conditions that may be agreed between the Corporation and the lender, borrow money to meet an expenditure of a capital nature including provision for working capital for the performance of the functions of the Corporation."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Special power purchase rates",
      "content": "(1) The State shall ensure the availability of power to the integrated aluminium industry. The State shall ensure the availability of power to the integrated aluminium industry. (2) The power to be supplied to the integrated aluminium industry shall be provided at a globally competitive rate applicable to the industry. The power to be supplied to the integrated aluminium industry shall be provided at a globally competitive rate applicable to the industry."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep the books of account, records, returns and other documents relating to the accounts in the form approved by the Auditor-General. The Board shall keep the books of account, records, returns and other documents relating to the accounts in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Corporation to the Auditor-General for audit at the end of the financial year. The Board shall submit the accounts of the Corporation to the Auditor-General for audit at the end of the financial year. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to the Minister and the Board. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to the Minister and the Board. (4) The financial year of the Corporation is the same as the financial year of the Government. The financial year of the Corporation is the same as the financial year of the Government."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Corporation for the year to which the annual report relates. The Board shall within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Corporation for the year to which the annual report relates. (2) The annual report shall include the report of the Auditor-General. The annual report shall include the report of the Auditor-General. (3) The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister may require in writing. The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister may require in writing. (4) The Board shall submit to the Minister any other report which the Minister may require in writing. The Board shall submit to the Minister any other report which the Minister may require in writing. (5) The Board shall publish the reports of the Corporation in a medium of communication that the Board considers necessary. The Board shall publish the reports of the Corporation in a medium of communication that the Board considers necessary."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Waiver or variation of tax",
      "content": "Subject to article 174 of the Constitution, the Minister responsible for Finance may, with the prior approval of Parliament, grant a waiver or variation of tax to the Corporation. Subject to article 174 of the Constitution, the Minister responsible for Finance may, with the prior approval of Parliament, grant a waiver or variation of tax to the Corporation."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Intellectual property",
      "content": "(1) Subject to subsections (6) and (7), the intellectual property rights in any work made by Subject to subsections (6) and (7), the intellectual property rights in any work made by an employee of the Corporation or other persons employed by the Republic who have been placed at the disposal of the Corporation; an employee of the Corporation or other persons employed by the Republic who have been placed at the disposal of the Corporation; a person assisting the Corporation with an investigation or research, or a person assisting the Corporation with an investigation or research, or other intellectual enterprise funded or otherwise undertaken with resources of the Corporation other intellectual enterprise funded or otherwise undertaken with resources of the Corporation shall vest in the Corporation, unless otherwise agreed by the parties concerned. (2) A person who intends to use data produced by the Corporation for scientific publication or modification of maps for sale or display or for mineral exploration and other geoscientific operations, shall obtain the prior written approval of the Corporation. A person who intends to use data produced by the Corporation for scientific publication or modification of maps for sale or display or for mineral exploration and other geoscientific operations, shall obtain the prior written approval of the Corporation. (3) The Board may make the work referred to in subsection (1) and the rights which are vested in the Corporation, available for use in the public interest subject to the conditions and the payment of fees as the Board may determine. The Board may make the work referred to in subsection (1) and the rights which are vested in the Corporation, available for use in the public interest subject to the conditions and the payment of fees as the Board may determine. (4) Where the rights in any work are vested in the Corporation in terms of subsection (1), the Board may Where the rights in any work are vested in the Corporation in terms of subsection (1), the Board may award the person responsible for the discovery, invention or improvement, a bonus that the Board may consider appropriate, and award the person responsible for the discovery, invention or improvement, a bonus that the Board may consider appropriate, and make provision for financial participation by the person in the profits derived from the discovery, invention or improvement to the extent that the Corporation may determine, make provision for financial participation by the person in the profits derived from the discovery, invention or improvement to the extent that the Corporation may determine, with the approval of the Minister responsible for Finance. (5) The Corporation shall, on the recommendation of the Board, apply for a patent in respect of any work contemplated in subsection (1) and the Corporation shall, for the purpose of the. Patents Act, 2003 (Act 657) be regarded as the assignee of the discoverer or inventor in question. The Corporation shall, on the recommendation of the Board, apply for a patent in respect of any work contemplated in subsection (1) and the Corporation shall, for the purpose of the. Patents Act, 2003 (Act 657) be regarded as the assignee of the discoverer or inventor in question. (6) The intellectual property right in any work made by an employee of the Corporation in the course of an investigation for or on behalf of another person, government or administration shall vest in the Corporation unless otherwise agreed by the parties concerned. The intellectual property right in any work made by an employee of the Corporation in the course of an investigation for or on behalf of another person, government or administration shall vest in the Corporation unless otherwise agreed by the parties concerned. (7) The provisions of this section do not apply in respect of a work referred to in subsection (1) if, in the opinion of the Board, the work was made by the person concerned other than The provisions of this section do not apply in respect of a work referred to in subsection (1) if, in the opinion of the Board, the work was made by the person concerned other than in the course of the employment of that person as an employee of the Corporation; in the course of the employment of that person as an employee of the Corporation; during the performance of functions as an advisor or consultant to the Corporation; during the performance of functions as an advisor or consultant to the Corporation; in the course of an investigation or research conducted by the Corporation with the assistance of that person; or in the course of an investigation or research conducted by the Corporation with the assistance of that person; or in the course of research funded by the Corporation or conducted with resources of the Corporation and which is not connected to the employment, investigation or research. in the course of research funded by the Corporation or conducted with resources of the Corporation and which is not connected to the employment, investigation or research."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Collaboration with relevant public institutions",
      "content": "The Corporation shall collaborate with the Minerals Commission, the Ghana Geological Survey Authority and any other relevant public institution to develop the integrated aluminum industry. The Corporation shall collaborate with the Minerals Commission, the Ghana Geological Survey Authority and any other relevant public institution to develop the integrated aluminum industry."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Regulations",
      "content": "The Minister may, by legislative instrument, make Regulations to ensure that bauxite in its natural state shall not be exported, sold or otherwise disposed of after five years from the coming into force of the Act; and ensure that bauxite in its natural state shall not be exported, sold or otherwise disposed of after five years from the coming into force of the Act; and generally provide for the effective implementation of this Act. generally provide for the effective implementation of this Act."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“aluminum metals” means a silvery-white, ductile metallic element produced from alumina;“Board” means the governing body of the Corporation established under section 5;“Chief Executive Officer” means the person appointed under section 13;“company” means a limited liability company within tire meaning under the Companies Act, 1963 (Act 179)“Corporation” means the Corporation established under section 1;“Environmental Protection Agency” means the Environmental Protection Agency established under section 1 of the Environmental Protection Agency Act, 1994 (Act 490);“integrated aluminium industry” means a bauxite refinery and an aluminium smelter including the processes in the value chain;“local authority” means a local authority established pursuant to article 240 of the Constitution;“Minerals Commission” means the Minerals Commission established under section 1 of the Minerals Commission Act, 1993 (Act 450);“Minister” means the Minister responsible for Lands and Natural Resources; and“public institution” includes a private institution or a private organisation that receives public resources or provides a public function. In this Act, unless the context otherwise requires, “aluminum metals” means a silvery-white, ductile metallic element produced from alumina; “Board” means the governing body of the Corporation established under section 5; “Chief Executive Officer” means the person appointed under section 13; “company” means a limited liability company within tire meaning under the Companies Act, 1963 (Act 179) “Corporation” means the Corporation established under section 1; “Environmental Protection Agency” means the Environmental Protection Agency established under section 1 of the Environmental Protection Agency Act, 1994 (Act 490); “integrated aluminium industry” means a bauxite refinery and an aluminium smelter including the processes in the value chain; “local authority” means a local authority established pursuant to article 240 of the Constitution; “Minerals Commission” means the Minerals Commission established under section 1 of the Minerals Commission Act, 1993 (Act 450); “Minister” means the Minister responsible for Lands and Natural Resources; and “public institution” includes a private institution or a private organisation that receives public resources or provides a public function."
    }
  ],
  "definitions": [
    {
      "term": "aluminum metals",
      "definition": "a silvery-white, ductile metallic element produced from alumina",
      "source_provision": "s29"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Corporation established under section 5",
      "source_provision": "s29"
    },
    {
      "term": "Chief Executive Officer",
      "definition": "the person appointed under section 13",
      "source_provision": "s29"
    },
    {
      "term": "company",
      "definition": "a limited liability company within tire meaning under the Companies Act, 1963 (Act 179)“Corporation” means the Corporation established under section 1",
      "source_provision": "s29"
    },
    {
      "term": "Environmental Protection Agency",
      "definition": "the Environmental Protection Agency established under section 1 of the Environmental Protection Agency Act, 1994 (Act 490)",
      "source_provision": "s29"
    },
    {
      "term": "integrated aluminium industry",
      "definition": "a bauxite refinery and an aluminium smelter including the processes in the value chain",
      "source_provision": "s29"
    },
    {
      "term": "local authority",
      "definition": "a local authority established pursuant to article 240 of the Constitution",
      "source_provision": "s29"
    },
    {
      "term": "Minerals Commission",
      "definition": "the Minerals Commission established under section 1 of the Minerals Commission Act, 1993 (Act 450)",
      "source_provision": "s29"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Lands and Natural Resources",
      "source_provision": "s29"
    },
    {
      "term": "aluminum metals",
      "definition": "a silvery-white, ductile metallic element produced from alumina",
      "source_provision": "s29"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Corporation established under section 5",
      "source_provision": "s29"
    },
    {
      "term": "Chief Executive Officer",
      "definition": "the person appointed under section 13",
      "source_provision": "s29"
    },
    {
      "term": "company",
      "definition": "a limited liability company within tire meaning under the Companies Act, 1963 (Act 179) “Corporation” means the Corporation established under section 1",
      "source_provision": "s29"
    },
    {
      "term": "Environmental Protection Agency",
      "definition": "the Environmental Protection Agency established under section 1 of the Environmental Protection Agency Act, 1994 (Act 490)",
      "source_provision": "s29"
    },
    {
      "term": "integrated aluminium industry",
      "definition": "a bauxite refinery and an aluminium smelter including the processes in the value chain",
      "source_provision": "s29"
    },
    {
      "term": "local authority",
      "definition": "a local authority established pursuant to article 240 of the Constitution",
      "source_provision": "s29"
    },
    {
      "term": "Minerals Commission",
      "definition": "the Minerals Commission established under section 1 of the Minerals Commission Act, 1993 (Act 450)",
      "source_provision": "s29"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Lands and Natural Resources",
      "source_provision": "s29"
    }
  ]
}