{
  "id": "act-982-2018",
  "type": "act",
  "title": "Fiscal Responsibility Act, 2018",
  "short_name": "Fiscal Responsibility Act, 2018 2018",
  "act_number": 982,
  "year": 2018,
  "status": "in_force",
  "issued_date": "2018-12-31",
  "url": "https://ghalii.org/akn/gh/act/2018/982",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Object of this Act",
      "content": "(1) The object of this Act is to provide for fiscal responsibility rules to ensure macroeconomic stability and debt sustainability. The object of this Act is to provide for fiscal responsibility rules to ensure macroeconomic stability and debt sustainability. (2) For the purposes of subsection (1), fiscal responsibility rules shall For the purposes of subsection (1), fiscal responsibility rules shall correct distorted incentives; correct distorted incentives; ensure fiscal discipline; ensure fiscal discipline; prevent fiscal slippages; and prevent fiscal slippages; and improve fiscal and debt sustainability. improve fiscal and debt sustainability."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Fiscal responsibility rules",
      "content": "Despite the fiscal policy indicators stated in section 16 of the Public Financial Management Act, 2016 (Act 921), the following numerical fiscal responsibility rules shall apply in the management of public finances: the overall fiscal balance on cash basis for a particular year shall not exceed a deficit of five percent of the Gross Domestic Product for that year; and the overall fiscal balance on cash basis for a particular year shall not exceed a deficit of five percent of the Gross Domestic Product for that year; and an annual positive primary balance shall be maintained. an annual positive primary balance shall be maintained."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Suspension of fiscal responsibility rules",
      "content": "(1) The Minister may suspend the fiscal responsibility rules due to a force majeure, or unforeseen economic circumstances or both, including The Minister may suspend the fiscal responsibility rules due to a force majeure, or unforeseen economic circumstances or both, including a natural disaster, public health epidemic, drought or war where a state of emergency has been declared by the President under article 31 of the Constitution; a natural disaster, public health epidemic, drought or war where a state of emergency has been declared by the President under article 31 of the Constitution; an unanticipated severe economic shock, including commodity price shocks; and an unanticipated severe economic shock, including commodity price shocks; and periods where the Gross Domestic Product growth rate is one per cent or less. periods where the Gross Domestic Product growth rate is one per cent or less. (2) The force majeure or unforeseen economic circumstances referred to in subsection (1) shall be such that the Minister is of the opinion that the implementation of any of the fiscal responsibility rules shall be harmful to the fiscal, macroeconomic, or financial stability of the country. The force majeure or unforeseen economic circumstances referred to in subsection (1) shall be such that the Minister is of the opinion that the implementation of any of the fiscal responsibility rules shall be harmful to the fiscal, macroeconomic, or financial stability of the country. (3) where the Minister, in accordance with subsection (1), suspends the fiscal responsibility rules, the Minister shall, within thirty days, present before Parliament for approval where the Minister, in accordance with subsection (1), suspends the fiscal responsibility rules, the Minister shall, within thirty days, present before Parliament for approval facts and circumstances for the suspension of the set fiscal responsibility rules in a given financial year; facts and circumstances for the suspension of the set fiscal responsibility rules in a given financial year; plans for restoring the public finances of the county within a reasonable period after the force majeure or unforeseen economic circumstances have elapsed; and plans for restoring the public finances of the county within a reasonable period after the force majeure or unforeseen economic circumstances have elapsed; and a quarterly break down of the revised deficit target for the year as part of the budget presented to Parliament. a quarterly break down of the revised deficit target for the year as part of the budget presented to Parliament."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Vote of censure",
      "content": "Parliament may, in accordance with article 82 of the Constitution, pass a vote of censure on the Minister where the Minister breaches section 2 by more than one percentage point. Parliament may, in accordance with article 82 of the Constitution, pass a vote of censure on the Minister where the Minister breaches section 2 by more than one percentage point."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Review of fiscal responsibility rules",
      "content": "The Minister shall submit to Parliament a review of the fiscal responsibility rules specified under section 2 every five years. The Minister shall submit to Parliament a review of the fiscal responsibility rules specified under section 2 every five years."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Reporting",
      "content": "(1) The Minister shall present a quarterly report to Cabinet on the fiscal performance and adherence to the fiscal responsibility rules with a lag period of three months. The Minister shall present a quarterly report to Cabinet on the fiscal performance and adherence to the fiscal responsibility rules with a lag period of three months. (2) The report referred to in subsection (1) shall propose corrective measures in instances where quarterly targets are breached. The report referred to in subsection (1) shall propose corrective measures in instances where quarterly targets are breached."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Regulations",
      "content": "The Minister may, by legislative instrument, make Regulations to ensure fiscal discipline; and ensure fiscal discipline; and generally provide for the effective implementation of this Act. generally provide for the effective implementation of this Act."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“annual positive primary balance” means the positive difference between revenues and non-interest expenditures for a fiscal year;“covered entities” mean(a)the Executive, Legislature and Judiciary;(b)constitutional bodies;(c)Ministries, Departments, Agencies and local government authorities;(d)the public service;(e)autonomous agencies; and(f)statutory bodies;“distorted incentives” means incentives that are counter to the fiscal objectives in the national budget;“economic shocks” means an event that comes from outside an economy and produces a significant change within the economy;“expenditure overages” mean excess expenditure over programmed expenditure targets;“fiscal responsibility rule” means a long-lasting constraint on fiscal policy through numerical limits on budgetary aggregates;“fiscal slippages” mean the failure to achieve a fiscal target in the national budget;“Minister” means the Minister responsible for Finance;“Ministry” means the Ministry responsible for Finance;“non-interest expenditure” means expenditure excluding interest payments;“price shocks” means a sudden appreciable increase or decrease in prices;“primary balance” means the difference between revenues and non-interest expenditures; and“public finances” mean the income and expenditures of a public sector organisation. In this Act, unless the context otherwise requires, “annual positive primary balance” means the positive difference between revenues and non-interest expenditures for a fiscal year; the Executive, Legislature and Judiciary; constitutional bodies; Ministries, Departments, Agencies and local government authorities; the public service; autonomous agencies; and statutory bodies; “distorted incentives” means incentives that are counter to the fiscal objectives in the national budget; “economic shocks” means an event that comes from outside an economy and produces a significant change within the economy; “expenditure overages” mean excess expenditure over programmed expenditure targets; “fiscal responsibility rule” means a long-lasting constraint on fiscal policy through numerical limits on budgetary aggregates; “fiscal slippages” mean the failure to achieve a fiscal target in the national budget; “Minister” means the Minister responsible for Finance; “Ministry” means the Ministry responsible for Finance; “non-interest expenditure” means expenditure excluding interest payments; “price shocks” means a sudden appreciable increase or decrease in prices; “primary balance” means the difference between revenues and non-interest expenditures; and “public finances” mean the income and expenditures of a public sector organisation."
    }
  ],
  "definitions": [
    {
      "term": "annual positive primary balance",
      "definition": "the positive difference between revenues and non-interest expenditures for a fiscal year",
      "source_provision": "s8"
    },
    {
      "term": "distorted incentives",
      "definition": "incentives that are counter to the fiscal objectives in the national budget",
      "source_provision": "s8"
    },
    {
      "term": "economic shocks",
      "definition": "an event that comes from outside an economy and produces a significant change within the economy",
      "source_provision": "s8"
    },
    {
      "term": "fiscal responsibility rule",
      "definition": "a long-lasting constraint on fiscal policy through numerical limits on budgetary aggregates",
      "source_provision": "s8"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s8"
    },
    {
      "term": "Ministry",
      "definition": "the Ministry responsible for Finance",
      "source_provision": "s8"
    },
    {
      "term": "non-interest expenditure",
      "definition": "expenditure excluding interest payments",
      "source_provision": "s8"
    },
    {
      "term": "price shocks",
      "definition": "a sudden appreciable increase or decrease in prices",
      "source_provision": "s8"
    },
    {
      "term": "primary balance",
      "definition": "the difference between revenues and non-interest expenditures",
      "source_provision": "s8"
    },
    {
      "term": "annual positive primary balance",
      "definition": "the positive difference between revenues and non-interest expenditures for a fiscal year",
      "source_provision": "s8"
    },
    {
      "term": "distorted incentives",
      "definition": "incentives that are counter to the fiscal objectives in the national budget",
      "source_provision": "s8"
    },
    {
      "term": "economic shocks",
      "definition": "an event that comes from outside an economy and produces a significant change within the economy",
      "source_provision": "s8"
    },
    {
      "term": "fiscal responsibility rule",
      "definition": "a long-lasting constraint on fiscal policy through numerical limits on budgetary aggregates",
      "source_provision": "s8"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s8"
    },
    {
      "term": "Ministry",
      "definition": "the Ministry responsible for Finance",
      "source_provision": "s8"
    },
    {
      "term": "non-interest expenditure",
      "definition": "expenditure excluding interest payments",
      "source_provision": "s8"
    },
    {
      "term": "price shocks",
      "definition": "a sudden appreciable increase or decrease in prices",
      "source_provision": "s8"
    },
    {
      "term": "primary balance",
      "definition": "the difference between revenues and non-interest expenditures",
      "source_provision": "s8"
    }
  ]
}