{
  "id": "act-978-2018",
  "type": "act",
  "title": "Minerals Income Investment Fund Act, 2018",
  "short_name": "MIIF 2018",
  "act_number": 978,
  "year": 2018,
  "status": "in_force",
  "issued_date": "2018-12-06",
  "url": "https://ghalii.org/akn/gh/act/2018/978",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Minerals Income Investment Fund",
      "content": "(1) There is established by this Act a fund known as the Minerals Income Investment Fund. There is established by this Act a fund known as the Minerals Income Investment Fund. (2) The Fund is a body corporate with perpetual succession, and a common seal, may sue and be sued in its corporate name and have in all respects the powers of a body corporate. The Fund is a body corporate with perpetual succession, and a common seal, may sue and be sued in its corporate name and have in all respects the powers of a body corporate. (3) The Fund may acquire and hold movable and immovable property, dispose of property and enter into a contract or other related transaction. The Fund may acquire and hold movable and immovable property, dispose of property and enter into a contract or other related transaction. (4) Where there is a hindrance to the acquisition of immovable property, the property may be acquired for the Fund under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Fund. Where there is a hindrance to the acquisition of immovable property, the property may be acquired for the Fund under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Fund."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Objects of the Fund",
      "content": "The objects of the Fund are to maximize the value of the income due the Republic from the mineral wealth of the country for the benefit of its citizens; maximize the value of the income due the Republic from the mineral wealth of the country for the benefit of its citizens; monetise the minerals income accruing to the Republic in a beneficial, responsible, transparent, accountable and sustainable manner; and monetise the minerals income accruing to the Republic in a beneficial, responsible, transparent, accountable and sustainable manner; and develop and implement measures to reduce the budgetary exposure of the Republic to minerals income fluctuations. develop and implement measures to reduce the budgetary exposure of the Republic to minerals income fluctuations."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Powers of the Fund",
      "content": "The Fund may create and hold equity interests in a Special Purpose Vehicle in any jurisdiction in furtherance of its objects, and the Special Purpose Vehicle shall be free to operate as a regular, commercial company; create and hold equity interests in a Special Purpose Vehicle in any jurisdiction in furtherance of its objects, and the Special Purpose Vehicle shall be free to operate as a regular, commercial company; procure the listing of the Special Purpose Vehicle on any reputable stock exchange that it considers appropriate; procure the listing of the Special Purpose Vehicle on any reputable stock exchange that it considers appropriate; assign or transfer all or any of its rights to minerals income to a Special Purpose Vehicle in furtherance of the objects of the Fund, including through allocation agreements and stability agreements; assign or transfer all or any of its rights to minerals income to a Special Purpose Vehicle in furtherance of the objects of the Fund, including through allocation agreements and stability agreements; assign or transfer all or any of the minerals equity interests held on behalf of the Republic to a Special Purpose Vehicle in furtherance of the objects of the Fund; assign or transfer all or any of the minerals equity interests held on behalf of the Republic to a Special Purpose Vehicle in furtherance of the objects of the Fund; grant security over or otherwise encumber the property and assets of the Fund; grant security over or otherwise encumber the property and assets of the Fund; subject to compliance with the Investment Guidelines provided for in section 39, invest in, purchase, maintain, divest from, sell or otherwise realise assets and investments of any kind; subject to compliance with the Investment Guidelines provided for in section 39, invest in, purchase, maintain, divest from, sell or otherwise realise assets and investments of any kind; borrow and raise money from domestic and international financial markets in accordance with section 76 of the Public Financial Management Act, 2016 (Act 921); borrow and raise money from domestic and international financial markets in accordance with section 76 of the Public Financial Management Act, 2016 (Act 921); develop and implement financing structures aimed at leveraging minerals income accruing to the Republic to attract upfront funding for accelerated growth and development; and develop and implement financing structures aimed at leveraging minerals income accruing to the Republic to attract upfront funding for accelerated growth and development; and purchase or own shares in other companies in furtherance of its objects or sell or transfer those shares. purchase or own shares in other companies in furtherance of its objects or sell or transfer those shares."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Functions of the Fund",
      "content": "(1) For the purposes of achieving the objects of the Fund, the Fund shall For the purposes of achieving the objects of the Fund, the Fund shall manage, deal in and invest minerals income accruing to the Republic received by the Fund; manage, deal in and invest minerals income accruing to the Republic received by the Fund; hold and manage minerals equity interest of the Republic and exercise all rights related to the minerals equity interest; hold and manage minerals equity interest of the Republic and exercise all rights related to the minerals equity interest; disburse twenty percent of minerals income received by the Fund to the Minerals Development Fund; disburse twenty percent of minerals income received by the Fund to the Minerals Development Fund; seek the best possible financial returns on investments having regard to internationally recognised best practices for seek the best possible financial returns on investments having regard to internationally recognised best practices for asset allocation and risk management; asset allocation and risk management; protecting the long term economic value of the Fund and its assets; and protecting the long term economic value of the Fund and its assets; and the cost of capital of the Fund and other incidental costs related to the Fund; the cost of capital of the Fund and other incidental costs related to the Fund; manage other assets entrusted to the Fund or acquired by the Fund; manage other assets entrusted to the Fund or acquired by the Fund; enter into transactions and contracts on an arm’s length basis; and enter into transactions and contracts on an arm’s length basis; and engage in any other activity determined by the Board, in consultation with the Minister. engage in any other activity determined by the Board, in consultation with the Minister. (2) In the performance of its functions, the Fund shall In the performance of its functions, the Fund shall act in accordance with the Investment Guidelines issued under section 39; act in accordance with the Investment Guidelines issued under section 39; operate in accordance with sound commercial principles and shall use its best endeavours to ensure that the Special Purpose Vehicle operates in a similar manner; and operate in accordance with sound commercial principles and shall use its best endeavours to ensure that the Special Purpose Vehicle operates in a similar manner; and be accountable to the Minister for the performance of its functions under this Act. be accountable to the Minister for the performance of its functions under this Act. (3) In the performance of its functions, the Fund or a Special Purpose Vehicle shall not provide credit to the Government, public enterprises, private sector entities or any other person or entity. In the performance of its functions, the Fund or a Special Purpose Vehicle shall not provide credit to the Government, public enterprises, private sector entities or any other person or entity."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Governing body of the Fund",
      "content": "(1) The governing body of the Fund is a Board consisting of The governing body of the Fund is a Board consisting of a chairperson; a chairperson; the Chief Executive Officer of the Fund; the Chief Executive Officer of the Fund; a representative each from the following Ministries not below the rank of a Director: a representative each from the following Ministries not below the rank of a Director: Ministry of Finance; and Ministry of Finance; and Ministry of Lands and Natural Resources; Ministry of Lands and Natural Resources; three other persons nominated by the Minister; three other persons nominated by the Minister; the Commissioner for Domestic Tax Revenue Division of the Ghana Revenue Authority; and the Commissioner for Domestic Tax Revenue Division of the Ghana Revenue Authority; and a Deputy Governor of the Bank of Ghana nominated by the Governor of the Bank of Ghana. a Deputy Governor of the Bank of Ghana nominated by the Governor of the Bank of Ghana. (2) At least three of the members of the Board shall be women. At least three of the members of the Board shall be women. (3) The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. (4) In making the appointments under subsection (1), the President shall consider the integrity, knowledge, expertise and experience of the members in matters relevant to the functions of the Fund. In making the appointments under subsection (1), the President shall consider the integrity, knowledge, expertise and experience of the members in matters relevant to the functions of the Fund."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Qualification of members of the Board",
      "content": "A person qualifies to be appointed a member of the Board if that person qualifies for appointment as a director of a company incorporated under the Companies Act, 1963 (Act 179). A person qualifies to be appointed a member of the Board if that person qualifies for appointment as a director of a company incorporated under the Companies Act, 1963 (Act 179)."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Functions of the Board",
      "content": "(1) The Board is responsible for the The Board is responsible for the attainment of the objects of the Fund; attainment of the objects of the Fund; making of operational policy; and making of operational policy; and general supervision of the management and affairs of the Fund. general supervision of the management and affairs of the Fund. (2) For the purposes of subsection (1), the Board shall For the purposes of subsection (1), the Board shall perform its functions and conduct its affairs in accordance with sound investment and financial standards and practice and the investment policy of the Fund; perform its functions and conduct its affairs in accordance with sound investment and financial standards and practice and the investment policy of the Fund; ensure accountability of the Fund by defining appropriate procedures for its management; and ensure accountability of the Fund by defining appropriate procedures for its management; and perform any other function that is incidental to the achievement of the objects of the Fund. perform any other function that is incidental to the achievement of the objects of the Fund. (3) The Board shall The Board shall promptly apprise the Investment Advisory Committee on matters in respect of which the advice of the Investment Advisory Committee is required under section 15. promptly apprise the Investment Advisory Committee on matters in respect of which the advice of the Investment Advisory Committee is required under section 15. Provide the Advisory Committee with the administrative support required by the Advisory Committee for the performance of its functions. Provide the Advisory Committee with the administrative support required by the Advisory Committee for the performance of its functions."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Duties and liabilities of members of the Board",
      "content": "(1) A member of the Board has the same fiduciary relationship with the Fund and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 1963, (Act 179). A member of the Board has the same fiduciary relationship with the Fund and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 1963, (Act 179). (2) Without limiting subsection (1), a member of the Board has a duty Without limiting subsection (1), a member of the Board has a duty to act honestly in the performance of the functions of that member; to act honestly in the performance of the functions of that member; to exercise the degree of care and diligence in the performance of the functions of that member that a reasonable person in that position would reasonably be expected to exercise in the circumstances; to exercise the degree of care and diligence in the performance of the functions of that member that a reasonable person in that position would reasonably be expected to exercise in the circumstances; to avoid making improper use of information acquired by virtue of the position of that member so as to benefit that member or be detrimental to the Fund; and to avoid making improper use of information acquired by virtue of the position of that member so as to benefit that member or be detrimental to the Fund; and not to abuse the position of the office. not to abuse the position of the office. (3) A member of the Board who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than three thousand penalty units and not more than six thousand penalty units. A member of the Board who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than three thousand penalty units and not more than six thousand penalty units. (4) Where a court determines that the Fund has suffered loss or damage as a consequence of the act or omission of a member of the Board, the court may, in addition to imposing a fine, order the person convicted to pay appropriate compensation to the Fund. Where a court determines that the Fund has suffered loss or damage as a consequence of the act or omission of a member of the Board, the court may, in addition to imposing a fine, order the person convicted to pay appropriate compensation to the Fund."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Tenure of office of members of the Board",
      "content": "(1) A member of the Board shall hold office for a term of four years and is eligible for re-appointment for another term only. A member of the Board shall hold office for a term of four years and is eligible for re-appointment for another term only. (2) A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (3) Subsections (1) and (2) do not apply to the Chief Executive Officer or a member of the Board by virtue of office. Subsections (1) and (2) do not apply to the Chief Executive Officer or a member of the Board by virtue of office. (4) A member of the Board may at any time resign from office writing addressed to the President through the Minister. A member of the Board may at any time resign from office writing addressed to the President through the Minister. (5) The President may by letter addressed to a member revoke the appointment of that member. The President may by letter addressed to a member revoke the appointment of that member. (6) Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability of that member shall result in the declaration of a vacancy. Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability of that member shall result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (2) or (4) or subsection (2) of section 11. under subsection (2) or (4) or subsection (2) of section 11. as a result of a declaration under subsection (6), or as a result of a declaration under subsection (6), or by reason of the death of a member, the Minister shall notify the President of the vacancy. by reason of the death of a member, the Minister shall notify the President of the vacancy. (8) The President shall appoint another person to fill the vacancy upon revoking the appointment of a member under subsection (5) or upon being notified of a vacancy in accordance with subsection (7). The President shall appoint another person to fill the vacancy upon revoking the appointment of a member under subsection (5) or upon being notified of a vacancy in accordance with subsection (7)."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months for the dispatch of business at a time and place determined by the chairperson. The Board shall meet at least once every three months for the dispatch of business at a time and place determined by the chairperson. (2) The chairperson shall at the request in writing of not less than one third of the membership of the Board convene an extraordinary meeting of the Board at a time and place determined by the chairperson. The chairperson shall at the request in writing of not less than one third of the membership of the Board convene an extraordinary meeting of the Board at a time and place determined by the chairperson. (3) The quorum at a meeting of the Board is five members of the Board. The quorum at a meeting of the Board is five members of the Board. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number, shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number, shall preside. (5) Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The minutes of the meetings of the Board shall be kept by a secretary appointed for that purpose by the Board and shall be signed by the chairperson and kept in the custody of the secretary. The minutes of the meetings of the Board shall be kept by a secretary appointed for that purpose by the Board and shall be signed by the chairperson and kept in the custody of the secretary. (7) Board may co-opt a person to attend a meeting of the Board but that person shall not vote on any matter for decision at the meeting. Board may co-opt a person to attend a meeting of the Board but that person shall not vote on any matter for decision at the meeting. (8) Except as otherwise provided by this Act, the Board shall determine the procedure for its meetings. Except as otherwise provided by this Act, the Board shall determine the procedure for its meetings. (9) Subject to subsection (3), the proceedings of the Board are not invalidated by reason of a vacancy among the members or by a defect in the appointment or qualification of a member. Subject to subsection (3), the proceedings of the Board are not invalidated by reason of a vacancy among the members or by a defect in the appointment or qualification of a member."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for or under consideration by the Board shall A member of the Board who has an interest in a matter for or under consideration by the Board shall disclose the nature of the interest in writing and the disclosure shall form part of the record of the consideration of the matter; and disclose the nature of the interest in writing and the disclosure shall form part of the record of the consideration of the matter; and not be present at, or participate, in the deliberations of, a meeting or vote on a decision of the Board in respect of that matter. not be present at, or participate, in the deliberations of, a meeting or vote on a decision of the Board in respect of that matter. (2) A member ceases to be a member of the Board if that member has an interest in a matter before the Board and A member ceases to be a member of the Board if that member has an interest in a matter before the Board and fails to disclose that interest; or fails to disclose that interest; or is present at or participates in the deliberations of a meeting, or votes on a decision of the Board in respect of that matter. is present at or participates in the deliberations of a meeting, or votes on a decision of the Board in respect of that matter. (3) The Board may revoke or nullify a decision on a matter that is arrived at during deliberations if a member The Board may revoke or nullify a decision on a matter that is arrived at during deliberations if a member contravenes subsection (1); or contravenes subsection (1); or benefits from the contravention. benefits from the contravention."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members or both to perform a function. The Board may establish committees consisting of members of the Board or non-members or both to perform a function. (2) A committee of the Board shall be advisory. A committee of the Board shall be advisory. (3) A non-member of the Board who is appointed to a committee of the Board shall be subject to the disclosure requirements under section 11 and shall take and subscribe to an oath of confidentiality. A non-member of the Board who is appointed to a committee of the Board shall be subject to the disclosure requirements under section 11 and shall take and subscribe to an oath of confidentiality."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Establishment of Investment Advisory Committee",
      "content": "Without limiting subsection (1) of section 12, there is established an Investment Advisory Committee referred to in this Act as the Advisory Committee, to advise the Board on the investments of the Fund under this Act. Without limiting subsection (1) of section 12, there is established an Investment Advisory Committee referred to in this Act as the Advisory Committee, to advise the Board on the investments of the Fund under this Act."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Appointment of members of the Advisory Committee",
      "content": "(1) The Advisory Committee shall comprise five members, at least one of whom is a woman, who shall be persons of proven competence in finance, investment, economics, business management, corporate law, actuarial science or similar discipline. The Advisory Committee shall comprise five members, at least one of whom is a woman, who shall be persons of proven competence in finance, investment, economics, business management, corporate law, actuarial science or similar discipline. (2) The Board in consultation with the Minister shall appoint the members of the Advisory Committee. The Board in consultation with the Minister shall appoint the members of the Advisory Committee. (3) The Minister shall appoint the chairperson of the Advisory Committee. The Minister shall appoint the chairperson of the Advisory Committee. (4) A member of the Board shall not be appointed as a member of the Advisory Committee. A member of the Board shall not be appointed as a member of the Advisory Committee. (5) The Secretary of the Board shall serve as Secretary to the Advisory Committee. The Secretary of the Board shall serve as Secretary to the Advisory Committee."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Functions of the Advisory Committee",
      "content": "(1) The Advisory Committee taking cognisance of international best practice of investments of a similar nature shall The Advisory Committee taking cognisance of international best practice of investments of a similar nature shall advise the Board on the formulation of an investment policy for the Fund; advise the Board on the formulation of an investment policy for the Fund; advise the Board on the performance of functions of the Board m respect of investment decisions to be taken by the Board; advise the Board on the performance of functions of the Board m respect of investment decisions to be taken by the Board; advise the Board on the broad investment guidelines and overall management strategies of the Fund; and advise the Board on the broad investment guidelines and overall management strategies of the Fund; and develop for the Board as part of the investment guidelines, the benchmark portfolio, the desired returns from and the associated risks of the Fund. develop for the Board as part of the investment guidelines, the benchmark portfolio, the desired returns from and the associated risks of the Fund. (2) The Advisory Committee shall have access to the head office of the Fund for the performance of the functions of the Advisory Committee. The Advisory Committee shall have access to the head office of the Fund for the performance of the functions of the Advisory Committee."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Tenure of office of members of the Advisory Committee",
      "content": "(1) A member of the Advisory Committee shall hold office for a period of four years and is eligible for re-appointment for only a second term. A member of the Advisory Committee shall hold office for a period of four years and is eligible for re-appointment for only a second term. (2) A member who is absent from two consecutive meetings without sufficient cause ceases to be a member and shall be replaced. A member who is absent from two consecutive meetings without sufficient cause ceases to be a member and shall be replaced. (3) The board may in consultation with the Minister, by letter addressed to a member, revoke the appointment of that member, except that in the case of the chairperson, the revocation shall be at the instance of the Minister. The board may in consultation with the Minister, by letter addressed to a member, revoke the appointment of that member, except that in the case of the chairperson, the revocation shall be at the instance of the Minister. (4) Where a member of the Advisory Committee is for sufficient reason unable to act as a member, the Board shall determine whether the inability would result in a declaration of a vacancy. Where a member of the Advisory Committee is for sufficient reason unable to act as a member, the Board shall determine whether the inability would result in a declaration of a vacancy. (5) The Board may, in consultation with the Minister at any time terminate the appointment of a member of the Advisory Committee where the Board is dissatisfied with the performance of that member. The Board may, in consultation with the Minister at any time terminate the appointment of a member of the Advisory Committee where the Board is dissatisfied with the performance of that member. (6) Where there is a vacancy Where there is a vacancy under subsections (2), (3), (4) and (5) of this section or subsection (2) of section 18; under subsections (2), (3), (4) and (5) of this section or subsection (2) of section 18; as a result of a declaration under subsection (4); or as a result of a declaration under subsection (4); or by reason of the death of a member; by reason of the death of a member; the Board shall notify the Minister of the vacancy and the Board in consultation with the Minister shall appoint another person to fill the vacancy."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Meetings of the Advisory Committee",
      "content": "(1) The Advisory Committee shall meet at least once every quarter for the performance of the functions of the Advisory Committee. The Advisory Committee shall meet at least once every quarter for the performance of the functions of the Advisory Committee. (2) The chairperson shall at the request in writing by two or more members convene an extraordinary meeting of the Advisory Committee within seven days after receipt of the request. The chairperson shall at the request in writing by two or more members convene an extraordinary meeting of the Advisory Committee within seven days after receipt of the request. (3) The quorum at a meeting of the Advisory Committee is three members. The quorum at a meeting of the Advisory Committee is three members. (4) The chairperson shall preside at meetings of the Advisory Committee and in the absence of the chairperson, a member elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Advisory Committee and in the absence of the chairperson, a member elected by the members present from among their number shall preside. (5) Matters before the Advisory Committee shall be decided by a majority of the members present and voting and in the event of an equality of votes, the member presiding shall have a casting vote. Matters before the Advisory Committee shall be decided by a majority of the members present and voting and in the event of an equality of votes, the member presiding shall have a casting vote. (6) The Advisory Committee may co-opt a person to assist in the performance of the functions of the Advisory Committee but that person shall not vote on a matter for decision before the Advisory Committee. The Advisory Committee may co-opt a person to assist in the performance of the functions of the Advisory Committee but that person shall not vote on a matter for decision before the Advisory Committee."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Disclosure of interest",
      "content": "(1) A member or a co-opted member of the Advisory Committee who has an interest in a matter for or under consideration by the Advisory Committee shall. A member or a co-opted member of the Advisory Committee who has an interest in a matter for or under consideration by the Advisory Committee shall. disclose the nature of that interest in writing and the disclosure shall form part of the record of the consideration of the matter; and disclose the nature of that interest in writing and the disclosure shall form part of the record of the consideration of the matter; and not be present at or participate in the deliberations of a meeting or vote on a decision of the Advisory Committee in respect of that matter. not be present at or participate in the deliberations of a meeting or vote on a decision of the Advisory Committee in respect of that matter. (2) A member ceases to be a member of the Advisory Committee, if that member has an interest in a matter before the Advisory Committee and A member ceases to be a member of the Advisory Committee, if that member has an interest in a matter before the Advisory Committee and fails to disclose that interest; or fails to disclose that interest; or is present at or participates in the deliberations of a meeting or votes on a decision of the Advisory Committee in respect of that matter. is present at or participates in the deliberations of a meeting or votes on a decision of the Advisory Committee in respect of that matter."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Release of advice from the Advisory Committee",
      "content": "The Board shall provide the Minister with a copy of the written advice given by the Advisory Committee within seven days upon receipt of the advice by the Board. The Board shall provide the Minister with a copy of the written advice given by the Advisory Committee within seven days upon receipt of the advice by the Board."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister. Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Chief Executive Officer",
      "content": "(1) The Fund shall have a Chief Executive Officer. The Fund shall have a Chief Executive Officer. (2) The President shall, in accordance with article 195 of the Constitution, appoint the Chief Executive Officer. The President shall, in accordance with article 195 of the Constitution, appoint the Chief Executive Officer. (3) The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Qualification of Chief Executive Officer",
      "content": "A person is not qualified to be appointed a chief executive officer unless that person possesses the relevant professional competence and experience; possesses the relevant professional competence and experience; is of high moral character and proven integrity; and is of high moral character and proven integrity; and has not filed for bankruptcy or adjudged to be bankrupt by a court. has not filed for bankruptcy or adjudged to be bankrupt by a court."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Functions of Chief Executive Officer",
      "content": "(1) The Chief Executive Officer is responsible for the day to day administration of the affairs of the Fund and is answerable to the Board in the perfomance of the functions of the Fund. The Chief Executive Officer is responsible for the day to day administration of the affairs of the Fund and is answerable to the Board in the perfomance of the functions of the Fund. (2) The Chief Executive Officer shall ensure the implementation of the decisions of the Board and perform any other functions determined by the Board. The Chief Executive Officer shall ensure the implementation of the decisions of the Board and perform any other functions determined by the Board."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Appointment of other staff and professional advisors",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint other staff that are necessary for the proper and effective performance of the Fund. The President shall, in accordance with article 195 of the Constitution, appoint other staff that are necessary for the proper and effective performance of the Fund. (2) To achieve the objects of the Fund, other public officers may be transferred or seconded to the Fund or otherwise give assistance to the Fund. To achieve the objects of the Fund, other public officers may be transferred or seconded to the Fund or otherwise give assistance to the Fund. (3) The Board may, on the recommendation of the Chief Executive Officer, engage the services of qualified and competent professional advisors. The Board may, on the recommendation of the Chief Executive Officer, engage the services of qualified and competent professional advisors."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Asset managers",
      "content": "(1) The Board may, in consultation with the Minister, procure the services of asset managers to manage the assets of the Fund and a Special Purpose Vehicle. The Board may, in consultation with the Minister, procure the services of asset managers to manage the assets of the Fund and a Special Purpose Vehicle. (2) For the purpose of subsection (1), an asset manager shall discharge duties on the basis of For the purpose of subsection (1), an asset manager shall discharge duties on the basis of comprehensive assessment criteria; comprehensive assessment criteria; policies and procedures developed by the Fund including policies and procedures developed by the Fund including the portfolio, scope, prudence and diversification of the Fund; and the portfolio, scope, prudence and diversification of the Fund; and the cost and regular reporting requirements consistent with the objects of the Fund. the cost and regular reporting requirements consistent with the objects of the Fund."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Head office and branches of the Fund",
      "content": "The Fund shall have a head office in the capital of the Republic and may open branches within or outside the Republic subject to the approval of the Minister. The Fund shall have a head office in the capital of the Republic and may open branches within or outside the Republic subject to the approval of the Minister."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Sources of money for the Fund",
      "content": "The sources of money for the Fund are minerals income; minerals income; income from investments; income from investments; moneys raised from the sale of shares, rights or interests of the Fund in a Special Purpose Vehicle or other company; moneys raised from the sale of shares, rights or interests of the Fund in a Special Purpose Vehicle or other company; dividends, distributions, interest or other payments from a Special Purpose Vehicle or other company; dividends, distributions, interest or other payments from a Special Purpose Vehicle or other company; grants, donations, gifts and other voluntary contributions to the Fund; grants, donations, gifts and other voluntary contributions to the Fund; moneys that may become lawfully payable to the Fund or any other property that may become lawfully vested in the Fund; and moneys that may become lawfully payable to the Fund or any other property that may become lawfully vested in the Fund; and any other moneys approved by Parliament. any other moneys approved by Parliament."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Payment of mineral royalties",
      "content": "(1) Mineral royalties shall be assessed, collected and accounted for by the Ghana Revenue Authority in accordance with law and applicable Minerals Investment Agreements. Mineral royalties shall be assessed, collected and accounted for by the Ghana Revenue Authority in accordance with law and applicable Minerals Investment Agreements. (2) The mineral royalties assessed as due from a mining company in each month including any payments due for the late payment of royalties calculated in accordance with the applicable law or any agreement between the relevant mining company and the Republic shall be paid by the relevant mining company by direct transfer into the Fund. The mineral royalties assessed as due from a mining company in each month including any payments due for the late payment of royalties calculated in accordance with the applicable law or any agreement between the relevant mining company and the Republic shall be paid by the relevant mining company by direct transfer into the Fund. (3) The mining company making the payment under subsection (2) shall immediately notify the Ghana Revenue Authority and the Fund in writing of the payment. The mining company making the payment under subsection (2) shall immediately notify the Ghana Revenue Authority and the Fund in writing of the payment. (4) The Ghana Revenue Authority shall be responsible for the enforcement of the obligation of mining companies to make payment of mineral royalties and shall act in consultation with the Fund in this regard. The Ghana Revenue Authority shall be responsible for the enforcement of the obligation of mining companies to make payment of mineral royalties and shall act in consultation with the Fund in this regard. (5) Income accruing to the Republic from minerals paid to the Fund by a mining company shall Income accruing to the Republic from minerals paid to the Fund by a mining company shall not be classified as taxes paid by the mining companies and shall not be expended as conventional tax revenue paid to the Government; and not be classified as taxes paid by the mining companies and shall not be expended as conventional tax revenue paid to the Government; and be considered as paid to the Government under the Minerals and Mining Act, 2006 (Act 703) and any Minerals Investment Agreement. be considered as paid to the Government under the Minerals and Mining Act, 2006 (Act 703) and any Minerals Investment Agreement."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Payment of minerals in place of royalties",
      "content": "(1) Where the Government elects for payment of royalty and any other related payment to be made in minerals instead of cash m accordance with law and applicable Minerals Investment Agreement, the value of the minerals in United States Dollars on the day the minerals are received by or on behalf of the Government shall be reported and recorded by the Ghana Revenue Authority as payments to the Fund. Where the Government elects for payment of royalty and any other related payment to be made in minerals instead of cash m accordance with law and applicable Minerals Investment Agreement, the value of the minerals in United States Dollars on the day the minerals are received by or on behalf of the Government shall be reported and recorded by the Ghana Revenue Authority as payments to the Fund. (2) The proceeds of the sale of the minerals shall be credited to the Fund within sixty calendar days after the receipt of the minerals from the mining company. The proceeds of the sale of the minerals shall be credited to the Fund within sixty calendar days after the receipt of the minerals from the mining company."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Transfer of mineral equity interests",
      "content": "(1) All mineral equity interests and all rights and liabilities arising out of the mineral equity interests held in the name of the Republic are transferred to and shall vest in the Fund. All mineral equity interests and all rights and liabilities arising out of the mineral equity interests held in the name of the Republic are transferred to and shall vest in the Fund. (2) The Fund may, with the prior consent of the Minister, transfer any mineral equity interest vesting in the Fund and all rights and liabilities arising out of the mineral equity interests to a Special Purpose Vehicle. The Fund may, with the prior consent of the Minister, transfer any mineral equity interest vesting in the Fund and all rights and liabilities arising out of the mineral equity interests to a Special Purpose Vehicle."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Disbursement of moneys of the Fund",
      "content": "(1) The Fund shall, not later than three days after receipt of any mineral income, distribute the amount due and payable into the designated account of the Minerals Development Fund in accordance with the Minerals Development Fund Act, 2016 (Act 912). The Fund shall, not later than three days after receipt of any mineral income, distribute the amount due and payable into the designated account of the Minerals Development Fund in accordance with the Minerals Development Fund Act, 2016 (Act 912). (2) The moneys of the Fund shall be disbursed in accordance with this Act, the Investment Policy Statement and the terms of any allocation agreement that has been entered into by the Fund and ratified in accordance with subsection (2) of section 41. The moneys of the Fund shall be disbursed in accordance with this Act, the Investment Policy Statement and the terms of any allocation agreement that has been entered into by the Fund and ratified in accordance with subsection (2) of section 41. (3) The Fund shall disburse minerals investment income received by the Fund in accordance with the Investment Policy Statement and any directives by the Minister. The Fund shall disburse minerals investment income received by the Fund in accordance with the Investment Policy Statement and any directives by the Minister."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Bank accounts",
      "content": "(1) Minerals income and income from investments and other receipts of the Fund shall vest in the Fund and shall be paid into bank accounts opened by the Fund with the approval of the Controller and Accountant-General. Minerals income and income from investments and other receipts of the Fund shall vest in the Fund and shall be paid into bank accounts opened by the Fund with the approval of the Controller and Accountant-General. (2) Subject to the Public Financial Management Act, 2016 (Act 921), the Fund and any Special Purpose Vehicle may open, maintain and operate bank accounts in foreign currency both within and outside the Republic and receive payments in any currency, including the accounts of the Fund and retain the proceeds in and make payments from the accounts as the Fund considers fit. Subject to the Public Financial Management Act, 2016 (Act 921), the Fund and any Special Purpose Vehicle may open, maintain and operate bank accounts in foreign currency both within and outside the Republic and receive payments in any currency, including the accounts of the Fund and retain the proceeds in and make payments from the accounts as the Fund considers fit."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Foreign currency arrangements",
      "content": "(1) The Fund or a Special Purpose Vehicle may, subject to the Bank of Ghana Regulations and any other relevant laws The Fund or a Special Purpose Vehicle may, subject to the Bank of Ghana Regulations and any other relevant laws transfer foreign currency into Ghana; transfer foreign currency into Ghana; purchase local currency at the prevailing interbank exchange rate or at any other rate approved by the Bank of Ghana and convert local currency into foreign currency at the prevailing interbank exchange rate or at any other rate approved by the Bank of Ghana; purchase local currency at the prevailing interbank exchange rate or at any other rate approved by the Bank of Ghana and convert local currency into foreign currency at the prevailing interbank exchange rate or at any other rate approved by the Bank of Ghana; transfer, export and hold foreign currency outside of Ghana. transfer, export and hold foreign currency outside of Ghana. obtain and use letters of credit and guarantees in foreign currency; obtain and use letters of credit and guarantees in foreign currency; except in respect of costs incurred in Ghana to suppliers of goods or services who are residents of Ghana which shall be paid in Ghana Cedis, utilise foreign currency in Ghana without restriction; and except in respect of costs incurred in Ghana to suppliers of goods or services who are residents of Ghana which shall be paid in Ghana Cedis, utilise foreign currency in Ghana without restriction; and pay in foreign currency any amounts due to foreign counterparties and from the Fund to the Special Purpose Vehicles. pay in foreign currency any amounts due to foreign counterparties and from the Fund to the Special Purpose Vehicles. (2) Despite subsection (1), a Special Purpose Vehicle may Despite subsection (1), a Special Purpose Vehicle may borrow money or raise equity in foreign currency from any source without the requirement for any further approval, consent or administrative act of the Government; borrow money or raise equity in foreign currency from any source without the requirement for any further approval, consent or administrative act of the Government; remit to shareholders located outside of the country any dividend derived from a Special Purpose Vehicle or return share capital without any deduction, withholding or other cost, in each case without the requirement for any further approval, consent or administrative act of the Government; remit to shareholders located outside of the country any dividend derived from a Special Purpose Vehicle or return share capital without any deduction, withholding or other cost, in each case without the requirement for any further approval, consent or administrative act of the Government; grant security over any property of a Special Purpose Vehicle or any affiliate in the country or elsewhere to lenders or other creditors or potential creditors, including balances in local and foreign currency bank accounts established onshore or offshore; grant security over any property of a Special Purpose Vehicle or any affiliate in the country or elsewhere to lenders or other creditors or potential creditors, including balances in local and foreign currency bank accounts established onshore or offshore; service or repay foreign loans and pay associated fees and indemnities in any currency without being subject to any tax or withholding tax obligation or deduction unless otherwise provided under this Act; and service or repay foreign loans and pay associated fees and indemnities in any currency without being subject to any tax or withholding tax obligation or deduction unless otherwise provided under this Act; and remit to its lenders any principal, interest, fees or other lending costs owed or payable by a Special Purpose Vehicle or any affiliate in the country without any deduction, withholding tax or other cost unless otherwise provided for under this Act. remit to its lenders any principal, interest, fees or other lending costs owed or payable by a Special Purpose Vehicle or any affiliate in the country without any deduction, withholding tax or other cost unless otherwise provided for under this Act."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Administrative and other expenses of the Fund",
      "content": "The administrative and other expenses related to the management of the Fund including the salaries and wages of employees and officers of the Fund as approved by the Minister shall be charged on the Fund. The administrative and other expenses related to the management of the Fund including the salaries and wages of employees and officers of the Fund as approved by the Minister shall be charged on the Fund."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Tax exemption",
      "content": "The mineral income paid to the Fund and the dividend payable by the Fund or a Special Purpose Vehicle are not taxable. The mineral income paid to the Fund and the dividend payable by the Fund or a Special Purpose Vehicle are not taxable."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Transparency as a fundamental principle",
      "content": "(1) The management of the Fund shall be exercised taking into account The management of the Fund shall be exercised taking into account the overall consideration that minerals income constitutes proceeds from the exploitation of non-renewable natural resources; and the overall consideration that minerals income constitutes proceeds from the exploitation of non-renewable natural resources; and the overall objective that minerals income and minerals investment income is to be managed for the benefit of the current and future generations of citizens of the Republic. the overall objective that minerals income and minerals investment income is to be managed for the benefit of the current and future generations of citizens of the Republic. (2) The management of and duties associated with the Fund shall be carried out in accordance with the highest internationally accepted standards of transparency and good governance. The management of and duties associated with the Fund shall be carried out in accordance with the highest internationally accepted standards of transparency and good governance. (3) The Minister, the Board and the Advisory Committee in the performance of their functions under this Act, shall take the necessary measures to entrench transparency, accountability and free access by the public to information. The Minister, the Board and the Advisory Committee in the performance of their functions under this Act, shall take the necessary measures to entrench transparency, accountability and free access by the public to information. (4) The Board shall ensure that the annual reports of the Fund are readily available to the public. The Board shall ensure that the annual reports of the Fund are readily available to the public."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep the books, records, returns of account and other documents relevant to the accounts in the form approved by the Auditor-General. The Board shall keep the books, records, returns of account and other documents relevant to the accounts in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Fund to the Auditor-General for audit within three months after the end of the financial year. The Board shall submit the accounts of the Fund to the Auditor-General for audit within three months after the end of the financial year. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year audit the accounts and forward a copy each of the audit report to the Minister and the Board. The Auditor-General shall, within six months after the end of the immediately preceding financial year audit the accounts and forward a copy each of the audit report to the Minister and the Board. (4) The financial year of the Fund is the same as the financial year of the Government. The financial year of the Fund is the same as the financial year of the Government."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall within one month after receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Fund for the year to which the report relates. The Board shall within one month after receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Fund for the year to which the report relates. (2) The annual report shall include The annual report shall include information on the minerals income and minerals investment income receipts for the financial year; information on the minerals income and minerals investment income receipts for the financial year; report of the Auditor-General; and report of the Auditor-General; and a report on the performance of the Fund relative to its statutory objects. a report on the performance of the Fund relative to its statutory objects. (3) The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statements, that the Minister considers necessary. The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statements, that the Minister considers necessary. (4) The Board shall submit to the Minister any other report which the Minister may require in writing. The Board shall submit to the Minister any other report which the Minister may require in writing."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Investment Guidelines and codes of practice",
      "content": "(1) The Board shall, in consultation with the Minister, issue Investment Guidelines in pursuance of the objects of the Fund. The Board shall, in consultation with the Minister, issue Investment Guidelines in pursuance of the objects of the Fund. (2) The Board shall in consultation with the Minister, update the Investment Guidelines to reflect prevailing economic circumstances. The Board shall in consultation with the Minister, update the Investment Guidelines to reflect prevailing economic circumstances. (3) The Board may develop, adopt and, as appropriate amend, revoke or supplement appropriate codes of practice, or procedures consistent with this Act. The Board may develop, adopt and, as appropriate amend, revoke or supplement appropriate codes of practice, or procedures consistent with this Act."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Stability agreement",
      "content": "(1) The Minister may enter into a tripartite stability agreement with the Fund and a Special Purpose Vehicle The Minister may enter into a tripartite stability agreement with the Fund and a Special Purpose Vehicle (2) An agreement entered into under subsection (1) shall not be adversely affected by An agreement entered into under subsection (1) shall not be adversely affected by a new enactment, rule, regulation, instrument, an order made, action taken or changes to a new enactment, rule, regulation, instrument, an order made, action taken or changes to an enactment, an enactment, rule, rule, regulation, regulation, instrument instrument order made, order made, that has the effect or purports to have the effect of imposing obligations on the Fund or Special Purpose Vehicle; subsequent changes to subsequent changes to the level and payment of royalties, taxes, fees and other fiscal imposts, and the level and payment of royalties, taxes, fees and other fiscal imposts, and laws relating to exchange control, transfer of capital and dividend remittance. laws relating to exchange control, transfer of capital and dividend remittance. (3) A stability agreement may also A stability agreement may also commit the Republic to cause the Fund to comply with its obligations under an allocation agreement; commit the Republic to cause the Fund to comply with its obligations under an allocation agreement; provide that the Republic shall not exercise its rights to receive minerals income in kind and shall instead continue to receive and have paid directly into the Fund minerals income in cash; provide that the Republic shall not exercise its rights to receive minerals income in kind and shall instead continue to receive and have paid directly into the Fund minerals income in cash; commit the Republic to exercise the rights of the Republic to obtain the carried interest under the Minerals and Mining Act, 2006 (Act 703) and any applicable Mineral Investment Agreements; and commit the Republic to exercise the rights of the Republic to obtain the carried interest under the Minerals and Mining Act, 2006 (Act 703) and any applicable Mineral Investment Agreements; and commit the Republic to enforce its rights to collect minerals income under the Minerals and Mining Act, 2006 (Act 703) and applicable Mineral Investment Agreements. commit the Republic to enforce its rights to collect minerals income under the Minerals and Mining Act, 2006 (Act 703) and applicable Mineral Investment Agreements. (4) A stability agreement entered into under subsection (1) is subject to ratification by Parliament. A stability agreement entered into under subsection (1) is subject to ratification by Parliament."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Allocation agreement",
      "content": "(1) The Fund may enter into one or more allocation agreements with The Fund may enter into one or more allocation agreements with a Special Purpose Vehicle; or a Special Purpose Vehicle; or an entity other than a Special Purpose Vehicle. an entity other than a Special Purpose Vehicle. (2) An allocation agreement may provide for An allocation agreement may provide for the assignment or transfer of all or any portion of the rights of the Fund to minerals income or minerals equity interests to a Special Purpose Vehicle or other entity; and the assignment or transfer of all or any portion of the rights of the Fund to minerals income or minerals equity interests to a Special Purpose Vehicle or other entity; and the manner in which the Fund shall consult and cooperate with a Special Purpose Vehicle or other entity which is a party to the allocation agreement in relation to the manner in which the Fund shall consult and cooperate with a Special Purpose Vehicle or other entity which is a party to the allocation agreement in relation to the audit of minerals income which the Fund has assigned or transferred to the Special Purpose Vehicle or other entity; and the audit of minerals income which the Fund has assigned or transferred to the Special Purpose Vehicle or other entity; and the enforcement of the rights of the Republic and the Fund in respect of the non-payment or receipt of the minerals income. the enforcement of the rights of the Republic and the Fund in respect of the non-payment or receipt of the minerals income. (3) An allocation agreement is subject to ratification by Parliament. An allocation agreement is subject to ratification by Parliament."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Security and guarantee",
      "content": "The Minister may, in writing, guarantee the performance by the Fund of its obligations under any agreement to which the Fund is a party. The Minister may, in writing, guarantee the performance by the Fund of its obligations under any agreement to which the Fund is a party."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Offences and penalties",
      "content": "(1) A person who A person who misappropriates moneys or other assets of the Fund; misappropriates moneys or other assets of the Fund; defrauds, attempts to defraud or conspires with another person to defraud the Fund; or defrauds, attempts to defraud or conspires with another person to defraud the Fund; or uses, attempts to use or conspires with another person to use proprietary or confidential information of the Fund or documents relating to the Fund for personal benefit or advantage or for the personal advantage or benefit of another person; uses, attempts to use or conspires with another person to use proprietary or confidential information of the Fund or documents relating to the Fund for personal benefit or advantage or for the personal advantage or benefit of another person; commits an offence and is liable on summary conviction to a fine of not less than five hundred thousand penalty units and not more than two million penalty units or a term of imprisonment not less than fifteen years or to both. (2) A person is not liable under paragraph (c) of subsection (1) if the use of information was authorized by the Board with the consent of the Minister. A person is not liable under paragraph (c) of subsection (1) if the use of information was authorized by the Board with the consent of the Minister. (3) A person who without authorization discloses the content of any confidential document or information pertaining to the operations of the Fund commits an offence and is liable on summary conviction to a fine of not less than twenty five thousand penalty units or to not more than fifty thousand penalty units or a term of imprisonment of not less than two years and not more than five years or both. A person who without authorization discloses the content of any confidential document or information pertaining to the operations of the Fund commits an offence and is liable on summary conviction to a fine of not less than twenty five thousand penalty units or to not more than fifty thousand penalty units or a term of imprisonment of not less than two years and not more than five years or both. (4) Where the offence committed is by a body corporate, that body corporate is liable on summary conviction to a fine of not less than seven hundred and fifty thousand penalty units and not more than three million penalty unit. Where the offence committed is by a body corporate, that body corporate is liable on summary conviction to a fine of not less than seven hundred and fifty thousand penalty units and not more than three million penalty unit. (4) A fine imposed under subsection (4) that is not paid when it is due shall attract an additional penalty of five percent of the original amount for each day of default. A fine imposed under subsection (4) that is not paid when it is due shall attract an additional penalty of five percent of the original amount for each day of default."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Regulations",
      "content": "The Minister may, by legislative instrument, make Regulations for the effective implementation of this Act. The Minister may, by legislative instrument, make Regulations for the effective implementation of this Act."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“allocation agreement” means an agreement between the Fund and a Special Purpose Vehicle or other entity(a)by which the Fund assigns all or a portion of minerals income by way of investment to the special purpose vehicle or other entity; and(b)which defines the relationship between the Fund and the special purpose vehicle or other entity;“Advisory Committee” means the Committee established under section 13;“Board” means the governing body of the Fund established in accordance with section 5;“dividend” means the dividends due the Republic from its equity interests held in mining companies;“Fund” means the Minerals Income Investment Fund established under section 1;“Ghana Revenue Authority” means the Authority established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791);“Investment Guidelines” means guidelines issued by the Board in consultation with the Minister, to be adhered to in respect of the investments of the Fund and any other Special Purpose Vehicle;“mineral” means a substance in solid or liquid form that occurs naturally in or on the earth, or on or under the seabed, formed by or subject to geological process including industrial minerals but does not include(a)petroleum as defined in the Petroleum (Exploration and Production) Act, 2016 (Act 919);(b)water; and(c)bauxite;“Minerals Development Fund” means the Fund established under section 1 of the Minerals Development Fund Act 2016 (Act 912);\"minerals equity interest\" means(a)any direct or indirect equity or similar interest of the Republic in a mining company;(b)any right of the Republic to receive dividends and other guaranteed amounts whether or not associated with an equity interest and whether under law or contract from a mining company; and(c)any right of the Republic to receive amounts under arrangements entered into pursuant to a Mining Investment Agreement to satisfy section 43 of the Minerals and Mining Act, 2006 (Act 703);“minerals income” means(a)any mineral royalties; and(b)any amount of money payable to the Republic on account of a minerals equity interest including any divestment or sale of that equity interest;“Minerals Investment Agreement” means any agreement entered into by and between a mining company and the Republic or any agency of the Republic pursuant to section 48 or 49 of the Minerals and Mining Act, 2006 (Act 703) or any equivalent preceding legislation;“minerals investment income” means returns on investments of minerals income, including dividends, distributions, interest or other payments from a Special Purpose Vehicle or other entity;“minerals operations” include reconnaissance, prospecting or mining for or of minerals;“mineral royalties” means(a)amounts payable under section 25 of the Minerals and Mining Act, 2006 (Act 703); and(b)any other royalty payable by a mining company to the Republic whether or not linked to a of the value of extracted minerals in respect of mineral production pursuant to a Mining Investment Agreement;“mining company” means a company(a)which is the holder of a mining lease, restricted mining lease or small scale mining lease or the beneficiary of a stability agreement or development agreement entered into pursuant to sections 48 or 49 of the Minerals and Mining Act, 2006 (Act 703); and(b)the business of which relates primarily to the mining, processing, and sale of minerals or the revenue of which is predominantly attributable to the mining, processing, and sale of minerals;“Minister” means the Minister responsible for Finance;“Ministry” means the Ministry of Finance; and“Special Purpose Vehicle” means an entity created by the Fund, to receive minerals income assigned by the Fund and into which investors may invest or for the purpose of a joint venture. In this Act, unless the context otherwise requires, by which the Fund assigns all or a portion of minerals income by way of investment to the special purpose vehicle or other entity; and which defines the relationship between the Fund and the special purpose vehicle or other entity; “Advisory Committee” means the Committee established under section 13; “Board” means the governing body of the Fund established in accordance with section 5; “dividend” means the dividends due the Republic from its equity interests held in mining companies; “Fund” means the Minerals Income Investment Fund established under section 1; “Ghana Revenue Authority” means the Authority established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791); “Investment Guidelines” means guidelines issued by the Board in consultation with the Minister, to be adhered to in respect of the investments of the Fund and any other Special Purpose Vehicle; petroleum as defined in the Petroleum (Exploration and Production) Act, 2016 (Act 919); water; and bauxite; “Minerals Development Fund” means the Fund established under section 1 of the Minerals Development Fund Act 2016 (Act 912); any direct or indirect equity or similar interest of the Republic in a mining company; any right of the Republic to receive dividends and other guaranteed amounts whether or not associated with an equity interest and whether under law or contract from a mining company; and any right of the Republic to receive amounts under arrangements entered into pursuant to a Mining Investment Agreement to satisfy section 43 of the Minerals and Mining Act, 2006 (Act 703); any mineral royalties; and any amount of money payable to the Republic on account of a minerals equity interest including any divestment or sale of that equity interest; “Minerals Investment Agreement” means any agreement entered into by and between a mining company and the Republic or any agency of the Republic pursuant to section 48 or 49 of the Minerals and Mining Act, 2006 (Act 703) or any equivalent preceding legislation; “minerals investment income” means returns on investments of minerals income, including dividends, distributions, interest or other payments from a Special Purpose Vehicle or other entity; “minerals operations” include reconnaissance, prospecting or mining for or of minerals; amounts payable under section 25 of the Minerals and Mining Act, 2006 (Act 703); and any other royalty payable by a mining company to the Republic whether or not linked to a of the value of extracted minerals in respect of mineral production pursuant to a Mining Investment Agreement; which is the holder of a mining lease, restricted mining lease or small scale mining lease or the beneficiary of a stability agreement or development agreement entered into pursuant to sections 48 or 49 of the Minerals and Mining Act, 2006 (Act 703); and the business of which relates primarily to the mining, processing, and sale of minerals or the revenue of which is predominantly attributable to the mining, processing, and sale of minerals; “Minister” means the Minister responsible for Finance; “Ministry” means the Ministry of Finance; and “Special Purpose Vehicle” means an entity created by the Fund, to receive minerals income assigned by the Fund and into which investors may invest or for the purpose of a joint venture."
    }
  ],
  "definitions": [
    {
      "term": "allocation agreement",
      "definition": "an agreement between the Fund and a Special Purpose Vehicle or other entity(a)by which the Fund assigns all or a portion of minerals income by way of investment to the special purpose vehicle or other entity",
      "source_provision": "s45"
    },
    {
      "term": "Advisory Committee",
      "definition": "the Committee established under section 13",
      "source_provision": "s45"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Fund established in accordance with section 5",
      "source_provision": "s45"
    },
    {
      "term": "dividend",
      "definition": "the dividends due the Republic from its equity interests held in mining companies",
      "source_provision": "s45"
    },
    {
      "term": "Fund",
      "definition": "the Minerals Income Investment Fund established under section 1",
      "source_provision": "s45"
    },
    {
      "term": "Ghana Revenue Authority",
      "definition": "the Authority established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s45"
    },
    {
      "term": "Investment Guidelines",
      "definition": "guidelines issued by the Board in consultation with the Minister, to be adhered to in respect of the investments of the Fund and any other Special Purpose Vehicle",
      "source_provision": "s45"
    },
    {
      "term": "mineral",
      "definition": "a substance in solid or liquid form that occurs naturally in or on the earth, or on or under the seabed, formed by or subject to geological process including industrial minerals but does not include(a)petroleum as defined in the Petroleum (Exploration and Production) Act, 2016 (Act 919)",
      "source_provision": "s45"
    },
    {
      "term": "Minerals Development Fund",
      "definition": "the Fund established under section 1 of the Minerals Development Fund Act 2016 (Act 912)",
      "source_provision": "s45"
    },
    {
      "term": "Minerals Investment Agreement",
      "definition": "any agreement entered into by and between a mining company and the Republic or any agency of the Republic pursuant to section 48 or 49 of the Minerals and Mining Act, 2006 (Act 703) or any equivalent preceding legislation",
      "source_provision": "s45"
    },
    {
      "term": "minerals investment income",
      "definition": "returns on investments of minerals income, including dividends, distributions, interest or other payments from a Special Purpose Vehicle or other entity",
      "source_provision": "s45"
    },
    {
      "term": "mining company",
      "definition": "a company(a)which is the holder of a mining lease, restricted mining lease or small scale mining lease or the beneficiary of a stability agreement or development agreement entered into pursuant to sections 48 or 49 of the Minerals and Mining Act, 2006 (Act 703)",
      "source_provision": "s45"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s45"
    },
    {
      "term": "Ministry",
      "definition": "the Ministry of Finance",
      "source_provision": "s45"
    },
    {
      "term": "Special Purpose Vehicle",
      "definition": "an entity created by the Fund, to receive minerals income assigned by the Fund and into which investors may invest or for the purpose of a joint venture. In this Act, unless the context otherwise requires, by which the Fund assigns all or a portion of minerals income by way of investment to the special purpose vehicle or other entity",
      "source_provision": "s45"
    },
    {
      "term": "Advisory Committee",
      "definition": "the Committee established under section 13",
      "source_provision": "s45"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Fund established in accordance with section 5",
      "source_provision": "s45"
    },
    {
      "term": "dividend",
      "definition": "the dividends due the Republic from its equity interests held in mining companies",
      "source_provision": "s45"
    },
    {
      "term": "Fund",
      "definition": "the Minerals Income Investment Fund established under section 1",
      "source_provision": "s45"
    },
    {
      "term": "Ghana Revenue Authority",
      "definition": "the Authority established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s45"
    },
    {
      "term": "Investment Guidelines",
      "definition": "guidelines issued by the Board in consultation with the Minister, to be adhered to in respect of the investments of the Fund and any other Special Purpose Vehicle",
      "source_provision": "s45"
    },
    {
      "term": "Minerals Development Fund",
      "definition": "the Fund established under section 1 of the Minerals Development Fund Act 2016 (Act 912)",
      "source_provision": "s45"
    },
    {
      "term": "Minerals Investment Agreement",
      "definition": "any agreement entered into by and between a mining company and the Republic or any agency of the Republic pursuant to section 48 or 49 of the Minerals and Mining Act, 2006 (Act 703) or any equivalent preceding legislation",
      "source_provision": "s45"
    },
    {
      "term": "minerals investment income",
      "definition": "returns on investments of minerals income, including dividends, distributions, interest or other payments from a Special Purpose Vehicle or other entity",
      "source_provision": "s45"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s45"
    },
    {
      "term": "Ministry",
      "definition": "the Ministry of Finance",
      "source_provision": "s45"
    }
  ]
}