{
  "id": "act-1003-2019",
  "type": "act",
  "title": "Statistical Service Act, 2019",
  "short_name": "Statistical Service Act, 2019 2019",
  "act_number": 1003,
  "year": 2019,
  "status": "in_force",
  "issued_date": "2019-09-27",
  "url": "https://ghalii.org/akn/gh/act/2019/1003",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Statistical Service",
      "content": "(1) There is established by this Act the Statistical Service in accordance with Article 185 of the Constitution. There is established by this Act the Statistical Service in accordance with Article 185 of the Constitution. (2) Except as otherwise provided in the Constitution, the Statistical Service is independent and shall not be subject to the control or direction of any person or authority in the performance of its functions. Except as otherwise provided in the Constitution, the Statistical Service is independent and shall not be subject to the control or direction of any person or authority in the performance of its functions."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Membership of the Service",
      "content": "The Service comprises the personnel of the Service employed before the commencement of this Act, the personnel of the Service employed before the commencement of this Act, other public officers transferred or seconded to the Service, and other public officers transferred or seconded to the Service, and any other person who may be employed for the Service. any other person who may be employed for the Service."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Object of the Service",
      "content": "The object of the Service is to provide quality, relevant, accurate and timely statistical information for the purpose of national development. The object of the Service is to provide quality, relevant, accurate and timely statistical information for the purpose of national development."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Functions of the Service",
      "content": "To achieve its object, the Service shall provide leadership and direction for the efficient, consistent and comprehensive collection, processing, analysis, documentation and storage of statistical information within the National Statistical System; provide leadership and direction for the efficient, consistent and comprehensive collection, processing, analysis, documentation and storage of statistical information within the National Statistical System; collect, compile, analyse, abstract, publish and disseminate statistical information related to the commercial, industrial, financial, social, demographic, economic and other activities and conditions of the people or this country through the conduct of surveys and national censuses, including population, housing, economic and agricultural censuses; collect, compile, analyse, abstract, publish and disseminate statistical information related to the commercial, industrial, financial, social, demographic, economic and other activities and conditions of the people or this country through the conduct of surveys and national censuses, including population, housing, economic and agricultural censuses; determine the manner in which the Ministries, Departments, Agencies, District Assemblies and statutory bodies collaborate with the Service in the collection, compilation and publication of statistical information, including statistics derived from the activities of those entities; determine the manner in which the Ministries, Departments, Agencies, District Assemblies and statutory bodies collaborate with the Service in the collection, compilation and publication of statistical information, including statistics derived from the activities of those entities; develop, create awareness and operationalise the code of ethics and practice for the production and use of data to ensure quality of statistics with respect to relevance, accuracy and reliability, coherence and comparability, sustainability, continuity, timeliness, topicality and integrity; develop, create awareness and operationalise the code of ethics and practice for the production and use of data to ensure quality of statistics with respect to relevance, accuracy and reliability, coherence and comparability, sustainability, continuity, timeliness, topicality and integrity; manage a centrally organised database of commercial, industrial, financial, social, demographic and economic survey and census data sets at the micro and macro levels, commercial, industrial, financial, social, demographic and economic survey and census data sets at the micro and macro levels, statistical indicators, and statistical indicators, and metadata on the statistical processes within the National Statistical System; metadata on the statistical processes within the National Statistical System; review, assess, classify, and designate as official statistics, data produced by the Service, Ministries, Departments and Agencies, District Assemblies and other institutions within the country and report regularly on the state of official statistics to the Government and the people; review, assess, classify, and designate as official statistics, data produced by the Service, Ministries, Departments and Agencies, District Assemblies and other institutions within the country and report regularly on the state of official statistics to the Government and the people; promote and build statistical capacity and professional competencies using diverse interventions including the establishment and operation of a National Statistical Training Centre; promote and build statistical capacity and professional competencies using diverse interventions including the establishment and operation of a National Statistical Training Centre; prescribe and direct the pursuance of scientific independence impartiality, responsibility and transparency in statistical production; prescribe and direct the pursuance of scientific independence impartiality, responsibility and transparency in statistical production; promote bilateral and multilateral statistics co-operation and partnership to upgrade statistics production systems in the country; and promote bilateral and multilateral statistics co-operation and partnership to upgrade statistics production systems in the country; and perform any other function necessary to achieve the object of the Service. perform any other function necessary to achieve the object of the Service."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Governing body of the Service",
      "content": "(1) The governing body of the Service is a Board consisting of The governing body of the Service is a Board consisting of a chairperson; a chairperson; five other persons; and five other persons; and the Government Statistician. the Government Statistician. (2) The members of the Board, shall be appointed by the President, having regard to their expert knowledge, in consultation with the Council of State. The members of the Board, shall be appointed by the President, having regard to their expert knowledge, in consultation with the Council of State. (3) The Board shall ensure the proper and effective performance of the functions of the Service. The Board shall ensure the proper and effective performance of the functions of the Service."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Functions of the Board",
      "content": "(1) The Board shall, in particular, formulate the policy of the Service and shall The Board shall, in particular, formulate the policy of the Service and shall promote the effective use of statistics and stimulate research activities in applied statistics; promote the effective use of statistics and stimulate research activities in applied statistics; provide guidance to the Government Statistician and the Government on the direction of and priorities for official statistics that shall include advice on the improvement, extension and co-ordination of statistical services provided for public purposes in the country; provide guidance to the Government Statistician and the Government on the direction of and priorities for official statistics that shall include advice on the improvement, extension and co-ordination of statistical services provided for public purposes in the country; ensure that the Service collects and compiles socio-economic data on the country and disseminates the data to the relevant government agencies and other users; ensure that the Service collects and compiles socio-economic data on the country and disseminates the data to the relevant government agencies and other users; provide direction and guidance on staffing requirements for sectoral statistical activities at the national, regional and district level; and provide direction and guidance on staffing requirements for sectoral statistical activities at the national, regional and district level; and further the object of the Service. further the object of the Service. (2) The Board shall advise the Government on the harmonisation of the activities of the departments responsible for data collection. The Board shall advise the Government on the harmonisation of the activities of the departments responsible for data collection."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Tenure of office of members",
      "content": "(1) A member of the Board shall hold office for a period not exceeding four years and is eligible for re-appointment, but a member shall not be appointed for more than two terms. A member of the Board shall hold office for a period not exceeding four years and is eligible for re-appointment, but a member shall not be appointed for more than two terms. (2) Subsection (1) does not apply to the Government Statistician. Subsection (1) does not apply to the Government Statistician. (3) A member of the Board may at any time resign from office in writing addressed to the President through the Minister. A member of the Board may at any time resign from office in writing addressed to the President through the Minister. (4) A member of the Board, other than the Government Statistician, who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board, other than the Government Statistician, who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (5) The President may by letter addressed to a member revoke the appointment of that member. The President may by letter addressed to a member revoke the appointment of that member. (6) Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3) or (4) or section 9, under subsection (3) or (4) or section 9, as a result of a declaration under subsection (6), or as a result of a declaration under subsection (6), or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months for the despatch of business at a time and place determined by the chairperson. The Board shall meet at least once every three months for the despatch of business at a time and place determined by the chairperson. (2) The chairperson shall, at the request in writing of not less than one-third of the membership of the Board, convene an extraordinary meeting of the Board at a time and place determined by the chairperson. The chairperson shall, at the request in writing of not less than one-third of the membership of the Board, convene an extraordinary meeting of the Board at a time and place determined by the chairperson. (3) The quorum at a meeting of the Board is four members of the Board. The quorum at a meeting of the Board is four members of the Board. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. (5) Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. (7) The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or defect in the appointment or qualification of a member. The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or defect in the appointment or qualification of a member. (8) Subject to this section, the Board may determine the procedure for its meetings. Subject to this section, the Board may determine the procedure for its meetings."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration A member of the Board who has an interest in a matter for consideration shall disclose the nature of the interest and the disclosure shall form part of the record of consideration of the mat­ter; and shall disclose the nature of the interest and the disclosure shall form part of the record of consideration of the mat­ter; and shall not participate in the deliberations of the Board in respect of that matter. shall not participate in the deliberations of the Board in respect of that matter. (2) A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and fails to disclose that interest, or fails to disclose that interest, or participates in the deliberations of the matter. participates in the deliberations of the matter."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members or both to perform a function. The Board may establish committees consisting of members of the Board or non-members or both to perform a function. (2) Section 9 applies to members of a committee of the Board. Section 9 applies to members of a committee of the Board."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Statistics Advisory Committee",
      "content": "(1) Without prejudice to section 10, there is established a National Advisory Committee of Producers and Users of Statistics referred to in this Act as the Statistics Advisory Committee. Without prejudice to section 10, there is established a National Advisory Committee of Producers and Users of Statistics referred to in this Act as the Statistics Advisory Committee. (2) The Statistics Advisory Committee shall be the technical advisory body of the Board. The Statistics Advisory Committee shall be the technical advisory body of the Board."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Composition of the Statistics Advisory Committee",
      "content": "The Statistics Advisory Committee consists of twenty-five members who have technical competence in the production and use of statistics comprising the heads or representatives of the heads not below the rank of a Director from the National Development Planning Commission; the National Development Planning Commission; the National Population Council; the National Population Council; the Immigration Service; the Immigration Service; the Births and Deaths Registry; the Births and Deaths Registry; the Survey Department; the Survey Department; the Electoral Commission; the Electoral Commission; the Data Protection Commission; the Data Protection Commission; the Ghana Revenue Authority; and the Ghana Revenue Authority; and the National Identification Authority; the National Identification Authority; the Government Statistician or a representative of the Government Statistician not below the rank of a Director; the Government Statistician or a representative of the Government Statistician not below the rank of a Director; one representative from the Bank of Ghana not below the rank of Director; one representative from the Bank of Ghana not below the rank of Director; two representatives from academia not below the rank of a Senior Lecturer nominated by the Association of Vice-Chancellors; and two representatives from academia not below the rank of a Senior Lecturer nominated by the Association of Vice-Chancellors; and one representative not below the rank of a Director from each of the following Ministries responsible for Communications; Communications; Education; Education; Food and Agriculture; Food and Agriculture; Finance; Finance; Health; Health; Lands and Natural Resources; Lands and Natural Resources; Local Government and Rural Development; Local Government and Rural Development; Employment and Labour Relations; Employment and Labour Relations; Trade and Industry; Trade and Industry; Gender, Children, and Social Protection; Gender, Children, and Social Protection; Transport; and Transport; and the Interior. the Interior."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Appointment of members of the Statistics Advisory Committee",
      "content": "(1) The members of the Statistics Advisory Committee shall be appointed by the Board for a two-year term and may be re-appointed for another two-year term only. The members of the Statistics Advisory Committee shall be appointed by the Board for a two-year term and may be re-appointed for another two-year term only. (2) The members of the Statistics Advisory Committee shall elect their chairperson from among the members at their first meeting. The members of the Statistics Advisory Committee shall elect their chairperson from among the members at their first meeting. (3) A member of the Statistics Advisory Committee may resign from office at anytime in writing addressed to the Board. A member of the Statistics Advisory Committee may resign from office at anytime in writing addressed to the Board. (4) Where there is a vacancy Where there is a vacancy under subsections (3) or section 9, or under subsections (3) or section 9, or by reason of the death of a member, by reason of the death of a member, the Government Statistician shall notify the Board of the vacancy and the Board shall appoint another person to fill the vacancy."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Meetings and working groups of the Statistics Advisory Committee",
      "content": "(1) The Statistics Advisory Committee shall meet at least once in six months. The Statistics Advisory Committee shall meet at least once in six months. (2) The Statistics Advisory Committee shall have at least twelve sectoral working groups with specific terms of reference for the effective co-ordination of statistical activities across the sectors. The Statistics Advisory Committee shall have at least twelve sectoral working groups with specific terms of reference for the effective co-ordination of statistical activities across the sectors. (3) The sectoral working groups shall comprise representatives from producer and user agencies. The sectoral working groups shall comprise representatives from producer and user agencies. (4) The Government Statistician shall provide a secretariat for the Statistics Advisory Committee and any other administrative support or technical staff required by the Statistics Advisory Committee for the performance of its functions. The Government Statistician shall provide a secretariat for the Statistics Advisory Committee and any other administrative support or technical staff required by the Statistics Advisory Committee for the performance of its functions. (5) A designated official of the Service not below the rank of a Director shall be the secretary to the Statistics Advisory Committee. A designated official of the Service not below the rank of a Director shall be the secretary to the Statistics Advisory Committee."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid allowances approved by the Minister. Members of the Board and members of a committee of the Board shall be paid allowances approved by the Minister."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Government Statistician",
      "content": "(1) The head of the Service is the Government Statistician who shall be appointed by the President in accordance with article 185 of the Constitution. The head of the Service is the Government Statistician who shall be appointed by the President in accordance with article 185 of the Constitution. (2) The Government Statistician shall be the chief adviser to Government and the Board on all matters relating to statistics. The Government Statistician shall be the chief adviser to Government and the Board on all matters relating to statistics. (3) The Government Statistician shall hold office on the terms and conditions specified in the letter of appointment. The Government Statistician shall hold office on the terms and conditions specified in the letter of appointment. (4) Subject to clause (2) of article 186 of the Constitution, a person shall not interfere with the work of the Government Statistician, in respect of the activities of the Statistical Service, on Subject to clause (2) of article 186 of the Constitution, a person shall not interfere with the work of the Government Statistician, in respect of the activities of the Statistical Service, on the manner in which and the time when a statistical collection is to be undertaken; the manner in which and the time when a statistical collection is to be undertaken; the form, extent and timing of the release of statistical information; or the form, extent and timing of the release of statistical information; or whether a statistical collection should be discontinued. whether a statistical collection should be discontinued."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Functions of the Government Statistician",
      "content": "(1) The Government Statistician is responsible for the day-to-day administration of the Service and shall The Government Statistician is responsible for the day-to-day administration of the Service and shall advise the Government on matters pertaining to the statistical programmes of Ministries, Departments and Agencies and shall confer with the Ministries, Departments and Agencies on statistical programmes; advise the Government on matters pertaining to the statistical programmes of Ministries, Departments and Agencies and shall confer with the Ministries, Departments and Agencies on statistical programmes; collect, compile, analyse and publish statistical information on the socio-economic data of the country under the supervision of the Board; collect, compile, analyse and publish statistical information on the socio-economic data of the country under the supervision of the Board; determine the manner in which data may be compiled by a person in authority as well as data that may be published in a manner considered appropriate; determine the manner in which data may be compiled by a person in authority as well as data that may be published in a manner considered appropriate; provide technical oversight and capacity building to the District Assemblies in the production, compilation, analysis, dissemination and use of statistics; and provide technical oversight and capacity building to the District Assemblies in the production, compilation, analysis, dissemination and use of statistics; and co-ordinate work programmes and provide administrative guidelines and procedures to facilitate the achievement of the object of the Service subject to the general directives of the Board. co-ordinate work programmes and provide administrative guidelines and procedures to facilitate the achievement of the object of the Service subject to the general directives of the Board. (2) The Government Statistician may delegate a function to an officer of the Service but shall not be relieved from the ultimate responsibility for the performance of the delegated function. The Government Statistician may delegate a function to an officer of the Service but shall not be relieved from the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Deputy Government Statistician",
      "content": "(1) There shall be two Deputy Government Statisticians who shall be appointed in accordance with clause (3) of article 195 of the Constitution. There shall be two Deputy Government Statisticians who shall be appointed in accordance with clause (3) of article 195 of the Constitution. (2) The two Deputy Government Statisticians shall assist the Government Statistician in the performance of the functions of the Government Statistician and shall discharge any other duties that the Government Statistician in consultation with the Board may direct. The two Deputy Government Statisticians shall assist the Government Statistician in the performance of the functions of the Government Statistician and shall discharge any other duties that the Government Statistician in consultation with the Board may direct."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Secretary to the Board",
      "content": "(1) The Board shall appoint a person who is of the rank of a Director of the Service as secretary to the Board. The Board shall appoint a person who is of the rank of a Director of the Service as secretary to the Board. (2) The Secretary shall The Secretary shall arrange the business of the Board and record and keep the minutes of the meetings of the Board; and arrange the business of the Board and record and keep the minutes of the meetings of the Board; and perform any other functions that the Board may direct. perform any other functions that the Board may direct."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Appointment of other staff",
      "content": "(1) The Board shall appoint other staff of the Service that are necessary for the proper and effective performance of the functions of the Service at the national and regional level. The Board shall appoint other staff of the Service that are necessary for the proper and effective performance of the functions of the Service at the national and regional level. (2) Other public officers may be transferred or seconded to the Service or may otherwise give assistance to the Service. Other public officers may be transferred or seconded to the Service or may otherwise give assistance to the Service. (3) The Board may engage the services of consultants as and when necessary. The Board may engage the services of consultants as and when necessary."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Regional offices",
      "content": "There shall be a regional office of the Service in each region. There shall be a regional office of the Service in each region."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Functions of a regional office",
      "content": "A regional office of the Service shall provide technical assistance in data collection to District Assemblies or the District Statistical Departments in the region; provide technical assistance in data collection to District Assemblies or the District Statistical Departments in the region; assist the District Assemblies or the District Statistical Departments in the region to analyse, store and disseminate data, to analyse, store and disseminate data, to establish data based systems, and to establish data based systems, and to establish and manage their management information system based on the standard format developed by the Government Statistician; and to establish and manage their management information system based on the standard format developed by the Government Statistician; and advise the District Assemblies or the District Statistical Departments in the region on matters related to statistics production and dissemination based on guidelines developed by the Government Statistician. advise the District Assemblies or the District Statistical Departments in the region on matters related to statistics production and dissemination based on guidelines developed by the Government Statistician."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Collaboration with Government Statistician",
      "content": "(1) An officer of An officer of a public corporation shall, or a public corporation shall, or a partner institution may a partner institution may collaborate with the Government Statistician in the collection, compilation, analysis, publication and dissemination of statistical records of the Service or the public corporation. (2) A public officer who refuses or fails without reasonable cause to co-operate with an authorised officer of the Service commits an offence under this Act. A public officer who refuses or fails without reasonable cause to co-operate with an authorised officer of the Service commits an offence under this Act."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Official statistics",
      "content": "Where a public corporation or partner institution produces statistics and the statistics are considered by the Service to be of an acceptable standard, the statistics shall be considered to be official statistics and shall be treated as statistics prepared by the Service. Where a public corporation or partner institution produces statistics and the statistics are considered by the Service to be of an acceptable standard, the statistics shall be considered to be official statistics and shall be treated as statistics prepared by the Service."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Authority to obtain information and access to records",
      "content": "(1) The Government Statistician may, by notice in writing, request a person to provide information, estimates or returns, concerning matters specified in the First Schedule. The Government Statistician may, by notice in writing, request a person to provide information, estimates or returns, concerning matters specified in the First Schedule. (2) The information requested by the Government Statistician shall be The information requested by the Government Statistician shall be in the form and manner specified in the notice; and in the form and manner specified in the notice; and provided within the period stated in the notice. provided within the period stated in the notice. (3) Where a person has the custody of or is responsible for any document or public record that will assist with the completion or correction of information, that person shall grant the Government Statistician access to the document or public record. Where a person has the custody of or is responsible for any document or public record that will assist with the completion or correction of information, that person shall grant the Government Statistician access to the document or public record."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Entry of premises",
      "content": "The Government Statistician may enter any premises without hindrance or obstruction for the discharge of a duty within reasonable hours. The Government Statistician may enter any premises without hindrance or obstruction for the discharge of a duty within reasonable hours."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Agreement to share information",
      "content": "(1) The Government Statistician may enter into an agreement to share information collected from a respondent between Ministries, Departments and Agencies, District Assemblies, public corporations and partner institutions. The Government Statistician may enter into an agreement to share information collected from a respondent between Ministries, Departments and Agencies, District Assemblies, public corporations and partner institutions. (2) The agreement shall provide that the respondent be informed that the information is being collected on behalf of the Service to be shared with another entity or partner institution for statistical purposes. The agreement shall provide that the respondent be informed that the information is being collected on behalf of the Service to be shared with another entity or partner institution for statistical purposes. (3) Where the respondent notifies the Government Statistician that it objects to the sharing of information by the Service with another entity or partner institution, the information shall not be shared unless the entity is required by law to obtain the information from the respondent. Where the respondent notifies the Government Statistician that it objects to the sharing of information by the Service with another entity or partner institution, the information shall not be shared unless the entity is required by law to obtain the information from the respondent."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Shared information",
      "content": "The information to be shared under an agreement includes replies to original enquiries and supplementary information collected by the Service, entity or parmer. The information to be shared under an agreement includes replies to original enquiries and supplementary information collected by the Service, entity or parmer."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Information request by Gazette notification",
      "content": "Without limiting the request for information by an agreement between the Government Statistician and an entity or partner institution, the Government Statistician may, by notice in the Gazette, request the submission of returns by an entity within a specified period and the entity shall comply. Without limiting the request for information by an agreement between the Government Statistician and an entity or partner institution, the Government Statistician may, by notice in the Gazette, request the submission of returns by an entity within a specified period and the entity shall comply."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Official secrecy",
      "content": "The duty of a person to provide a document or information in accordance with this Act shall not affect the non-disclosure provisions of an official secret or confidential information in any other enactment. The duty of a person to provide a document or information in accordance with this Act shall not affect the non-disclosure provisions of an official secret or confidential information in any other enactment."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Restriction on publication",
      "content": "(1) A member of the Service shall not publish or show any information that identifies a specific person or respondent to a third party except with the prior written consent of the person making the return or giving the answer. A member of the Service shall not publish or show any information that identifies a specific person or respondent to a third party except with the prior written consent of the person making the return or giving the answer. (2) The information may be in the following forms: The information may be in the following forms: an individual return or part of a return made for official purposes; an individual return or part of a return made for official purposes; an answer given to any question; or an answer given to any question; or a report, abstract or other document, containing particulars in any return or answer arranged to identify particulars with any person or undertaking. a report, abstract or other document, containing particulars in any return or answer arranged to identify particulars with any person or undertaking. (3) The restriction on publication shall not apply to information transmitted by the Government Statistician to the Office of the Presi­dent, a Ministry, Department or Agency for statistical purposes. The restriction on publication shall not apply to information transmitted by the Government Statistician to the Office of the Presi­dent, a Ministry, Department or Agency for statistical purposes. (4) Nothing in this section shall prevent or restrict the publication of a report, abstract or other document that would make identification of any person possible where the activities of the undertaking are unique, if the report, abstract or other document is arranged to disclose only the following information: Nothing in this section shall prevent or restrict the publication of a report, abstract or other document that would make identification of any person possible where the activities of the undertaking are unique, if the report, abstract or other document is arranged to disclose only the following information: the quantity, value and description of goods and services produced, imported, exported or sold; the quantity, value and description of goods and services produced, imported, exported or sold; the number and the economic and social characteristics of employees of the person; the number and the economic and social characteristics of employees of the person; the amount and extent of any investment of the person; and the amount and extent of any investment of the person; and any other information that has been furnished or supplied under this Act where the person furnishing or supplying the information has not provided written objection to the publication before the publication of the report. any other information that has been furnished or supplied under this Act where the person furnishing or supplying the information has not provided written objection to the publication before the publication of the report. (5) A member of the Service shall ensure A member of the Service shall ensure the protection of the private life and business secrects of data providers including the protection of the private life and business secrects of data providers including households; households; companies; companies; public institutions; and public institutions; and other responders; other responders; the confidentiality of the information provided under paragraph and the confidentiality of the information provided under paragraph and the use of the information provided under paragraph (a) strictly for statistical purposes. the use of the information provided under paragraph (a) strictly for statistical purposes."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "General statistics",
      "content": "Without limiting the duties of the Service under this Act or affecting any of its powers or duties in respect of specific statistics that may otherwise be authorised or required under this Act, the Government Statistician shall collect, compile, analyse, abstract, publish and disseminate statistics in relation to any of the matters specified in the First Schedule under the supervision of the Board. Without limiting the duties of the Service under this Act or affecting any of its powers or duties in respect of specific statistics that may otherwise be authorised or required under this Act, the Government Statistician shall collect, compile, analyse, abstract, publish and disseminate statistics in relation to any of the matters specified in the First Schedule under the supervision of the Board."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Population census",
      "content": "(1) The Service shall conduct a census of population every ten years in the month of March. The Service shall conduct a census of population every ten years in the month of March. (2) The population census may include a housing census. The population census may include a housing census."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Count of population",
      "content": "A population census or population and housing census shall be taken to ensure that the counts of the population, or the counts of the population, or the counts of population and houses, the counts of population and houses, are provided for each region, district and constituency."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Agricultural census",
      "content": "(1) An agricultural census may be taken by the Service in collaboration with the Ministry responsible for Agriculture. An agricultural census may be taken by the Service in collaboration with the Ministry responsible for Agriculture. (2) The agricultural census may be taken three years after the popu­lation census. The agricultural census may be taken three years after the popu­lation census."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Economic census",
      "content": "(1) An economic census shall be taken by the Service in collaboration with relevant Ministries. An economic census shall be taken by the Service in collaboration with relevant Ministries. (2) An economic census may be taken within two years after the population census. An economic census may be taken within two years after the population census."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Other censuses and surveys",
      "content": "(1) The Service may conduct other censuses and surveys as directed by the Board. The Service may conduct other censuses and surveys as directed by the Board. (2) An entity other than the Service that wishes to conduct a census shall submit a census proposal to the Government Statistician for consideration and approval by the Board. An entity other than the Service that wishes to conduct a census shall submit a census proposal to the Government Statistician for consideration and approval by the Board."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Census questions",
      "content": "The Government Statistician in consultation with the Board shall prescribe the questions to be asked in any census conducted by the Service. The Government Statistician in consultation with the Board shall prescribe the questions to be asked in any census conducted by the Service."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Publication of census questions",
      "content": "The questions to be used in a census shall be published in the Gazette by the Government Statistician not later than thirty days before the commencement of a census. The questions to be used in a census shall be published in the Gazette by the Government Statistician not later than thirty days before the commencement of a census."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Funds of the Service",
      "content": "The funds of the Service include moneys approved by Parliament, moneys approved by Parliament, internally generated funds, and internally generated funds, and donations and grants. donations and grants."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Accounts and audit",
      "content": "(1) The Service shall keep the books, records and other documents relevant to the accounts in such form as the Auditor-General shall approve. The Service shall keep the books, records and other documents relevant to the accounts in such form as the Auditor-General shall approve. (2) The Board shall submit the accounts of the Service to the Auditor-General for audit at the end of each financial year. The Board shall submit the accounts of the Service to the Auditor-General for audit at the end of each financial year. (3) The Auditor-General shall, within six months after ±e end of the immediately preceding financial year, The Auditor-General shall, within six months after ±e end of the immediately preceding financial year, audit the accounts of the Service and submit the report to Parliament; and audit the accounts of the Service and submit the report to Parliament; and forward a copy each of the report to the Minister and the Board. forward a copy each of the report to the Minister and the Board. (4) The financial year of the Service is the same as the financial year of Government. The financial year of the Service is the same as the financial year of Government."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall within thirty days after receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Service for the year to which the annual report relates. The Board shall within thirty days after receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Service for the year to which the annual report relates. (2) The annual report shall include The annual report shall include the report of the Auditor-General; and the report of the Auditor-General; and any other information that may be required by the Minister in conformity with the Public Financial Management Act, 2016 (Act 921) or that may be relevant to enhance transparency and accountability. any other information that may be required by the Minister in conformity with the Public Financial Management Act, 2016 (Act 921) or that may be relevant to enhance transparency and accountability. (3) The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Board shall also submit to the Minister any other report which the Minister may require in writing. The Board shall also submit to the Minister any other report which the Minister may require in writing."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Privileged information",
      "content": "Data concerning individuals or entities collected for statistical purposes and any copy of a return in the possession of a respondent is privileged information and shall not be used for the purpose of taking administrative decisions and shall not be admissible as evidence in a court of competent jurisdiction for purposes of prosecuting the individuals or entities except for the purpose of a prosecution under this Act. Data concerning individuals or entities collected for statistical purposes and any copy of a return in the possession of a respondent is privileged information and shall not be used for the purpose of taking administrative decisions and shall not be admissible as evidence in a court of competent jurisdiction for purposes of prosecuting the individuals or entities except for the purpose of a prosecution under this Act."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Oath of office",
      "content": "(1) The Government Statistician and each person employed or deemed to be employed by the Service shall take and subscribe to the oath set out in the Second Schedule. The Government Statistician and each person employed or deemed to be employed by the Service shall take and subscribe to the oath set out in the Second Schedule. (2) The oath specified in the third column of the Second Schedule shall be taken by the person appointed to the office set out in the first column of that Schedule and shall be administered by the person specified in the second column of that Schedule. The oath specified in the third column of the Second Schedule shall be taken by the person appointed to the office set out in the first column of that Schedule and shall be administered by the person specified in the second column of that Schedule."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Oath by incorporated contractors",
      "content": "Where a person retained under contract to perform a specific function or discharge a duty for the Service is a body corporate, the chief executive of the body corporate and the other officers, employees and agents used to perform the function or discharge the duty, shall take and subscribe the oath as set out in the Second Schedule. Where a person retained under contract to perform a specific function or discharge a duty for the Service is a body corporate, the chief executive of the body corporate and the other officers, employees and agents used to perform the function or discharge the duty, shall take and subscribe the oath as set out in the Second Schedule."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Affirmation",
      "content": "Where a person objects to taking an oath and wishes to make an affirmation the form prescribed for the oath in the Second Schedule shall be varied accordingly. Where a person objects to taking an oath and wishes to make an affirmation the form prescribed for the oath in the Second Schedule shall be varied accordingly."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Failure to take an oath or make an affirmation",
      "content": "(1) A person who refuses to take the oath or make the affirmation before taking office shall A person who refuses to take the oath or make the affirmation before taking office shall be deemed to have vacated that office from the date of refusal; and be deemed to have vacated that office from the date of refusal; and if that person has not already entered that office, be disqualified from doing so. if that person has not already entered that office, be disqualified from doing so. (2) An act done by a person in the execution or intended execution of an official duty shall be valid even if the person failed to take an oath or make an affirmation. An act done by a person in the execution or intended execution of an official duty shall be valid even if the person failed to take an oath or make an affirmation."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Non-disclosure",
      "content": "A person who takes an oath or makes an affirmation shall not be directed by a court of competent jurisdiction to give oral testimony or to provide a return, document or record with respect to any information obtained in the course of employment except for the purpose of criminal proceedings under this Act. A person who takes an oath or makes an affirmation shall not be directed by a court of competent jurisdiction to give oral testimony or to provide a return, document or record with respect to any information obtained in the course of employment except for the purpose of criminal proceedings under this Act."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Request for annual report of public corporations",
      "content": "The Government Statistician may, in carrying out a duty under this Act, request the governing body of a public corporation for a copy of the annual report of that corporation and that governing body shall comply. The Government Statistician may, in carrying out a duty under this Act, request the governing body of a public corporation for a copy of the annual report of that corporation and that governing body shall comply."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Confidentiality",
      "content": "(1) Individual data collected by the Service and a public corporation or a partner institution working in collaboration with the Service is strictly confidential and shall be used exclusively for statistical purposes. Individual data collected by the Service and a public corporation or a partner institution working in collaboration with the Service is strictly confidential and shall be used exclusively for statistical purposes. (2) Identifiable individual information is not to be disclosed in the process of computing statistics or in the dissemination of statistical results. Identifiable individual information is not to be disclosed in the process of computing statistics or in the dissemination of statistical results. (3) A person who processes individual data shall ensure that it is processed A person who processes individual data shall ensure that it is processed in a lawful manner; and in a lawful manner; and without infringing the privacy of the respondent. without infringing the privacy of the respondent. (4) Despite subsection (1), the Government Statistician may release records with identifiers removed if satisfied that the records will be used for genuine research purposes and if a written undertaking has been obtained from the recipient of the records that Despite subsection (1), the Government Statistician may release records with identifiers removed if satisfied that the records will be used for genuine research purposes and if a written undertaking has been obtained from the recipient of the records that the recipient is satisfied that the records cannot be identified as relating to a particular person; the recipient is satisfied that the records cannot be identified as relating to a particular person; the records will not be released except with the written consent of the Government Statistician; and the records will not be released except with the written consent of the Government Statistician; and a copy of the research findings will be made available to the Government Statistician. a copy of the research findings will be made available to the Government Statistician."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Assurance to data providers",
      "content": "An individual or entity interviewed during a statistical survey shall be informed of the objective of the interview and measures put in place to protect the data provided by the individual or entity. An individual or entity interviewed during a statistical survey shall be informed of the objective of the interview and measures put in place to protect the data provided by the individual or entity."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Dissemination of statistical information",
      "content": "(1) The Service shall present statistical information in a clear and comprehensive form and make it available and accessible to all accompanied by the requisite metadata. The Service shall present statistical information in a clear and comprehensive form and make it available and accessible to all accompanied by the requisite metadata. (2) Despite subsection (1), micro-data shall not be made available to users unless the laws and procedures in relation to the data are respected and confidentiality maintained. Despite subsection (1), micro-data shall not be made available to users unless the laws and procedures in relation to the data are respected and confidentiality maintained. (3) The Service shall correct its statistical publications containing significant errors by using standard statistical practices and inform data users of the correction. The Service shall correct its statistical publications containing significant errors by using standard statistical practices and inform data users of the correction. (4) In the case of serious errors in the publication, the Service shall suspend the dissemination of the statistical publication and inform data users of the suspension. In the case of serious errors in the publication, the Service shall suspend the dissemination of the statistical publication and inform data users of the suspension."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Administrative data",
      "content": "Ministries, Departments, Agencies and District Assemblies shall submit to the Government Statistician administrative data in accordance with this Act. Ministries, Departments, Agencies and District Assemblies shall submit to the Government Statistician administrative data in accordance with this Act."
    },
    {
      "provision_ref": "s54",
      "section": "54",
      "title": "Offences and penalties",
      "content": "A person who makes a statement which that person knows to be false or has no reason to believe to be true in any returns or estimate in response to a request for information; makes a statement which that person knows to be false or has no reason to believe to be true in any returns or estimate in response to a request for information; willfully fails, refuses or neglects to give or supply any information, estimates or returns requested under section 25; willfully fails, refuses or neglects to give or supply any information, estimates or returns requested under section 25; hinders or obstructs a member of the Service in the discharge of a duty contrary to section 23 or 26; hinders or obstructs a member of the Service in the discharge of a duty contrary to section 23 or 26; being an employee of the Service or a public corporation or a partner institution working in collaboration with the Service, discloses, publishes or communicates to any person, information acquired in the course of employment to a third party without lawful authority contrary to section 31; being an employee of the Service or a public corporation or a partner institution working in collaboration with the Service, discloses, publishes or communicates to any person, information acquired in the course of employment to a third party without lawful authority contrary to section 31; publishes or communicates information disclosed in contravention of this Act to any person; publishes or communicates information disclosed in contravention of this Act to any person; fails to comply with or contravenes any terms or conditions of the oath or affirmation taken under this Act; fails to comply with or contravenes any terms or conditions of the oath or affirmation taken under this Act; destroys, defaces or mutilates any form or other document that contains particulars obtained in pursuance of this Act without lawful authority; or destroys, defaces or mutilates any form or other document that contains particulars obtained in pursuance of this Act without lawful authority; or contravenes any provision of this Act, contravenes any provision of this Act, commits an offence and is liable on summary conviction to a fine of not more than two hundred penalty units or to a term of imprisonment of not more than twelve months or to both."
    },
    {
      "provision_ref": "s55",
      "section": "55",
      "title": "Regulations",
      "content": "(1) The Minister may, in consultation with the Board, by legislative instrument, make Regulations The Minister may, in consultation with the Board, by legislative instrument, make Regulations for the designation of entities to submit returns to the Government Statistician; for the designation of entities to submit returns to the Government Statistician; on dissemination methods for data and statistics; on dissemination methods for data and statistics; on the particulars and information to be furnished in a census or concerning any matter in respect of which statistics may be collected; on the particulars and information to be furnished in a census or concerning any matter in respect of which statistics may be collected; on the manner, form, times, places and the persons to submit information; on the manner, form, times, places and the persons to submit information; on the designation of official statistics; on the designation of official statistics; for the fees and charges to be paid to the Service to obtain information; and for the fees and charges to be paid to the Service to obtain information; and generally for the effective implementation of this Act. generally for the effective implementation of this Act. (2) Until Regulations are made for the Service, the Civil Service Regulations, 1960 (L. 1. 47) applicable to members of the Civil Service, shall apply to the members of the Service. Until Regulations are made for the Service, the Civil Service Regulations, 1960 (L. 1. 47) applicable to members of the Civil Service, shall apply to the members of the Service."
    },
    {
      "provision_ref": "s56",
      "section": "56",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“administrative data” means an official record collected for purposes of registration, transaction and record keeping which is originally not meant to provide statistics for development purposes but can be enhanced to inform planning and guide developmental processes and is a variety of big data;“big data” includes an unusual volume of data comprising a range of data formats available in the nature of text, pictures, video, financial or social transactions and velocity of data comprising speed of generation and its availability in real time;“Board” means the governing body of the Service provided for in section 5;“census” means a statistical operation in which all units of the population of interest are enumerated;“code of ethics and practice” means professional principles and guidelines to be observed by statisticians and statistical authorities in the production of official statistics and may be in the nature of the definitions, norms, standards, nomenclatures, methodologies and concept for statistical production and dissemination by Ministries, Departments, Agencies, District Assemblies and other statutory bodies in conformity with international best practice;“data” means information which(a)is processed by means of equipment operating automatically in response to instructions given for that purpose;(b)is recorded with the intention that it should be processed by means of the equipment;(c)is recorded as part of a relevant filing system or with the intention that it should form part of a relevant filing system; or(d)does not fall within paragraph (a), (b) or (c) but forms part of an accessible record;\"dissemination\" means giving statistical data to users, in an appropriate form, without the disclosure of confidential information;“district” includes the area of authority of a District Assembly and of a Municipality and Metropolis;“District Assembly” includes a Municipal and Metropolitan Assembly;“document” includes(a)a form, questionnaire, schedule, notice or report whether in print or photographic form;(b)a documentary recording or transcribed computer printout or record capable of being produced as a printout by a mechanical or electronic device; and(c)a medium or device by means of which information is recorded or stored;“entity” means a Ministry, Department or Agency, a local government unit or a public corporation;“government agency” means a body established by the Government in the public interest with or without an Act of Parliament;“Government Statistician” means the person appointed under section 16;“house” means a dwelling and refers to the place where the house­hold lives, that may be a building or some form of space or shelter arranged for human habitation occupied at the time of a census, or other statistical enquiry;“housing” includes a separate and independent place of abode that is intended for habitation by one household but may be occupied by more than one household or by a part of a household, or not intended for habitation but occupied as living quarters by a household at the time of a census;\"impartiality\" means to produce, analyse, disseminate and comment on statistics by Statistics Authorities in line with the principle of scientific independence, and in an objective, professional and transparent manner;\"individual data\" means data relating to one person or entity, rather than to a group, that is data associated with a single element in a sample or population;“metadata” means the range of information, generally textual, that fosters understanding of the context in which statistical data have been collected, processed and analysed with the objective of creating statistical information including legal and regulatory texts, methods and concepts used at all levels of information processing, definitions and nomenclatures;“Minister” means the Minister responsible for Finance;“National Statistical System” means the ensemble of statistical organisations and units within the country that jointly collect, process and disseminate official statistics;“official statistics” means the body of statistical information produced, validated, compiled and disseminated by Statistics Authorities;“partner institution” includes a civil society organisation, international organisation and international non-governmental organisation and any other organisation that collaborates with the Service in the implementation of any statistical programme or project;“population” means any set of statistical units, whether they are individuals, legal persons, families or any other type of economic unit;“public corporation” means a corporation or any other body of persons established by an Act of Parliament or set up out of funds provided by Parliament or other public funds;“public records” means the official information of centralised or decentralised Government;“reasonable hours” means between 6 a.m. and 6 p.m.;“respondent” includes a business, authority or individual from whom data and associated information is collected for use in compiling statistics;“return” means a document completed by a respondent or an officer of the Service or another public service to produce official or other statistics;\"sampling methods\" means a statistical procedure by which information related to a whole field of enquiry is derived by applying statistical techniques to information obtained in respect of a proportion of the total number of businesses, projects or persons concerned in the field of enquiry;“scientific independence” means Statistics authorities being able to carry out their activities according to the principle of scientific independence particularly in relation to political authorities or any interest group and the selection of the methods, concepts and nomenclatures used in any statistical operation by only the Statistics Authorities without any interference and in accordance with the rules of ethics and good practice;“sectoral statistical activities” means the compilation of numerical information related to a selected part of a unit of interest;“Service” means the Statistical Service established under section 1 in accordance with article 185 of the Constitution;“statistics” means data required for production of organised statistical information, obtained from censuses and statistical surveys or administrative records;\"statistical activities\" means a programme for the collection of aggregated numerical information;“Statistics Advisory Committee” means the National Advisory Committee of Producers and Users of Statistics established in section 11;“Statistics Authorities” means national statistics institutes or other statistics organisations in charge of official statistics production and dissemination at national, regional and continental levels;“statistical indicators” means data elements that represent statistical information for a specified time, place and other characteristics;“statistical information” means any organised quantitative or qualitative information obtained from statistical data that facilitates understanding of economic, political, demographic, social, environmental and cultural trends, and of gender and governance and other related issues;“statistical operation” means an action taken within the frame­work of the national statistical programme by the national statistics office and other organisations of the National Statistical System;“statistical programme” means the data collection infrastructure and survey procedures that are in place within the National Statistical System to collect, process and disseminate basic statistical data;“statistical standards” include the comprehensive set of guidelines for surveys and administrative sources collecting information on a particular topic such as definitions, statistical units, classifications, coding processes, questionnaire modules and output categories;“statistical survey” means a statistical operation in which only a selected part and not the entire population are enumerated;“transparency” means the provision by Statistics Authorities of information on their sources, methods and procedures that have been used in line with scientific standards and making the legislation on Statistics available to the public;“undertaking” includes any form of activity performed by a person; and“unofficial statistics” means data collected in an unconventional manner other than through a census or survey and may be in the nature of big and administrative data sources and satellite imagery. In this Act, unless the context otherwise requires, “administrative data” means an official record collected for purposes of registration, transaction and record keeping which is originally not meant to provide statistics for development purposes but can be enhanced to inform planning and guide developmental processes and is a variety of big data; “big data” includes an unusual volume of data comprising a range of data formats available in the nature of text, pictures, video, financial or social transactions and velocity of data comprising speed of generation and its availability in real time; “Board” means the governing body of the Service provided for in section 5; “census” means a statistical operation in which all units of the population of interest are enumerated; “code of ethics and practice” means professional principles and guidelines to be observed by statisticians and statistical authorities in the production of official statistics and may be in the nature of the definitions, norms, standards, nomenclatures, methodologies and concept for statistical production and dissemination by Ministries, Departments, Agencies, District Assemblies and other statutory bodies in conformity with international best practice; is processed by means of equipment operating automatically in response to instructions given for that purpose; is recorded with the intention that it should be processed by means of the equipment; is recorded as part of a relevant filing system or with the intention that it should form part of a relevant filing system; or does not fall within paragraph (a), (b) or (c) but forms part of an accessible record; \"dissemination\" means giving statistical data to users, in an appropriate form, without the disclosure of confidential information; “district” includes the area of authority of a District Assembly and of a Municipality and Metropolis; “District Assembly” includes a Municipal and Metropolitan Assembly; a form, questionnaire, schedule, notice or report whether in print or photographic form; a documentary recording or transcribed computer printout or record capable of being produced as a printout by a mechanical or electronic device; and a medium or device by means of which information is recorded or stored; “entity” means a Ministry, Department or Agency, a local government unit or a public corporation; “government agency” means a body established by the Government in the public interest with or without an Act of Parliament; “Government Statistician” means the person appointed under section 16; “house” means a dwelling and refers to the place where the house­hold lives, that may be a building or some form of space or shelter arranged for human habitation occupied at the time of a census, or other statistical enquiry; “housing” includes a separate and independent place of abode that is intended for habitation by one household but may be occupied by more than one household or by a part of a household, or not intended for habitation but occupied as living quarters by a household at the time of a census; \"impartiality\" means to produce, analyse, disseminate and comment on statistics by Statistics Authorities in line with the principle of scientific independence, and in an objective, professional and transparent manner; \"individual data\" means data relating to one person or entity, rather than to a group, that is data associated with a single element in a sample or population; “metadata” means the range of information, generally textual, that fosters understanding of the context in which statistical data have been collected, processed and analysed with the objective of creating statistical information including legal and regulatory texts, methods and concepts used at all levels of information processing, definitions and nomenclatures; “Minister” means the Minister responsible for Finance; “National Statistical System” means the ensemble of statistical organisations and units within the country that jointly collect, process and disseminate official statistics; “official statistics” means the body of statistical information produced, validated, compiled and disseminated by Statistics Authorities; “partner institution” includes a civil society organisation, international organisation and international non-governmental organisation and any other organisation that collaborates with the Service in the implementation of any statistical programme or project; “population” means any set of statistical units, whether they are individuals, legal persons, families or any other type of economic unit; “public corporation” means a corporation or any other body of persons established by an Act of Parliament or set up out of funds provided by Parliament or other public funds; “public records” means the official information of centralised or decentralised Government; “reasonable hours” means between 6 a.m. and 6 p.m.; “respondent” includes a business, authority or individual from whom data and associated information is collected for use in compiling statistics; “return” means a document completed by a respondent or an officer of the Service or another public service to produce official or other statistics; \"sampling methods\" means a statistical procedure by which information related to a whole field of enquiry is derived by applying statistical techniques to information obtained in respect of a proportion of the total number of businesses, projects or persons concerned in the field of enquiry; “scientific independence” means Statistics authorities being able to carry out their activities according to the principle of scientific independence particularly in relation to political authorities or any interest group and the selection of the methods, concepts and nomenclatures used in any statistical operation by only the Statistics Authorities without any interference and in accordance with the rules of ethics and good practice; “sectoral statistical activities” means the compilation of numerical information related to a selected part of a unit of interest; “Service” means the Statistical Service established under section 1 in accordance with article 185 of the Constitution; “statistics” means data required for production of organised statistical information, obtained from censuses and statistical surveys or administrative records; \"statistical activities\" means a programme for the collection of aggregated numerical information; “Statistics Advisory Committee” means the National Advisory Committee of Producers and Users of Statistics established in section 11; “Statistics Authorities” means national statistics institutes or other statistics organisations in charge of official statistics production and dissemination at national, regional and continental levels; “statistical indicators” means data elements that represent statistical information for a specified time, place and other characteristics; “statistical information” means any organised quantitative or qualitative information obtained from statistical data that facilitates understanding of economic, political, demographic, social, environmental and cultural trends, and of gender and governance and other related issues; “statistical operation” means an action taken within the frame­work of the national statistical programme by the national statistics office and other organisations of the National Statistical System; “statistical programme” means the data collection infrastructure and survey procedures that are in place within the National Statistical System to collect, process and disseminate basic statistical data; “statistical standards” include the comprehensive set of guidelines for surveys and administrative sources collecting information on a particular topic such as definitions, statistical units, classifications, coding processes, questionnaire modules and output categories; “statistical survey” means a statistical operation in which only a selected part and not the entire population are enumerated; “transparency” means the provision by Statistics Authorities of information on their sources, methods and procedures that have been used in line with scientific standards and making the legislation on Statistics available to the public; “undertaking” includes any form of activity performed by a person; and “unofficial statistics” means data collected in an unconventional manner other than through a census or survey and may be in the nature of big and administrative data sources and satellite imagery."
    },
    {
      "provision_ref": "s57",
      "section": "57",
      "title": "Existing enactments with reference to statistics",
      "content": "The enactments in the first column of the Third Schedule shall be read as one with this Act with respect to the provisions specified in the second column of that Schedule. The enactments in the first column of the Third Schedule shall be read as one with this Act with respect to the provisions specified in the second column of that Schedule."
    },
    {
      "provision_ref": "s58",
      "section": "58",
      "title": "Consequential amendments",
      "content": "The enactments listed in the first column of the Fourth Schedule are amended as stipulated in the second column of that Schedule. Transitional provisions The enactments listed in the first column of the Fourth Schedule are amended as stipulated in the second column of that Schedule. Transitional provisions"
    },
    {
      "provision_ref": "s59",
      "section": "59",
      "title": "Transitional provisions",
      "content": "(1) The assets, rights and properties held on behalf of or for the purpose of the Service in existence immediately before the commencement of this Act and the persons employed by the Service are hereby transferred to the Service established under this Act. The assets, rights and properties held on behalf of or for the purpose of the Service in existence immediately before the commencement of this Act and the persons employed by the Service are hereby transferred to the Service established under this Act. (2) The obligations and liabilities subsisting against the Service immediately before the commencement of this Act subsist between the Service and that other party. The obligations and liabilities subsisting against the Service immediately before the commencement of this Act subsist between the Service and that other party."
    },
    {
      "provision_ref": "s60",
      "section": "60",
      "title": "Repeal and savings",
      "content": "(1) The Statistical Service Act, 1985 (P.N.D.C.L. 135) is hereby repealed. The Statistical Service Act, 1985 (P.N.D.C.L. 135) is hereby repealed. (2) Despite the repeal of the Statistical Service Act, 1985 (P.N.D.C.L. 135), any Regulations, bye-laws, notices, orders, directions, appointments or other acts lawfully made or done under the repealed enactment and in force immediately before the commencement of this Act shall continue to have effect as if made under this Act with the necessary modification until amended, revoked, cancelled, withdrawn or terminated under this Act. Despite the repeal of the Statistical Service Act, 1985 (P.N.D.C.L. 135), any Regulations, bye-laws, notices, orders, directions, appointments or other acts lawfully made or done under the repealed enactment and in force immediately before the commencement of this Act shall continue to have effect as if made under this Act with the necessary modification until amended, revoked, cancelled, withdrawn or terminated under this Act."
    }
  ],
  "definitions": [
    {
      "term": "administrative data",
      "definition": "an official record collected for purposes of registration, transaction and record keeping which is originally not meant to provide statistics for development purposes but can be enhanced to inform planning and guide developmental processes and is a variety of big data",
      "source_provision": "s56"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Service provided for in section 5",
      "source_provision": "s56"
    },
    {
      "term": "census",
      "definition": "a statistical operation in which all units of the population of interest are enumerated",
      "source_provision": "s56"
    },
    {
      "term": "code of ethics and practice",
      "definition": "professional principles and guidelines to be observed by statisticians and statistical authorities in the production of official statistics and may be in the nature of the definitions, norms, standards, nomenclatures, methodologies and concept for statistical production and dissemination by Ministries, Departments, Agencies, District Assemblies and other statutory bodies in conformity with international best practice",
      "source_provision": "s56"
    },
    {
      "term": "data",
      "definition": "information which(a)is processed by means of equipment operating automatically in response to instructions given for that purpose",
      "source_provision": "s56"
    },
    {
      "term": "dissemination",
      "definition": "giving statistical data to users, in an appropriate form, without the disclosure of confidential information",
      "source_provision": "s56"
    },
    {
      "term": "entity",
      "definition": "a Ministry, Department or Agency, a local government unit or a public corporation",
      "source_provision": "s56"
    },
    {
      "term": "government agency",
      "definition": "a body established by the Government in the public interest with or without an Act of Parliament",
      "source_provision": "s56"
    },
    {
      "term": "Government Statistician",
      "definition": "the person appointed under section 16",
      "source_provision": "s56"
    },
    {
      "term": "house",
      "definition": "a dwelling and refers to the place where the house­hold lives, that may be a building or some form of space or shelter arranged for human habitation occupied at the time of a census, or other statistical enquiry",
      "source_provision": "s56"
    },
    {
      "term": "impartiality",
      "definition": "to produce, analyse, disseminate and comment on statistics by Statistics Authorities in line with the principle of scientific independence, and in an objective, professional and transparent manner",
      "source_provision": "s56"
    },
    {
      "term": "individual data",
      "definition": "data relating to one person or entity, rather than to a group, that is data associated with a single element in a sample or population",
      "source_provision": "s56"
    },
    {
      "term": "metadata",
      "definition": "the range of information, generally textual, that fosters understanding of the context in which statistical data have been collected, processed and analysed with the objective of creating statistical information including legal and regulatory texts, methods and concepts used at all levels of information processing, definitions and nomenclatures",
      "source_provision": "s56"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s56"
    },
    {
      "term": "National Statistical System",
      "definition": "the ensemble of statistical organisations and units within the country that jointly collect, process and disseminate official statistics",
      "source_provision": "s56"
    },
    {
      "term": "official statistics",
      "definition": "the body of statistical information produced, validated, compiled and disseminated by Statistics Authorities",
      "source_provision": "s56"
    },
    {
      "term": "population",
      "definition": "any set of statistical units, whether they are individuals, legal persons, families or any other type of economic unit",
      "source_provision": "s56"
    },
    {
      "term": "public corporation",
      "definition": "a corporation or any other body of persons established by an Act of Parliament or set up out of funds provided by Parliament or other public funds",
      "source_provision": "s56"
    },
    {
      "term": "public records",
      "definition": "the official information of centralised or decentralised Government",
      "source_provision": "s56"
    },
    {
      "term": "reasonable hours",
      "definition": "between 6 a.m. and 6 p.m.",
      "source_provision": "s56"
    },
    {
      "term": "return",
      "definition": "a document completed by a respondent or an officer of the Service or another public service to produce official or other statistics",
      "source_provision": "s56"
    },
    {
      "term": "sampling methods",
      "definition": "a statistical procedure by which information related to a whole field of enquiry is derived by applying statistical techniques to information obtained in respect of a proportion of the total number of businesses, projects or persons concerned in the field of enquiry",
      "source_provision": "s56"
    },
    {
      "term": "scientific independence",
      "definition": "Statistics authorities being able to carry out their activities according to the principle of scientific independence particularly in relation to political authorities or any interest group and the selection of the methods, concepts and nomenclatures used in any statistical operation by only the Statistics Authorities without any interference and in accordance with the rules of ethics and good practice",
      "source_provision": "s56"
    },
    {
      "term": "sectoral statistical activities",
      "definition": "the compilation of numerical information related to a selected part of a unit of interest",
      "source_provision": "s56"
    },
    {
      "term": "Service",
      "definition": "the Statistical Service established under section 1 in accordance with article 185 of the Constitution",
      "source_provision": "s56"
    },
    {
      "term": "statistics",
      "definition": "data required for production of organised statistical information, obtained from censuses and statistical surveys or administrative records",
      "source_provision": "s56"
    },
    {
      "term": "statistical activities",
      "definition": "a programme for the collection of aggregated numerical information",
      "source_provision": "s56"
    },
    {
      "term": "Statistics Advisory Committee",
      "definition": "the National Advisory Committee of Producers and Users of Statistics established in section 11",
      "source_provision": "s56"
    },
    {
      "term": "Statistics Authorities",
      "definition": "national statistics institutes or other statistics organisations in charge of official statistics production and dissemination at national, regional and continental levels",
      "source_provision": "s56"
    },
    {
      "term": "statistical indicators",
      "definition": "data elements that represent statistical information for a specified time, place and other characteristics",
      "source_provision": "s56"
    },
    {
      "term": "statistical information",
      "definition": "any organised quantitative or qualitative information obtained from statistical data that facilitates understanding of economic, political, demographic, social, environmental and cultural trends, and of gender and governance and other related issues",
      "source_provision": "s56"
    },
    {
      "term": "statistical operation",
      "definition": "an action taken within the frame­work of the national statistical programme by the national statistics office and other organisations of the National Statistical System",
      "source_provision": "s56"
    },
    {
      "term": "statistical programme",
      "definition": "the data collection infrastructure and survey procedures that are in place within the National Statistical System to collect, process and disseminate basic statistical data",
      "source_provision": "s56"
    },
    {
      "term": "statistical survey",
      "definition": "a statistical operation in which only a selected part and not the entire population are enumerated",
      "source_provision": "s56"
    },
    {
      "term": "transparency",
      "definition": "the provision by Statistics Authorities of information on their sources, methods and procedures that have been used in line with scientific standards and making the legislation on Statistics available to the public",
      "source_provision": "s56"
    },
    {
      "term": "unofficial statistics",
      "definition": "data collected in an unconventional manner other than through a census or survey and may be in the nature of big and administrative data sources and satellite imagery. In this Act, unless the context otherwise requires, “administrative data” means an official record collected for purposes of registration, transaction and record keeping which is originally not meant to provide statistics for development purposes but can be enhanced to inform planning and guide developmental processes and is a variety of big data",
      "source_provision": "s56"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Service provided for in section 5",
      "source_provision": "s56"
    },
    {
      "term": "census",
      "definition": "a statistical operation in which all units of the population of interest are enumerated",
      "source_provision": "s56"
    },
    {
      "term": "code of ethics and practice",
      "definition": "professional principles and guidelines to be observed by statisticians and statistical authorities in the production of official statistics and may be in the nature of the definitions, norms, standards, nomenclatures, methodologies and concept for statistical production and dissemination by Ministries, Departments, Agencies, District Assemblies and other statutory bodies in conformity with international best practice",
      "source_provision": "s56"
    },
    {
      "term": "dissemination",
      "definition": "giving statistical data to users, in an appropriate form, without the disclosure of confidential information",
      "source_provision": "s56"
    },
    {
      "term": "entity",
      "definition": "a Ministry, Department or Agency, a local government unit or a public corporation",
      "source_provision": "s56"
    },
    {
      "term": "government agency",
      "definition": "a body established by the Government in the public interest with or without an Act of Parliament",
      "source_provision": "s56"
    },
    {
      "term": "Government Statistician",
      "definition": "the person appointed under section 16",
      "source_provision": "s56"
    },
    {
      "term": "house",
      "definition": "a dwelling and refers to the place where the house­hold lives, that may be a building or some form of space or shelter arranged for human habitation occupied at the time of a census, or other statistical enquiry",
      "source_provision": "s56"
    },
    {
      "term": "impartiality",
      "definition": "to produce, analyse, disseminate and comment on statistics by Statistics Authorities in line with the principle of scientific independence, and in an objective, professional and transparent manner",
      "source_provision": "s56"
    },
    {
      "term": "individual data",
      "definition": "data relating to one person or entity, rather than to a group, that is data associated with a single element in a sample or population",
      "source_provision": "s56"
    },
    {
      "term": "metadata",
      "definition": "the range of information, generally textual, that fosters understanding of the context in which statistical data have been collected, processed and analysed with the objective of creating statistical information including legal and regulatory texts, methods and concepts used at all levels of information processing, definitions and nomenclatures",
      "source_provision": "s56"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s56"
    },
    {
      "term": "National Statistical System",
      "definition": "the ensemble of statistical organisations and units within the country that jointly collect, process and disseminate official statistics",
      "source_provision": "s56"
    },
    {
      "term": "official statistics",
      "definition": "the body of statistical information produced, validated, compiled and disseminated by Statistics Authorities",
      "source_provision": "s56"
    },
    {
      "term": "population",
      "definition": "any set of statistical units, whether they are individuals, legal persons, families or any other type of economic unit",
      "source_provision": "s56"
    },
    {
      "term": "public corporation",
      "definition": "a corporation or any other body of persons established by an Act of Parliament or set up out of funds provided by Parliament or other public funds",
      "source_provision": "s56"
    },
    {
      "term": "public records",
      "definition": "the official information of centralised or decentralised Government",
      "source_provision": "s56"
    },
    {
      "term": "reasonable hours",
      "definition": "between 6 a.m. and 6 p.m.",
      "source_provision": "s56"
    },
    {
      "term": "return",
      "definition": "a document completed by a respondent or an officer of the Service or another public service to produce official or other statistics",
      "source_provision": "s56"
    },
    {
      "term": "sampling methods",
      "definition": "a statistical procedure by which information related to a whole field of enquiry is derived by applying statistical techniques to information obtained in respect of a proportion of the total number of businesses, projects or persons concerned in the field of enquiry",
      "source_provision": "s56"
    },
    {
      "term": "scientific independence",
      "definition": "Statistics authorities being able to carry out their activities according to the principle of scientific independence particularly in relation to political authorities or any interest group and the selection of the methods, concepts and nomenclatures used in any statistical operation by only the Statistics Authorities without any interference and in accordance with the rules of ethics and good practice",
      "source_provision": "s56"
    },
    {
      "term": "sectoral statistical activities",
      "definition": "the compilation of numerical information related to a selected part of a unit of interest",
      "source_provision": "s56"
    },
    {
      "term": "Service",
      "definition": "the Statistical Service established under section 1 in accordance with article 185 of the Constitution",
      "source_provision": "s56"
    },
    {
      "term": "statistics",
      "definition": "data required for production of organised statistical information, obtained from censuses and statistical surveys or administrative records",
      "source_provision": "s56"
    },
    {
      "term": "statistical activities",
      "definition": "a programme for the collection of aggregated numerical information",
      "source_provision": "s56"
    },
    {
      "term": "Statistics Advisory Committee",
      "definition": "the National Advisory Committee of Producers and Users of Statistics established in section 11",
      "source_provision": "s56"
    },
    {
      "term": "Statistics Authorities",
      "definition": "national statistics institutes or other statistics organisations in charge of official statistics production and dissemination at national, regional and continental levels",
      "source_provision": "s56"
    },
    {
      "term": "statistical indicators",
      "definition": "data elements that represent statistical information for a specified time, place and other characteristics",
      "source_provision": "s56"
    },
    {
      "term": "statistical information",
      "definition": "any organised quantitative or qualitative information obtained from statistical data that facilitates understanding of economic, political, demographic, social, environmental and cultural trends, and of gender and governance and other related issues",
      "source_provision": "s56"
    },
    {
      "term": "statistical operation",
      "definition": "an action taken within the frame­work of the national statistical programme by the national statistics office and other organisations of the National Statistical System",
      "source_provision": "s56"
    },
    {
      "term": "statistical programme",
      "definition": "the data collection infrastructure and survey procedures that are in place within the National Statistical System to collect, process and disseminate basic statistical data",
      "source_provision": "s56"
    },
    {
      "term": "statistical survey",
      "definition": "a statistical operation in which only a selected part and not the entire population are enumerated",
      "source_provision": "s56"
    },
    {
      "term": "transparency",
      "definition": "the provision by Statistics Authorities of information on their sources, methods and procedures that have been used in line with scientific standards and making the legislation on Statistics available to the public",
      "source_provision": "s56"
    }
  ]
}