{
  "id": "act-989-2019",
  "type": "act",
  "title": "Right to Information Act, 2019",
  "short_name": "RI 2019",
  "act_number": 989,
  "year": 2019,
  "status": "in_force",
  "issued_date": "2019-05-24",
  "url": "https://ghalii.org/akn/gh/act/2019/989",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Right of access to information",
      "content": "(1) A person has the right to information, subject to the provisions of this Act. A person has the right to information, subject to the provisions of this Act. (2) The right may be exercised through an application made in accordance with section 18. The right may be exercised through an application made in accordance with section 18. (3) A person may apply for information without giving a reason for the application. A person may apply for information without giving a reason for the application. (4) Despite subsection (3), where an applicant requests that the application be treated as urgent, the applicant shall state the reason for the urgency. Despite subsection (3), where an applicant requests that the application be treated as urgent, the applicant shall state the reason for the urgency."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Responsibility of Government to provide information",
      "content": "The Government shall make available to the public, general information on governance without an application from a specific person. The Government shall make available to the public, general information on governance without an application from a specific person."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Responsibility of public institution in respect of access",
      "content": "(1) A public institution shall, within twelve months from the date of the coming into force of this Act, and every twelve months after that date, compile and publish an up-to-date information in the form of a manual. A public institution shall, within twelve months from the date of the coming into force of this Act, and every twelve months after that date, compile and publish an up-to-date information in the form of a manual. (2) The manual shall contain The manual shall contain a list of departments or agencies under that public institution and a description of the organisational structure and responsibilities of each public institution including details of the activities of each division or branch of the public institution; a list of departments or agencies under that public institution and a description of the organisational structure and responsibilities of each public institution including details of the activities of each division or branch of the public institution; a list of the various classes of information which are prepared by or are in the custody or under the control of each public institution; a list of the various classes of information which are prepared by or are in the custody or under the control of each public institution; a list of the types of information that may be accessed or inspected free of charge or subject to a fee payable in respect of an access to information as specified under section 75; a list of the types of information that may be accessed or inspected free of charge or subject to a fee payable in respect of an access to information as specified under section 75; the name, address and any other contact details of the information officer or a designated officer of the public institution where a request to access information may be made; the name, address and any other contact details of the information officer or a designated officer of the public institution where a request to access information may be made; the telephone number, fax, e-mail, postal address and any other contact detail of the information unit in the public institution where information which is accessible under this Act or any other enactment, can be accessed; and the telephone number, fax, e-mail, postal address and any other contact detail of the information unit in the public institution where information which is accessible under this Act or any other enactment, can be accessed; and the arrangements made or procedures established by the public institution to enable a member of the public to seek amendment of that member's personal official records with the public institution. the arrangements made or procedures established by the public institution to enable a member of the public to seek amendment of that member's personal official records with the public institution. (3) A public institution shall A public institution shall generate, process, maintain and preserve information which is accurate and authentic; and generate, process, maintain and preserve information which is accurate and authentic; and establish an information unit headed by an information officer who shall facilitate access to information. establish an information unit headed by an information officer who shall facilitate access to information."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Provision of guidelines for manual",
      "content": "The Right to Information Commission shall, in consultation with the Minister issue guidelines for the preparation under section 3 of the manual by a public institution. The Right to Information Commission shall, in consultation with the Minister issue guidelines for the preparation under section 3 of the manual by a public institution."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Information for the President or the Vice-President",
      "content": "(1) Information is exempt from disclosure where the information Information is exempt from disclosure where the information is prepared for submission or has been submitted to the President or Vice-President for consideration; or is prepared for submission or has been submitted to the President or Vice-President for consideration; or contains matters the disclosure of which would reveal information concerning opinion, advice, deliberation, recommendation, minutes or consultation made or given to the President or the Vice-President and is likely to contains matters the disclosure of which would reveal information concerning opinion, advice, deliberation, recommendation, minutes or consultation made or given to the President or the Vice-President and is likely to undermine the deliberative process on the part of the President or of the Vice-President; or undermine the deliberative process on the part of the President or of the Vice-President; or prejudice national security. prejudice national security. (2) Information which contains factual or statistical data is not exempt information. Information which contains factual or statistical data is not exempt information."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Information relating to Cabinet",
      "content": "(1) Information is exempt from disclosure where the information Information is exempt from disclosure where the information is prepared for submission to Cabinet or submitted to Cabinet for consideration, or is prepared for submission to Cabinet or submitted to Cabinet for consideration, or is at Cabinet, not published or released to the public, and is at Cabinet, not published or released to the public, and contains matters the disclosure of which would reveal information concerning opinion, advice, deliberation, recommendation, minutes or consultation made and is likely to contains matters the disclosure of which would reveal information concerning opinion, advice, deliberation, recommendation, minutes or consultation made and is likely to prejudice the effective formulation or development of government policy; prejudice the effective formulation or development of government policy; frustrate the success of a policy by premature disclosure of that policy; frustrate the success of a policy by premature disclosure of that policy; undermine the deliberative process in Cabinet; or undermine the deliberative process in Cabinet; or prejudice national security. prejudice national security. (2) Information which contains factual or statistical data is not exempt information. Information which contains factual or statistical data is not exempt information. (3) Cabinet may publish or grant access to information that is otherwise exempt under this section. Cabinet may publish or grant access to information that is otherwise exempt under this section. (4) For the purposes of this section, Cabinet includes a committee or sub-committee of Cabinet. For the purposes of this section, Cabinet includes a committee or sub-committee of Cabinet."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Information relating to law enforcement and public safety",
      "content": "(1) Information is exempt from disclosure where the information contains matters which if disclosed can reasonably be expected to Information is exempt from disclosure where the information contains matters which if disclosed can reasonably be expected to interfere with the prevention, detection or curtailment of a contravention or possible contravention of an enactment, interfere with the prevention, detection or curtailment of a contravention or possible contravention of an enactment, prejudice the investigation of a contravention or possible contravention of an enactment, prejudice the investigation of a contravention or possible contravention of an enactment, reveal investigation techniques and procedures in use or likely to be used in law enforcement, reveal investigation techniques and procedures in use or likely to be used in law enforcement, disclose the identity of a confidential source of information, matter or the information given by a confidential source in respect of law enforcement, disclose the identity of a confidential source of information, matter or the information given by a confidential source in respect of law enforcement, impede the prosecution of an offence, impede the prosecution of an offence, endanger the life or physical safety of a person, endanger the life or physical safety of a person, prejudice the fair trial of a person or the impartial adjudication of a case, prejudice the fair trial of a person or the impartial adjudication of a case, reveal a record of information that has been confiscated from a person by a police officer or a person authorised to effect the confiscation in accordance with an enactment, reveal a record of information that has been confiscated from a person by a police officer or a person authorised to effect the confiscation in accordance with an enactment, interfere with the maintenance or enforcement of a lawful method or procedure for protecting the safety of the public, interfere with the maintenance or enforcement of a lawful method or procedure for protecting the safety of the public, endanger the security of a building, structure or means of transport or a system including computer and communication systems for which security is reasonably required, endanger the security of a building, structure or means of transport or a system including computer and communication systems for which security is reasonably required, prejudice the security of a prison or place for lawful detention, prejudice the security of a prison or place for lawful detention, facilitate the escape of a person from lawful custody, or facilitate the escape of a person from lawful custody, or prejudice a system or procedure for witness protection or any other procedure for the protection of persons or property where the protection is required. prejudice a system or procedure for witness protection or any other procedure for the protection of persons or property where the protection is required. (2) Despite subsection (1), information is not exempt from disclosure where that information Despite subsection (1), information is not exempt from disclosure where that information consists merely of a report on the outcome of a programme adopted by a public institution to deal with a contravention or possible contravention of an enactment; consists merely of a report on the outcome of a programme adopted by a public institution to deal with a contravention or possible contravention of an enactment; contains a general outline of the structures of a programme adopted by a public institution to deal with a contravention or possible contravention of an enactment; or contains a general outline of the structures of a programme adopted by a public institution to deal with a contravention or possible contravention of an enactment; or consists merely of a report on a law enforcement investigation that has already been disclosed to the person who is the subject of the investigation. consists merely of a report on a law enforcement investigation that has already been disclosed to the person who is the subject of the investigation."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Information affecting international relations",
      "content": "(1) Information is exempt from disclosure if the disclosure of that information can reasonably be expected to Information is exempt from disclosure if the disclosure of that information can reasonably be expected to damage or prejudice the relations between the Government and the government of any other country, damage or prejudice the relations between the Government and the government of any other country, reveal information communicated in confidence to a public institution by or on behalf of another government, reveal information communicated in confidence to a public institution by or on behalf of another government, reveal information communicated in confidence to a public institution by an international organisation or a body of that organisation, reveal information communicated in confidence to a public institution by an international organisation or a body of that organisation, reveal information communicated in confidence by a public institution to reveal information communicated in confidence by a public institution to another public institution in another country or another government; or another public institution in another country or another government; or an international organisation or a body of that organisation. an international organisation or a body of that organisation. (2) Despite subsection (1), the exempt information may be disclosed if the President gives prior approval for the disclosure. Despite subsection (1), the exempt information may be disclosed if the President gives prior approval for the disclosure."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Information that affects the security of the State",
      "content": "(1) Information is exempt from disclosure if the disclosure of that information can reasonably be expected to Information is exempt from disclosure if the disclosure of that information can reasonably be expected to damage or prejudice the defence of the Republic or a foreign State allied to or friendly with the Republic, or damage or prejudice the defence of the Republic or a foreign State allied to or friendly with the Republic, or be prejudicial to the detection, prevention or suppression of terrorism, sabotage or espionage, be prejudicial to the detection, prevention or suppression of terrorism, sabotage or espionage, (2) Subject to article 135 of the 1992 Constitution, information created by or in the custody of the Ghana Armed Forces or the security and intelligence agencies established under the Security and Intelligence Agencies Act, 1996 (Act 526) which is likely to threaten the security of the State is exempt information. Subject to article 135 of the 1992 Constitution, information created by or in the custody of the Ghana Armed Forces or the security and intelligence agencies established under the Security and Intelligence Agencies Act, 1996 (Act 526) which is likely to threaten the security of the State is exempt information."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Economic and any other interests",
      "content": "Information is exempt from disclosure prior to official publication where the information contains trade secrets or financial, commercial, scientific or technical information that belongs to the State or public institution and the information has monetary or a potential monetary value; the information contains trade secrets or financial, commercial, scientific or technical information that belongs to the State or public institution and the information has monetary or a potential monetary value; the disclosure of the information can reasonably be expected to affect the integrity or stability of the financial system or, damage the financial interests of the State or public institution or the ability of the State to manage the national economy; the disclosure of the information can reasonably be expected to affect the integrity or stability of the financial system or, damage the financial interests of the State or public institution or the ability of the State to manage the national economy; the disclosure of the information can reasonably be expected to cause a disruption of business or trade in the country; the disclosure of the information can reasonably be expected to cause a disruption of business or trade in the country; the disclosure of the information can unduly benefit or be injurious to a person because it provides prior information about future economic or financial measures to be introduced by the Government or public institution; the disclosure of the information can unduly benefit or be injurious to a person because it provides prior information about future economic or financial measures to be introduced by the Government or public institution; the information contains criterion, procedure, position or instruction that relates to negotiations being carried on or to be carried on by or on behalf of the State or public institution, the disclosure of which shall be injurious to national security and economic development; or the information contains criterion, procedure, position or instruction that relates to negotiations being carried on or to be carried on by or on behalf of the State or public institution, the disclosure of which shall be injurious to national security and economic development; or the information contains questions or methodology to be used in an examination, recruitment or selection process and the release is likely to jeopardise the integrity of that examination, recruitment or selection process. the information contains questions or methodology to be used in an examination, recruitment or selection process and the release is likely to jeopardise the integrity of that examination, recruitment or selection process."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Economic information of third parties",
      "content": "(1) Information which would reveal a trade secret, research, scientific, technical, commercial, financial or labour related information supplied in confidence is exempt from disclosure if the disclosure of that information can reasonably be expected to Information which would reveal a trade secret, research, scientific, technical, commercial, financial or labour related information supplied in confidence is exempt from disclosure if the disclosure of that information can reasonably be expected to prejudice the competitive position of a person, a group of persons or an organisation; prejudice the competitive position of a person, a group of persons or an organisation; adversely affect negotiations with a third party; adversely affect negotiations with a third party; result in undue loss or gain to a person, a group, a financial institution or any other body; or result in undue loss or gain to a person, a group, a financial institution or any other body; or result in a public institution not being supplied with similar information where it is in the public interest that the similar information be supplied to the public institution. result in a public institution not being supplied with similar information where it is in the public interest that the similar information be supplied to the public institution. (2) Information which has already been made available to the public by the appropriate person, authority or body is not exempt from disclosure under subsection (1). Information which has already been made available to the public by the appropriate person, authority or body is not exempt from disclosure under subsection (1)."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Information relating to tax",
      "content": "(1) Information obtained, from a tax return or gathered for the purposes of determining tax liability is exempt from disclosure. Information obtained, from a tax return or gathered for the purposes of determining tax liability is exempt from disclosure. (2) Exempt information under subsection (1), may be disclosed if the person to whom the information relates, agrees to the disclosure. Exempt information under subsection (1), may be disclosed if the person to whom the information relates, agrees to the disclosure."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Internal working information of public institutions",
      "content": "(1) Information is exempt from disclosure where the disclosure of the information will reveal Information is exempt from disclosure where the disclosure of the information will reveal an opinion, or an advice given, or an opinion, or an advice given, or a recommendation, consultation or deliberation made to the public institution and is likely to undermine the deliberative process in that public institution. a recommendation, consultation or deliberation made to the public institution and is likely to undermine the deliberative process in that public institution. (2) Information which Information which merely contains material that has been publicly mentioned as the basis of a public policy or for formulating public policy, or merely contains material that has been publicly mentioned as the basis of a public policy or for formulating public policy, or contains only factual or statistical data, is not exempt from disclosure. contains only factual or statistical data, is not exempt from disclosure."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Parliamentary privilege, fair trial, contempt of court",
      "content": "Information is exempt from disclosure if its disclosure can reasonably be expected to infringe or contravene a parliamentary privilege, infringe or contravene a parliamentary privilege, prejudice the fair trial of a person or the impartial adjudication of a case before a court or a quasi-judicial body, or prejudice the fair trial of a person or the impartial adjudication of a case before a court or a quasi-judicial body, or constitute contempt of court or of a quasi-judicial body. constitute contempt of court or of a quasi-judicial body."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Privileged information",
      "content": "(1) Information is exempt from disclosure where Information is exempt from disclosure where it is privileged on grounds of it is privileged on grounds of lawyer and client professional relationship, lawyer and client professional relationship, communication between spouses whether married under an enactment or under the common law as defined in clause (2) of article 11 of the Constitution; or communication between spouses whether married under an enactment or under the common law as defined in clause (2) of article 11 of the Constitution; or the Evidence Act, 1975 (N.R.C.D. 323); or the Evidence Act, 1975 (N.R.C.D. 323); or the disclosure of the information reveals confidential communication between a doctor and a patient or any other medical expert in connection with the medical diagnosis or treatment of the patient. the disclosure of the information reveals confidential communication between a doctor and a patient or any other medical expert in connection with the medical diagnosis or treatment of the patient. (2) Subsection (1) does not apply where the person entitled to the privilege knowingly waives the privilege. Subsection (1) does not apply where the person entitled to the privilege knowingly waives the privilege."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Disclosure of personal matters",
      "content": "(1) Information, the disclosure of which is unreasonable concerning the personal affairs of an individual whether living or deceased is exempt from disclosure. Information, the disclosure of which is unreasonable concerning the personal affairs of an individual whether living or deceased is exempt from disclosure. (2) Disclosure is unreasonable if it reveals or is likely to reveal information about the individual's Disclosure is unreasonable if it reveals or is likely to reveal information about the individual's physical or mental health; physical or mental health; business or trade secrets of commercial value; or business or trade secrets of commercial value; or confidential professional, commercial or financial affairs. confidential professional, commercial or financial affairs. (3) Disclosure is reasonable if Disclosure is reasonable if the individual to whom the information relates gives prior consent; the individual to whom the information relates gives prior consent; the disclosure is required to promote public health or public safety; the disclosure is required to promote public health or public safety; the disclosure is necessary in order to subject government activities to public scrutiny; the disclosure is necessary in order to subject government activities to public scrutiny; the disclosure does not unjustifiably damage the reputation of any other person referred to in the information; the disclosure does not unjustifiably damage the reputation of any other person referred to in the information; the disclosure is made to the individual to whom the information relates; the disclosure is made to the individual to whom the information relates; the disclosure does not contravene a provision on exempt information specified in this Act; the disclosure does not contravene a provision on exempt information specified in this Act; the disclosure would not have an adverse effect on the affairs of the individual; the disclosure would not have an adverse effect on the affairs of the individual; the disclosure would not prejudice the future supply of information; the disclosure would not prejudice the future supply of information; the information has already been made available to the public by the appropriate person, authority or body; the information has already been made available to the public by the appropriate person, authority or body; the individual to whom the information relates was informed or made aware prior to supplying the information or that the information belongs to a class of information that will or might be made available to the public; the individual to whom the information relates was informed or made aware prior to supplying the information or that the information belongs to a class of information that will or might be made available to the public; in the case of a deceased person, the applicant is the next of kin or represents the next of kin or is the personal representative of the deceased; or in the case of a deceased person, the applicant is the next of kin or represents the next of kin or is the personal representative of the deceased; or the disclosure is about the physical or mental health or well-being of the individual who is under the care of the applicant and who is the disclosure is about the physical or mental health or well-being of the individual who is under the care of the applicant and who is under the age of eighteen years, or under the age of eighteen years, or incapable of understanding the nature of the request and giving access would be in the best interest of the individual. incapable of understanding the nature of the request and giving access would be in the best interest of the individual."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Disclosure for the protection of public interest",
      "content": "(1) Despite a provision of this Act on information exempt from disclosure, information is not exempt from disclosure if the disclosure of the information reveals evidence of Despite a provision of this Act on information exempt from disclosure, information is not exempt from disclosure if the disclosure of the information reveals evidence of a contravention of, or a failure to comply with a law; a contravention of, or a failure to comply with a law; an imminent and serious threat to public safety, public health or morals, the prevention of disorder or crime or the protection of the rights or freedoms of others. an imminent and serious threat to public safety, public health or morals, the prevention of disorder or crime or the protection of the rights or freedoms of others. a miscarriage of justice; a miscarriage of justice; an abuse of authority or a neglect in the performance of an official function; or an abuse of authority or a neglect in the performance of an official function; or any other matter of public interest and the benefits of disclosure clearly outweigh the harm or danger that the disclosure will cause. any other matter of public interest and the benefits of disclosure clearly outweigh the harm or danger that the disclosure will cause. (2) A person who discloses information or authorises the disclosure of information under this section is not liable in criminal or civil proceedings for the disclosure or authorisation of the disclosure of information under this section. A person who discloses information or authorises the disclosure of information under this section is not liable in criminal or civil proceedings for the disclosure or authorisation of the disclosure of information under this section."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Application to access information",
      "content": "(1) An application to access information held by a public institution shall An application to access information held by a public institution shall be made in writing to the public institution; be made in writing to the public institution; contain sufficient description or particulars to enable the information to be identified, contain sufficient description or particulars to enable the information to be identified, indicate the form and manner of access required, indicate the form and manner of access required, state the capacity of the applicant to the satisfaction of the information officer to whom the application is made, if the application is made on behalf of another person, state the capacity of the applicant to the satisfaction of the information officer to whom the application is made, if the application is made on behalf of another person, state the name of the applicant, an address to which a communication or notice can be sent, state the name of the applicant, an address to which a communication or notice can be sent, provide identification of the applicant; and provide identification of the applicant; and be signed by the applicant. be signed by the applicant. (2) Where an applicant is unable to make the application in writing due to illiteracy or a disability, the applicant may make the request orally. Where an applicant is unable to make the application in writing due to illiteracy or a disability, the applicant may make the request orally. (3) Where a request is made orally under subsection (2), the request shall be reduced into writing by the information officer to whom the application is made, who shall give a copy of the written request as recorded and as duly authenticated to the applicant. Where a request is made orally under subsection (2), the request shall be reduced into writing by the information officer to whom the application is made, who shall give a copy of the written request as recorded and as duly authenticated to the applicant. (4) Where the applicant is illiterate, and the request has been reduced into writing, the information officer shall Where the applicant is illiterate, and the request has been reduced into writing, the information officer shall clearly and correctly read and explain the written request to the understanding of the applicant in accordance with the Illiterates' Protection Act, 1912 (Cap 262); clearly and correctly read and explain the written request to the understanding of the applicant in accordance with the Illiterates' Protection Act, 1912 (Cap 262); ask a witness to endorse on the face of the request that \"the request was read to the applicant in the language the applicant understands and the applicant appeared to have understood the content of the request\"; and ask a witness to endorse on the face of the request that \"the request was read to the applicant in the language the applicant understands and the applicant appeared to have understood the content of the request\"; and ask the applicant to make a thumbprint or a mark on the request. ask the applicant to make a thumbprint or a mark on the request. (5) Where an application does not sufficiently describe the information required, the public institution to which the application is made shall so inform the applicant and offer the applicant the necessary assistance to identify the information. Where an application does not sufficiently describe the information required, the public institution to which the application is made shall so inform the applicant and offer the applicant the necessary assistance to identify the information. (6) Where a public institution receives an application for access, part of which is exempt, the information officer shall disclose to the applicant as much of the information as can reasonably be separated without disclosing the exempt part. Where a public institution receives an application for access, part of which is exempt, the information officer shall disclose to the applicant as much of the information as can reasonably be separated without disclosing the exempt part. (7) For the purposes of this section, the reference to \"writing\" in subsection (3) includes electronic form and \"Braille\". For the purposes of this section, the reference to \"writing\" in subsection (3) includes electronic form and \"Braille\"."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Person to deal with application",
      "content": "An application to access information shall be dealt with by the information officer of the public institution. An application to access information shall be dealt with by the information officer of the public institution."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Transfer of application",
      "content": "(1) Where a public institution is unable to deal with an application because the information requested Where a public institution is unable to deal with an application because the information requested is not in the custody or control of the public institution, but to the knowledge of the public institution, it is held by another public institution, or is not in the custody or control of the public institution, but to the knowledge of the public institution, it is held by another public institution, or is in the custody of the public institution but it is more closely related to the functions of another public institution, the information officer shall, within two days of the receipt of the application, is in the custody of the public institution but it is more closely related to the functions of another public institution, the information officer shall, within two days of the receipt of the application, refer the applicant to the relevant public institution; or refer the applicant to the relevant public institution; or transfer the application to the relevant public institution and give written notice of the transfer to the applicant. transfer the application to the relevant public institution and give written notice of the transfer to the applicant. (2) Where a public institution receives a transfer of application under paragraph (b) of subsection (1), the public institution shall notify the applicant [sic] of the receipt of the application within three days after the receipt of the application. Where a public institution receives a transfer of application under paragraph (b) of subsection (1), the public institution shall notify the applicant [sic] of the receipt of the application within three days after the receipt of the application. (3) Where an application for access is made and the public institution to which the application is made does not have the information it its custody, the information officer shall, within a period of not more than ten days, Where an application for access is made and the public institution to which the application is made does not have the information it its custody, the information officer shall, within a period of not more than ten days, make the necessary enquiry to establish whether any other public institution has the information, and make the necessary enquiry to establish whether any other public institution has the information, and transfer the application to that other public institution if that public institution has the information, and transfer the application to that other public institution if that public institution has the information, and notify the applicant accordingly. notify the applicant accordingly. (4) A notice of transfer shall state, A notice of transfer shall state, the date of the transfer, the date of the transfer, the public institution to which the transfer is made, and the public institution to which the transfer is made, and the reason for the transfer. the reason for the transfer. (5) An application transferred from one public institution to another is a request for access to information made to the public institution to which the application is transferred on the date the transfer is received. An application transferred from one public institution to another is a request for access to information made to the public institution to which the application is transferred on the date the transfer is received."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Information readily available in official publication",
      "content": "Where a public institution receives an application for access to information which to the knowledge of the public institution is readily available in official publication held by another public institution, the public institution shall direct the application to that public institution having custody of the official publication containing the information sought; and direct the application to that public institution having custody of the official publication containing the information sought; and notify that public institution of the request by the applicant. notify that public institution of the request by the applicant."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Deferred access",
      "content": "(1) A public institution may defer access to information if it is information A public institution may defer access to information if it is information which is required to be published within ninety days from the date of receipt of the application or the transfer of the application, or which is required to be published within ninety days from the date of receipt of the application or the transfer of the application, or which has been prepared for submission to any person and is yet to be submitted, which has been prepared for submission to any person and is yet to be submitted, (2) Where an application for access is deferred for any of the reasons stated in subsection (1), the information officer shall, within three days after the deferment notify the applicant in writing of Where an application for access is deferred for any of the reasons stated in subsection (1), the information officer shall, within three days after the deferment notify the applicant in writing of the reason for the deferment; and the reason for the deferment; and the likely period of the deferment. the likely period of the deferment."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Decision on application",
      "content": "(1) Where an application for access is received by a public institution, the information officer shall take a decision on the application and send a written notice to the applicant within fourteen days from the date of receipt of the application. Where an application for access is received by a public institution, the information officer shall take a decision on the application and send a written notice to the applicant within fourteen days from the date of receipt of the application. (2) The notice shall state The notice shall state whether or not access to the information will be given, and whether or not access to the information will be given, and whether access to only a part of the information can be given and the reason for giving only a part. whether access to only a part of the information can be given and the reason for giving only a part. (3) Where the information officer decides to give access, the notice shall state Where the information officer decides to give access, the notice shall state the form or manner in which the access will be given; the form or manner in which the access will be given; whether access is to only a part of the information because the other part is exempt information; whether access is to only a part of the information because the other part is exempt information; the day on which the public institution expects the information to be published or submitted, in the case of a deferred access under section 22; and the day on which the public institution expects the information to be published or submitted, in the case of a deferred access under section 22; and the prescribed fee for the reproduction of information. the prescribed fee for the reproduction of information. (4) Where the information officer decides to refuse access, the notice shall state the reason for the refusal and the provision under which the decision for the refusal is based. Where the information officer decides to refuse access, the notice shall state the reason for the refusal and the provision under which the decision for the refusal is based. (5) Where an information officer fails to determine an application within fourteen days after the application is received by the public institution, the application is deemed to have been refused and the applicant has the right to seek redress under sections 31 to 39. Where an information officer fails to determine an application within fourteen days after the application is received by the public institution, the application is deemed to have been refused and the applicant has the right to seek redress under sections 31 to 39. (6) Subsection (5) does not apply to an application which has been transferred to another public institution or which the public institution has refused to continue to process for failure to pay the prescribed deposit or fee. Subsection (5) does not apply to an application which has been transferred to another public institution or which the public institution has refused to continue to process for failure to pay the prescribed deposit or fee. (7) Where an application relates to information which reasonably appears to be necessary to safeguard the life or liberty of a person, the information officer shall, within forty-eight hours, Where an application relates to information which reasonably appears to be necessary to safeguard the life or liberty of a person, the information officer shall, within forty-eight hours, determine whether or not to grant the application, determine whether or not to grant the application, notify the applicant of the decision in writing, and notify the applicant of the decision in writing, and give the applicant access to the information where the application is granted. give the applicant access to the information where the application is granted. (8) Despite subsection (7), where the information requested contains third party information, an applicant may not be granted access to that information until Despite subsection (7), where the information requested contains third party information, an applicant may not be granted access to that information until the time that the right of a party to appeal against the release of the information has expired, or the time that the right of a party to appeal against the release of the information has expired, or an appeal lodged by the third party has been determined. an appeal lodged by the third party has been determined. (9) Where upon the perusal of an application, it does not appear to the information officer that the information requested reasonably appears to be necessary to safeguard the life or liberty of a person, the information officer shall within forty-eight hours of receipt of the application Where upon the perusal of an application, it does not appear to the information officer that the information requested reasonably appears to be necessary to safeguard the life or liberty of a person, the information officer shall within forty-eight hours of receipt of the application give notice of the decision and reasons for the decision to the applicant, and give notice of the decision and reasons for the decision to the applicant, and inform the applicant that, subject to the right of the applicant to apply to the Commission, for a review, the information officer shall make a decision with respect to whether to grant access to the requested information within fourteen days. inform the applicant that, subject to the right of the applicant to apply to the Commission, for a review, the information officer shall make a decision with respect to whether to grant access to the requested information within fourteen days. (10) Where information sought by an application does not exist because a duty is not placed on a public institution by any law to hold or collect the information, or the information has been destroyed in accordance with law, the information officer shall give notice to the applicant stating the reasons. Where information sought by an application does not exist because a duty is not placed on a public institution by any law to hold or collect the information, or the information has been destroyed in accordance with law, the information officer shall give notice to the applicant stating the reasons."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Non-existent information",
      "content": "(1) Where reasonable and practical steps have been taken to find the information requested and there are reasonable grounds to believe that the information does not exist, the information officer shall, by a written declaration signed by that information officer, notify the applicant that it is not possible to give access for the stated reason. Where reasonable and practical steps have been taken to find the information requested and there are reasonable grounds to believe that the information does not exist, the information officer shall, by a written declaration signed by that information officer, notify the applicant that it is not possible to give access for the stated reason. (2) The notice shall state the steps taken to find the document or to determine its existence. The notice shall state the steps taken to find the document or to determine its existence. (3) A notice under this section is a refusal to give access to the information and the applicant may take the steps that are open to the applicant under sections 31 to 39. A notice under this section is a refusal to give access to the information and the applicant may take the steps that are open to the applicant under sections 31 to 39."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Extension of time to deal with an application",
      "content": "(1) The head of the institution may extend the time provided for dealing with the application for a further period if The head of the institution may extend the time provided for dealing with the application for a further period if the application is for a large volume of information or necessitates a search through a large number of records and compliance with the original time limit would unreasonably interfere with the operations of the public institution, the application is for a large volume of information or necessitates a search through a large number of records and compliance with the original time limit would unreasonably interfere with the operations of the public institution, the information requested has to be gathered from more than one source, or the information requested has to be gathered from more than one source, or consultations with a person outside the public institution are required and cannot reasonably be complied with within the time limit consultations with a person outside the public institution are required and cannot reasonably be complied with within the time limit (2) The period of extension shall not exceed seven days from the date when a decision on the application should have been made. The period of extension shall not exceed seven days from the date when a decision on the application should have been made. (3) Where an extension of time is granted under this section, an information officer shall, within seven days of the receipt of the application, notify the applicant in writing stating, Where an extension of time is granted under this section, an information officer shall, within seven days of the receipt of the application, notify the applicant in writing stating, the period of the extension, the period of the extension, the reason for the extension, and the reason for the extension, and the right of the applicant to lodge an application for a review under sections 31 to 39 within the prescribed period. the right of the applicant to lodge an application for a review under sections 31 to 39 within the prescribed period."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Refusal to process",
      "content": "(1) A public institution may refuse to continue to process an application where the applicant has not paid the prescribed processing fee for the reproduction of information within the period of time specified in the notice. A public institution may refuse to continue to process an application where the applicant has not paid the prescribed processing fee for the reproduction of information within the period of time specified in the notice. (2) A public institution that refuses to continue to process an application shall immediately notify the applicant in writing of the refusal. A public institution that refuses to continue to process an application shall immediately notify the applicant in writing of the refusal. (3) A refusal to continue to process an application under this section is subject to review and appeal under sections 31 to 39. A refusal to continue to process an application under this section is subject to review and appeal under sections 31 to 39."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Refusal of access",
      "content": "(1) A public institution may refuse access to information if A public institution may refuse access to information if the application is manifestly frivolous or vexatious; or the application is manifestly frivolous or vexatious; or the information is an exempt information. the information is an exempt information. (2) Where an information officer refuses to grant access to information for any of the reasons stated in subsection (1), the information officer shall notify the applicant in writing of the reason upon which the refusal is based. Where an information officer refuses to grant access to information for any of the reasons stated in subsection (1), the information officer shall notify the applicant in writing of the reason upon which the refusal is based."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Manner of access",
      "content": "(1) Access to information may be given to an applicant Access to information may be given to an applicant by giving the applicant by giving the applicant a reasonable opportunity to inspect the information, or a reasonable opportunity to inspect the information, or a copy of the information, a copy of the information, by making arrangements for the applicant to hear the sounds or view the visual images, in the case of information from which sounds or visual images are capable of being reproduced, whether or not with the aid of another device, by making arrangements for the applicant to hear the sounds or view the visual images, in the case of information from which sounds or visual images are capable of being reproduced, whether or not with the aid of another device, by giving the applicant a written transcript of the words recorded in a document, in the case of information in which words are recorded in a manner in which they are capable of being reproduced in the form of sound, by giving the applicant a written transcript of the words recorded in a document, in the case of information in which words are recorded in a manner in which they are capable of being reproduced in the form of sound, by giving the applicant a written transcript of the words in the case of information in which words are contained in the form of shorthand writing or in coded form, by giving the applicant a written transcript of the words in the case of information in which words are contained in the form of shorthand writing or in coded form, by giving the applicant the written form, in the case of information in which words are recorded in a manner in which they are capable of being reproduced in a written form, or by giving the applicant the written form, in the case of information in which words are recorded in a manner in which they are capable of being reproduced in a written form, or in any other form, electronic, magnetic, optical or otherwise, including a computer printout, various computer storage devices and web portals. in any other form, electronic, magnetic, optical or otherwise, including a computer printout, various computer storage devices and web portals. (2) Where a request for access to information has been made in a particular form, access to information Where a request for access to information has been made in a particular form, access to information shall be given in that form, or shall be given in that form, or may be refused if may be refused if it is likely to be detrimental to the preservation of the information; or it is likely to be detrimental to the preservation of the information; or having regard to the physical nature of the information, it is not appropriate to grant access in that form. having regard to the physical nature of the information, it is not appropriate to grant access in that form. (3) Where access cannot be given in the form specified by the applicant but can be given in some other form, Where access cannot be given in the form specified by the applicant but can be given in some other form, access shall be given in that other form; and access shall be given in that other form; and the applicant shall be provided with a reason why access cannot be given in the specified form. the applicant shall be provided with a reason why access cannot be given in the specified form. (4) For the purposes of subsection (3), the applicant shall not be required to pay a fee which is greater than the fee that the applicant would have paid had access been given in the form requested. For the purposes of subsection (3), the applicant shall not be required to pay a fee which is greater than the fee that the applicant would have paid had access been given in the form requested."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Amendment of personal records",
      "content": "A person given access to information contained in the records of a public institution may apply for an amendment of the information if the information represents the personal records of that person, and the information represents the personal records of that person, and in the opinion of that person, the information is incorrect, misleading, incomplete or out of date. in the opinion of that person, the information is incorrect, misleading, incomplete or out of date."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Application for amendment of information",
      "content": "(1) An application for the amendment of information contained in the records of a public institution shall An application for the amendment of information contained in the records of a public institution shall be in writing, be in writing, indicate name and proof of identity, indicate name and proof of identity, contain particulars which will enable the records of the public institution, to which the applicant has been given access, to be identified, contain particulars which will enable the records of the public institution, to which the applicant has been given access, to be identified, specify the area in which the applicant claims the information contained in the records is incorrect, misleading, incomplete or out of date, and specify the area in which the applicant claims the information contained in the records is incorrect, misleading, incomplete or out of date, and be signed by the applicant. be signed by the applicant. (2) Where the applicant claims that the information contained Ltd. the records is incomplete or out of date, the application shall be accompanied with the relevant information which the applicant considers necessary to complete the records of the public institution or bring them up to date. Where the applicant claims that the information contained Ltd. the records is incomplete or out of date, the application shall be accompanied with the relevant information which the applicant considers necessary to complete the records of the public institution or bring them up to date. (3) An application shall indicate an address to which a notice under this Act should be sent and the application shall be submitted at the office of the public institution. An application shall indicate an address to which a notice under this Act should be sent and the application shall be submitted at the office of the public institution."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Right to internal review",
      "content": "Except as otherwise provided in this Act, a person aggrieved by a decision of the information officer of a public institution may submit an application for internal review of that decision to the head of the public institution. Except as otherwise provided in this Act, a person aggrieved by a decision of the information officer of a public institution may submit an application for internal review of that decision to the head of the public institution."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Application for internal review",
      "content": "(1) An application for internal review shall be made within thirty days of the receipt of the decision of an information officer. An application for internal review shall be made within thirty days of the receipt of the decision of an information officer. (2) An application for internal review An application for internal review may be in writing; may be in writing; may be made orally; may be made orally; shall be addressed to the head of the public institution; and shall be addressed to the head of the public institution; and shall state the request and the decision of the information officer which is the subject of the application for internal review, shall state the request and the decision of the information officer which is the subject of the application for internal review, Where an applicant makes a request for internal review, the information officer shall put the oral request into writing and provide a copy of the written request to the applicant. Where an applicant makes a request for internal review, the information officer shall put the oral request into writing and provide a copy of the written request to the applicant. (3) Where the applicant is illiterate, and the request has been reduced into writing, the information officer shall Where the applicant is illiterate, and the request has been reduced into writing, the information officer shall clearly and correctly read and explain the request to the understanding of the applicant in accordance with the Illiterates' Protection Act, 1912 (CAP 262); clearly and correctly read and explain the request to the understanding of the applicant in accordance with the Illiterates' Protection Act, 1912 (CAP 262); cause a witness to endorse on the face of the request that \"the request was read to the applicant in the language the applicant understands and the applicant appeared to have understood the content of the request\"; and cause a witness to endorse on the face of the request that \"the request was read to the applicant in the language the applicant understands and the applicant appeared to have understood the content of the request\"; and require the applicant to make a thumbprint or a mark on the request. require the applicant to make a thumbprint or a mark on the request. (4) Where a request for internal review referred to in subsection (1) is lodged after the expiry of thirty days, the information officer may, upon good cause shown, allow the late lodging of the request. Where a request for internal review referred to in subsection (1) is lodged after the expiry of thirty days, the information officer may, upon good cause shown, allow the late lodging of the request. (5) On the receipt of a request for internal review, the information officer shall, as soon as practicable, but in any event within five days after receipt of the request, On the receipt of a request for internal review, the information officer shall, as soon as practicable, but in any event within five days after receipt of the request, submit to the head of the public institution submit to the head of the public institution the request for internal review; the request for internal review; the reasons of the information officer for the decision; and the reasons of the information officer for the decision; and the application that is the subject of the review; and the application that is the subject of the review; and notify the applicant and other interested persons in writing of the submission of the records to the head of the public institution. notify the applicant and other interested persons in writing of the submission of the records to the head of the public institution."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Decision on internal review",
      "content": "(1) The head of the public institution to whom a request for internal review is made shall, as soon as reasonably practicable, but in any event within fifteen days of receipt of the request The head of the public institution to whom a request for internal review is made shall, as soon as reasonably practicable, but in any event within fifteen days of receipt of the request make a decision; and make a decision; and notify the applicant of that decision in writing. notify the applicant of that decision in writing. (2) Where the head of the public institution determines that access should be granted, the notice referred to in subsection (1) shall state Where the head of the public institution determines that access should be granted, the notice referred to in subsection (1) shall state the fee payable; and the fee payable; and the form in which access will be given. the form in which access will be given. (3) Subject to subsection (4), where the applicant has been notified that access to the information has been granted, that applicant shall, upon payment of the prescribed fee or where no fee is payable, be given access to the information. Subject to subsection (4), where the applicant has been notified that access to the information has been granted, that applicant shall, upon payment of the prescribed fee or where no fee is payable, be given access to the information. (4) Where the head of the public institution decides to release information that contains third party information, the applicant shall not be granted access to that information unless Where the head of the public institution decides to release information that contains third party information, the applicant shall not be granted access to that information unless the third party has been notified of the request and has consented to the release of the information; or the third party has been notified of the request and has consented to the release of the information; or any appeal lodged against the release of the information by the applicant has been determined. any appeal lodged against the release of the information by the applicant has been determined. (5) Where the head of the public institution decides to release the information despite the disapproval of the third party, the head of the public institution shall inform the third 'party in writing. Where the head of the public institution decides to release the information despite the disapproval of the third party, the head of the public institution shall inform the third 'party in writing. (6) Where the head of the public institution refuses access to the information, the head of the public institution shall notify the applicant in writing. Where the head of the public institution refuses access to the information, the head of the public institution shall notify the applicant in writing. (7) The notice to the applicant shall The notice to the applicant shall state the reason for the refusal based on the state the reason for the refusal based on the contents of the request; and contents of the request; and the information considered by the head of the public institution; the information considered by the head of the public institution; contain a reference to the specific provision of this Act, relied on; and contain a reference to the specific provision of this Act, relied on; and inform the applicant of the right to apply to the Commission for a review of the decision in accordance with section 65 arid the process of lodging that appeal. inform the applicant of the right to apply to the Commission for a review of the decision in accordance with section 65 arid the process of lodging that appeal."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Notice to third parties",
      "content": "(1) Where the head of a public institution receives a notice from the Commission of a hearing or an investigation pending before the Commission, the head of the public institution shall inform the Commission of all third parties to whom the information relates. Where the head of a public institution receives a notice from the Commission of a hearing or an investigation pending before the Commission, the head of the public institution shall inform the Commission of all third parties to whom the information relates. (2) Subject to subsection (3), the Commission shall issue the directions that are necessary to ensure, to the extent reasonably possible that, third parties whose matters are before the Commission are notified of hearings or investigations. Subject to subsection (3), the Commission shall issue the directions that are necessary to ensure, to the extent reasonably possible that, third parties whose matters are before the Commission are notified of hearings or investigations. (3) The Commission may dispense with the notification to third parties where the Commission considers it necessary. The Commission may dispense with the notification to third parties where the Commission considers it necessary."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Affirmation of decision",
      "content": "Where the head of the public institution fails to give a decision on a request for internal review within fifteen days, the head of that public institution is deemed to have affirmed the original decision of the information officer. Where the head of the public institution fails to give a decision on a request for internal review within fifteen days, the head of that public institution is deemed to have affirmed the original decision of the information officer."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Application to High Court for judicial review",
      "content": "(1) Where an applicant is refused access to information by a public institution Where an applicant is refused access to information by a public institution because the disclosure will be because the disclosure will be prejudicial to the security of the State, or prejudicial to the security of the State, or injurious to the public interest, or injurious to the public interest, or for any other reason, for any other reason, the applicant may apply to the High Court for a judicial review of the decision. (2) The application for judicial review shall be lodged within twenty-one days after refusal of the application. The application for judicial review shall be lodged within twenty-one days after refusal of the application."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Powers of the High Court",
      "content": "(1) In addition to its powers under the Constitution, the High Court may, in respect of an application for judicial review under section 36, In addition to its powers under the Constitution, the High Court may, in respect of an application for judicial review under section 36, require the relevant information under the control of the public institution to be produced before it for examination and scrutiny, require the relevant information under the control of the public institution to be produced before it for examination and scrutiny, enter and inspect premises occupied by the public institution concerned in the judicial review, enter and inspect premises occupied by the public institution concerned in the judicial review, require to see original documents, and require to see original documents, and summon and examine on oath a person who the High Court considers may have information relevant to the judicial review summon and examine on oath a person who the High Court considers may have information relevant to the judicial review (2) The proceedings of the High Court shall be held in camera and the High Court may prohibit the publication of information relating to the proceedings. The proceedings of the High Court shall be held in camera and the High Court may prohibit the publication of information relating to the proceedings. (3) The High Court shall not, in the course of a review, disclose to a party other than the representative of the public institution and the Attorney-General, information which is exempt from disclosure under, this Act. The High Court shall not, in the course of a review, disclose to a party other than the representative of the public institution and the Attorney-General, information which is exempt from disclosure under, this Act."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Ruling of the High Court",
      "content": "(1) The High Court may, after hearing the application and presentations made before it, make an appropriate order. The High Court may, after hearing the application and presentations made before it, make an appropriate order. (2) Where the High Court orders that the applicant be given access to information, the High Court shall specify the period within which the access shall be given. Where the High Court orders that the applicant be given access to information, the High Court shall specify the period within which the access shall be given."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Appearance before the Commission",
      "content": "A person who applies for access to information, the public institution concerned and a person affected by any proceedings under this Act whether before a Minister or a Court, may be represented by a lawyer; or be represented by a lawyer; or call an expert witness. call an expert witness."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "40 Establishment of the Commission",
      "content": "(1) There is established by this Act a body corporate to be known as the Right to Information Commission. There is established by this Act a body corporate to be known as the Right to Information Commission. (2) For the performance of its functions, the Commission may acquire and hold movable and immovable property, dispose of property and enter into a contract or any other related transaction. For the performance of its functions, the Commission may acquire and hold movable and immovable property, dispose of property and enter into a contract or any other related transaction. (3) Where there is hindrance to the acquisition of immovable property, the property may be acquired for the Commission under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Commission. Where there is hindrance to the acquisition of immovable property, the property may be acquired for the Commission under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Commission."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Object of the Commission",
      "content": "The object of the Commission is to promote, promote, monitor, monitor, protect, and protect, and enforce the right to information that is granted to a person under paragraph (f) of clause (1) of article 21 of the Constitution and the provisions of this Act. enforce the right to information that is granted to a person under paragraph (f) of clause (1) of article 21 of the Constitution and the provisions of this Act."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Independence of the Commission",
      "content": "(1) Subject to the Constitution, the Commission shall be independent in the performance of the functions of the Commission. Subject to the Constitution, the Commission shall be independent in the performance of the functions of the Commission. (2) The Commission shall not be subject to the direction or control of any person or authority in the performance of the functions of the Commission. The Commission shall not be subject to the direction or control of any person or authority in the performance of the functions of the Commission. (3) The Commission shall through the Minister responsible for Finance, submit the budget of the Commission to Parliament for approval annually. The Commission shall through the Minister responsible for Finance, submit the budget of the Commission to Parliament for approval annually."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Powers of the Commission",
      "content": "(1) The Commission may determine the nature, process and undertakings necessary for the effective performance of its functions under this Act. The Commission may determine the nature, process and undertakings necessary for the effective performance of its functions under this Act. (2) The Commission shall have the power to The Commission shall have the power to resolve complaints through negotiation, conciliation, mediation or arbitration; resolve complaints through negotiation, conciliation, mediation or arbitration; determine the need for the nature and form of investigation required for the determination of a matter before the Commission; determine the need for the nature and form of investigation required for the determination of a matter before the Commission; make any determination as the Commission considers just and equitable including issuing recommendations or penalties in matters before the Commission; make any determination as the Commission considers just and equitable including issuing recommendations or penalties in matters before the Commission; dismiss an application for access to information if it considers the application to be frivolous or vexatious; dismiss an application for access to information if it considers the application to be frivolous or vexatious; dismiss a complaint relating to an application for access to information by an applicant where the applicant has failed to comply with a provision of this Act; dismiss a complaint relating to an application for access to information by an applicant where the applicant has failed to comply with a provision of this Act; require the production of information to which access has been refused on the basis of an exemption for the purpose of deciding whether it is an information exempt from disclosure; require the production of information to which access has been refused on the basis of an exemption for the purpose of deciding whether it is an information exempt from disclosure; limit access to information by parties in terms of this Act; limit access to information by parties in terms of this Act; determine and issue general directions for the hearing of a matter including notice to parties; determine and issue general directions for the hearing of a matter including notice to parties; issue specific directions where sensitive matters relating to the State are concerned; issue specific directions where sensitive matters relating to the State are concerned; issue specific directions in matters concerning confidential information, minors, or circumstances which the Commission considers appropriate for that action; issue specific directions in matters concerning confidential information, minors, or circumstances which the Commission considers appropriate for that action; decide on relating to the need for and the form of, issuing and serving of notices and communications; decide on relating to the need for and the form of, issuing and serving of notices and communications; decide on issues of representation where necessary; and decide on issues of representation where necessary; and consider the needs of persons who wish to make protected disclosures, minors and vulnerable groups. consider the needs of persons who wish to make protected disclosures, minors and vulnerable groups."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Functions of the Commission",
      "content": "To achieve its object, the Commission shall issue written orders requesting for the production of information; issue written orders requesting for the production of information; examine, reproduce, take extracts from or hold information for unlimited periods, including information found in any premises entered pursuant to an inspection conducted by the Commission in the performance of the monitoring function of the Commission; examine, reproduce, take extracts from or hold information for unlimited periods, including information found in any premises entered pursuant to an inspection conducted by the Commission in the performance of the monitoring function of the Commission; take appropriate action that is necessary to enable the Commission resolve a complaint before it; take appropriate action that is necessary to enable the Commission resolve a complaint before it; conduct matters with as little technicality or formality and as expeditiously as possible; conduct matters with as little technicality or formality and as expeditiously as possible; hold hearings in public unless it is considered inappropriate to do so; hold hearings in public unless it is considered inappropriate to do so; publish its findings, recommendations, orders, decisions and directives quarterly; and publish its findings, recommendations, orders, decisions and directives quarterly; and undertake any other action that the Commission considers necessary for the effective performance of its functions. undertake any other action that the Commission considers necessary for the effective performance of its functions."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Promotion of right to information",
      "content": "(1) The Commission shall The Commission shall promote and sustain awareness within the country, and promote and sustain awareness within the country, and in collaboration with other State institutions educate the public on the right to information. in collaboration with other State institutions educate the public on the right to information. (2) In promoting awareness of the right to information, the Commission shall In promoting awareness of the right to information, the Commission shall assess all implementation plans required to be submitted by public institutions to the Commission to ensure public institutions have clear obligations and processes which support awareness raising and education interventions at community level including disadvantaged groups; assess all implementation plans required to be submitted by public institutions to the Commission to ensure public institutions have clear obligations and processes which support awareness raising and education interventions at community level including disadvantaged groups; consult and collaborate with civil society organisations and interest groups; consult and collaborate with civil society organisations and interest groups; provide recommendations and guidelines to a public institution for internal training of personnel, and provide training on request; provide recommendations and guidelines to a public institution for internal training of personnel, and provide training on request; monitor internal training of staff within public institutions and issue notices for mandatory training where necessary; monitor internal training of staff within public institutions and issue notices for mandatory training where necessary; assist an applicant and public institution on matters of interpretation of the Act; assist an applicant and public institution on matters of interpretation of the Act; develop the material that it considers necessary to advance promotion of access to information; and develop the material that it considers necessary to advance promotion of access to information; and make public and widely disseminate its annual report. make public and widely disseminate its annual report."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Research and law reform",
      "content": "(1) The Commission may conduct or cause to be conducted any research it considers necessary or appropriate for the attainment of the objects of this Act. The Commission may conduct or cause to be conducted any research it considers necessary or appropriate for the attainment of the objects of this Act. (2) The Commission shall in its annual report to Parliament include a report covering reports of recommendations for any research [sic] and reform undertaken by the Commission. The Commission shall in its annual report to Parliament include a report covering reports of recommendations for any research [sic] and reform undertaken by the Commission."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Monitoring powers of the Commission",
      "content": "(1) A public institution or a relevant private body shall provide the reports that are required under this Act to the Commission. A public institution or a relevant private body shall provide the reports that are required under this Act to the Commission. (2) The Commission shall The Commission shall monitor compliance by a public institution or a relevant private body with this Act; monitor compliance by a public institution or a relevant private body with this Act; give reasonable notice to a public institution or a relevant private body before taking an action under subsection (4); give reasonable notice to a public institution or a relevant private body before taking an action under subsection (4); issue directives to a public institution or a relevant private body; issue directives to a public institution or a relevant private body; monitor implementation of its directives; and monitor implementation of its directives; and following public consultation, develop and publicise guidelines which detail the reporting requirements that apply to a public institution or a relevant private body. following public consultation, develop and publicise guidelines which detail the reporting requirements that apply to a public institution or a relevant private body. (3) The reporting requirements referred to in paragraph (e) of subsection (2) include the manner, means and time frames that apply to a public institution or a relevant private body. The reporting requirements referred to in paragraph (e) of subsection (2) include the manner, means and time frames that apply to a public institution or a relevant private body. (4) The Commission may, in the performance of its monitoring function, The Commission may, in the performance of its monitoring function, conduct an inspection; conduct an inspection; undertake an investigation that the Commission considers appropriate in furtherance of the inspection; undertake an investigation that the Commission considers appropriate in furtherance of the inspection; engage a public institution or a relevant private body; engage a public institution or a relevant private body; request a public institution or a relevant private body to provide to the Commission information to facilitate and enhance its monitoring activities; request a public institution or a relevant private body to provide to the Commission information to facilitate and enhance its monitoring activities; issue an order compelling the provision of further information; and issue an order compelling the provision of further information; and access any information to undertake the monitoring. access any information to undertake the monitoring. (5) Where a public institution or a relevant private body fails to comply with the notice issued by the Commission in paragraph (b) of subsection (2), the Commission may impose an administrative penalty that the Commission considers necessary. Where a public institution or a relevant private body fails to comply with the notice issued by the Commission in paragraph (b) of subsection (2), the Commission may impose an administrative penalty that the Commission considers necessary."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Governing body of the Commission",
      "content": "(1) The governing body of the Commission is a Board consisting of The governing body of the Commission is a Board consisting of a chairperson; a chairperson; one deputy chairperson; one deputy chairperson; four other persons, two of whom are women; and four other persons, two of whom are women; and the Executive Secretary. the Executive Secretary. (2) The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. (3) The President shall, in appointing a member of the Board, have regard to the expertise of the person. The President shall, in appointing a member of the Board, have regard to the expertise of the person. (4) The Board shall ensure the proper and effective performance of the functions of the Commission. The Board shall ensure the proper and effective performance of the functions of the Commission. (5) The members of the Board shall take and subscribe to the Official Oath and Oath of Secrecy specified in the Schedule. The members of the Board shall take and subscribe to the Official Oath and Oath of Secrecy specified in the Schedule."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Tenure of office of members of the Board of the Commission",
      "content": "(1) A member of the Board shall hold office for five years and is eligible for re-appointment for another term only. A member of the Board shall hold office for five years and is eligible for re-appointment for another term only. (2) A member of the Board may, at any time, by notice in writing to the President resign from office. A member of the Board may, at any time, by notice in writing to the President resign from office. (3) The Commission shall notify the President of vacancies which occur in the membership of the Board within two months of the occurrence of the vacancy. The Commission shall notify the President of vacancies which occur in the membership of the Board within two months of the occurrence of the vacancy. (4) The President may, by a letter addressed to a member of the Board, terminate the appointment of that member where that member The President may, by a letter addressed to a member of the Board, terminate the appointment of that member where that member is mentally or physically incapable of performing the functions and duties of the office; is mentally or physically incapable of performing the functions and duties of the office; is declared insolvent; is declared insolvent; has engaged in gross misconduct or has been involved in actions that bring the Commission into disrepute; has engaged in gross misconduct or has been involved in actions that bring the Commission into disrepute; is convicted of a serious offence; or is convicted of a serious offence; or is grossly incompetent. is grossly incompetent. (5) The President shall not terminate the appointment of a member of the Board unless the President has caused to be investigated an allegation made against that member and the allegation has been proven. The President shall not terminate the appointment of a member of the Board unless the President has caused to be investigated an allegation made against that member and the allegation has been proven."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months for the despatch of business at the time and in the places determined by the chairperson. The Board shall meet at least once every three months for the despatch of business at the time and in the places determined by the chairperson. (2) The chairperson shall at the request in writing of not less than five members of the Board convene an extraordinary meeting of the Board at the place and time determined by the chairperson. The chairperson shall at the request in writing of not less than five members of the Board convene an extraordinary meeting of the Board at the place and time determined by the chairperson. (3) The quorum at a meeting of the Board is five members. The quorum at a meeting of the Board is five members. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, the deputy chairperson shall preside and in the absence of the deputy chairperson, a member of the Board elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, the deputy chairperson shall preside and in the absence of the deputy chairperson, a member of the Board elected by the members present from among their number shall preside."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration shall A member of the Board who has an interest in a matter for consideration shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and not participate in the deliberations of the Board in respect of the matter. not participate in the deliberations of the Board in respect of the matter. (2) A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and fails to A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and fails to disclose that interest; or disclose that interest; or recuse that member's self from the deliberations on the matter. recuse that member's self from the deliberations on the matter."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Establishment of committees",
      "content": "(1) The Board may, establish committees consisting of members of the Board or non-members or both to perform a function of the Board. The Board may, establish committees consisting of members of the Board or non-members or both to perform a function of the Board. (2) A committee may be chaired by a member of the Board. A committee may be chaired by a member of the Board. (3) The Board may assign to a committee a function determined by the Board but a committee composed of non-members is advisory only. The Board may assign to a committee a function determined by the Board but a committee composed of non-members is advisory only."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s54",
      "section": "54",
      "title": "Limitation on outside work",
      "content": "A member of the Board shall not, while in office, occupy any office of profit or engage in any partisan political activity. A member of the Board shall not, while in office, occupy any office of profit or engage in any partisan political activity."
    },
    {
      "provision_ref": "s55",
      "section": "55",
      "title": "Appointment of Executive Secretary",
      "content": "(1) The Commission shall have an Executive Secretary. The Commission shall have an Executive Secretary. (2) The President shall, in accordance with article 195 of the Constitution appoint the Executive Secretary for the Commission. The President shall, in accordance with article 195 of the Constitution appoint the Executive Secretary for the Commission. (3) The Executive Secretary shall hold office on the terms and conditions specified in the letter of appointment. The Executive Secretary shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s56",
      "section": "56",
      "title": "Functions of the Executive Secretary",
      "content": "(1) The Executive Secretary The Executive Secretary is responsible for the day to day administration of the Commission and is answerable to the Board in the performance of the functions under the Act; and is responsible for the day to day administration of the Commission and is answerable to the Board in the performance of the functions under the Act; and shall perform any other function determined by the Board. shall perform any other function determined by the Board. (2) The Executive Secretary may delegate a function to an officer of the Commission but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Executive Secretary may delegate a function to an officer of the Commission but shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s57",
      "section": "57",
      "title": "Appointment of other staff",
      "content": "The President may, in accordance with article 195 of the Constitution, appoint officers and other employees that are necessary for the effective implementation of the functions of the Commission. The President may, in accordance with article 195 of the Constitution, appoint officers and other employees that are necessary for the effective implementation of the functions of the Commission."
    },
    {
      "provision_ref": "s58",
      "section": "58",
      "title": "Secretary to the Board",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Secretary to the Board. The President shall, in accordance with article 195 of the Constitution, appoint a Secretary to the Board. (2) The Secretary shall perform the functions directed by the Executive Secretary or the Board. The Secretary shall perform the functions directed by the Executive Secretary or the Board. (3) The Secretary is, in the performance of functions, answerable to the Executive Secretary and the Board. The Secretary is, in the performance of functions, answerable to the Executive Secretary and the Board."
    },
    {
      "provision_ref": "s59",
      "section": "59",
      "title": "Engagement of expert",
      "content": "The Commission may engage the services of an expert for the purpose of exercising a power, duty or function under this Act. The Commission may engage the services of an expert for the purpose of exercising a power, duty or function under this Act."
    },
    {
      "provision_ref": "s60",
      "section": "60",
      "title": "60 Funds of the Commission",
      "content": "The funds of the Commission include moneys approved by Parliament; moneys approved by Parliament; administrative penalties imposed by the Commission; and administrative penalties imposed by the Commission; and donations, gifts and grants. donations, gifts and grants."
    },
    {
      "provision_ref": "s61",
      "section": "61",
      "title": "Bank account",
      "content": "The moneys for the Commission shall be paid into a bank account opened for that purpose with the approval of the Controller and Accountant-General. The moneys for the Commission shall be paid into a bank account opened for that purpose with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s62",
      "section": "62",
      "title": "Expenses of the Commission",
      "content": "The expenses of the Commission shall be paid from moneys provided for the Commission under section 60. The expenses of the Commission shall be paid from moneys provided for the Commission under section 60."
    },
    {
      "provision_ref": "s63",
      "section": "63",
      "title": "Accounts and audit",
      "content": "(1) The Commission shall keep the books, records, returns and other documents relating to the accounts of the Commission in the form approved by the Auditor-General. The Commission shall keep the books, records, returns and other documents relating to the accounts of the Commission in the form approved by the Auditor-General. (2) The Commission shall submit the accounts of the Commission to the Auditor-General for audit within six months after the end of the financial year. The Commission shall submit the accounts of the Commission to the Auditor-General for audit within six months after the end of the financial year. (3) The Auditor-General shall, not later than six months, after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Commission and the Board. The Auditor-General shall, not later than six months, after the receipt of the accounts, audit the accounts and forward a copy of the audit report to the Commission and the Board. (4) The financial year of the Commission shall be the same as the financial year of the Government. The financial year of the Commission shall be the same as the financial year of the Government."
    },
    {
      "provision_ref": "s64",
      "section": "64",
      "title": "Annual report and other reports",
      "content": "(1) The Commission shall within thirty days after the receipt of the audit report submit to the Minister an annual report covering the activities and the operations of the Commission for the year to which the report relates. The Commission shall within thirty days after the receipt of the audit report submit to the Minister an annual report covering the activities and the operations of the Commission for the year to which the report relates. (2) The annual report shall include the report of the Auditor-General. The annual report shall include the report of the Auditor-General. (3) The Minister shall, within one month after the receipt of the annual report, submit the annual report to Parliament with a statement that the Minister considers necessary. The Minister shall, within one month after the receipt of the annual report, submit the annual report to Parliament with a statement that the Minister considers necessary. (4) The Commission shall also submit to the Minister any other report which the Minister may require in writing. The Commission shall also submit to the Minister any other report which the Minister may require in writing."
    },
    {
      "provision_ref": "s65",
      "section": "65",
      "title": "Application for review",
      "content": "(1) A person who is dissatisfied with a decision of a public institution or a relevant private body, may apply to the Commission for a review of the decision. A person who is dissatisfied with a decision of a public institution or a relevant private body, may apply to the Commission for a review of the decision. (2) An application to the Commission may be made orally or in writing. An application to the Commission may be made orally or in writing. (3) Where an application is made orally, the Commission, shall reduce the oral application into writing and provide a copy of the written record to the applicant. Where an application is made orally, the Commission, shall reduce the oral application into writing and provide a copy of the written record to the applicant. (4) Where the applicant is illiterate and the application has been reduced into writing, the information officer at the commission shall Where the applicant is illiterate and the application has been reduced into writing, the information officer at the commission shall clearly and correctly read and explain the request to the understanding of the applicant in accordance with the Illiterates' Protection Act, 1912 (Cap 262); clearly and correctly read and explain the request to the understanding of the applicant in accordance with the Illiterates' Protection Act, 1912 (Cap 262); cause a witness to endorse on the face of the request that \"the request was read to the applicant in the language the applicant understands and the applicant appeared to have understood the content of the request\" and cause a witness to endorse on the face of the request that \"the request was read to the applicant in the language the applicant understands and the applicant appeared to have understood the content of the request\" and ask the applicant to make a thumbprint or mark on the request. ask the applicant to make a thumbprint or mark on the request."
    },
    {
      "provision_ref": "s66",
      "section": "66",
      "title": "Exhaustion of internal review procedure",
      "content": "Subject to subsections (1) and (2) of section 65, an application to the Commission for a review of the decision of a public institution shall only be made to the Commission after the applicant has exhausted all rights of internal review offered by the public institution or relevant private body, or the Commission for a review of the decision of a public institution shall only be made to the Commission after the applicant has exhausted all rights of internal review offered by the public institution or relevant private body, or the High Court for a review of the decision of a public institution shall only be made after the applicant has exhausted all rights of review by the Commission. the High Court for a review of the decision of a public institution shall only be made after the applicant has exhausted all rights of review by the Commission."
    },
    {
      "provision_ref": "s67",
      "section": "67",
      "title": "Direct access",
      "content": "(1) Despite section 66, a person may make an application to the Commission without exhausting the internal review procedure under this Act where Despite section 66, a person may make an application to the Commission without exhausting the internal review procedure under this Act where the information requested is the personal information of the applicant and the initial request to a public institution or a relevant private body has been refused; the information requested is the personal information of the applicant and the initial request to a public institution or a relevant private body has been refused; the information requested was previously in the public domain; the information requested was previously in the public domain; the head of the public institution or the relevant private body is the information officer of that institution or body; or the head of the public institution or the relevant private body is the information officer of that institution or body; or the request for information is time bound. the request for information is time bound. (2) An applicant who requests access to information which is reasonably believed to be necessary to safeguard the life or liberty of a person may apply directly to the Commission for a review of the decision if that person An applicant who requests access to information which is reasonably believed to be necessary to safeguard the life or liberty of a person may apply directly to the Commission for a review of the decision if that person is refused access to the information; or is refused access to the information; or receives no notice of the decision of the public institution or the relevant private body within forty-eight hours of the request. receives no notice of the decision of the public institution or the relevant private body within forty-eight hours of the request. (3) Where the Commission receives an application under subsection (2), the Commission may on an assessment of the facts Where the Commission receives an application under subsection (2), the Commission may on an assessment of the facts determine the matter summarily; or determine the matter summarily; or remit the application to the information officer to undertake further investigation before making a determination. remit the application to the information officer to undertake further investigation before making a determination. (4) A staff member or a public institution or a relevant private body, who wishes to report a wrongdoing under this Act, may contact the Commission without exhausting any applicable internal procedures. A staff member or a public institution or a relevant private body, who wishes to report a wrongdoing under this Act, may contact the Commission without exhausting any applicable internal procedures."
    },
    {
      "provision_ref": "s68",
      "section": "68",
      "title": "Right to make representations",
      "content": "(1) In a matter before the Commission, reasonable opportunity shall be given to In a matter before the Commission, reasonable opportunity shall be given to the applicant; the applicant; the head of the public institution or relevant private body concerned; and the head of the public institution or relevant private body concerned; and a third party, if the information requested contains third party information and the third party can be reasonably located. a third party, if the information requested contains third party information and the third party can be reasonably located. (2) The Commission shall uphold the right of the public to be present during a hearing except when, in the view of the Commission, the circumstances dictate that the hearing should be held in camera. The Commission shall uphold the right of the public to be present during a hearing except when, in the view of the Commission, the circumstances dictate that the hearing should be held in camera. (3) With respect to any matter before it, the Commission may With respect to any matter before it, the Commission may summon witnesses, heads of organs of State, or any person where necessary; summon witnesses, heads of organs of State, or any person where necessary; allow an interested party on application to join proceedings; allow an interested party on application to join proceedings; provide assistance to an applicant where appropriate; provide assistance to an applicant where appropriate; allow a relevant person to participate in hearings through any medium that person chooses; or allow a relevant person to participate in hearings through any medium that person chooses; or administer oath and receive any evidence that it considers necessary under oath or on affidavit. administer oath and receive any evidence that it considers necessary under oath or on affidavit. (4) The Commission shall have the power, rights and privileges of the High Court or a Justice of the High Court at a trial for The Commission shall have the power, rights and privileges of the High Court or a Justice of the High Court at a trial for enforcing the attendance of witnesses and examining them on oath, affirmation or otherwise; enforcing the attendance of witnesses and examining them on oath, affirmation or otherwise; compelling the production of documents; and compelling the production of documents; and issuing a commission or request to examine witnesses abroad. issuing a commission or request to examine witnesses abroad."
    },
    {
      "provision_ref": "s69",
      "section": "69",
      "title": "Notices and communications",
      "content": "(1) The Commission shall serve notice on all relevant parties of The Commission shall serve notice on all relevant parties of its findings on its findings on an investigation, or an investigation, or monitoring, monitoring, its summary findings, its summary findings, an application, an application, a decision on a hearing, or a decision on a hearing, or a referral to an appropriate Court, including a right of appeal. a referral to an appropriate Court, including a right of appeal. (2) Where in the view of the Commission, service of the notice of the finding will cause prejudice as a result of the sensitive nature of the exempt information, the Commission shall amend the finding in the appropriate manner. Where in the view of the Commission, service of the notice of the finding will cause prejudice as a result of the sensitive nature of the exempt information, the Commission shall amend the finding in the appropriate manner. (3) The Commission may decide to dispense with notification where giving notice may The Commission may decide to dispense with notification where giving notice may prejudice the conduct of an investigation of a breach or possible breach of the law; prejudice the conduct of an investigation of a breach or possible breach of the law; prejudice the enforcement or administration of the law; prejudice the enforcement or administration of the law; endanger the life or physical safety of a person; endanger the life or physical safety of a person; cause substantial prejudice to the commercial interests of a private individual or a private business; or cause substantial prejudice to the commercial interests of a private individual or a private business; or impair relations between Ghana and other States. impair relations between Ghana and other States."
    },
    {
      "provision_ref": "s70",
      "section": "70",
      "title": "Duty to assist Commission",
      "content": "A public institution, a relevant private body or an interested party shall assist the Commission in the course of an application or investigation. A public institution, a relevant private body or an interested party shall assist the Commission in the course of an application or investigation."
    },
    {
      "provision_ref": "s71",
      "section": "71",
      "title": "Orders, decisions and directives",
      "content": "(1) The Commission shall issue binding orders or make recommendations on a matter before the Commission. The Commission shall issue binding orders or make recommendations on a matter before the Commission. (2) A decision of the Commission may include A decision of the Commission may include an affirmation of the decision of the information holder; an affirmation of the decision of the information holder; a variation of the type of access originally granted or requested; a variation of the type of access originally granted or requested; setting aside the decision of the public institution or relevant private body; setting aside the decision of the public institution or relevant private body; making a ruling; making a ruling; requiring the public institution or relevant private body to take the steps that are necessary to ensure that the public institution or relevant private body has complied with the obligations under this Act; requiring the public institution or relevant private body to take the steps that are necessary to ensure that the public institution or relevant private body has complied with the obligations under this Act; imposition of an administrative penalty against the public institution or relevant private body where the public institution or relevant private body fails to comply with an obligation under this Act; imposition of an administrative penalty against the public institution or relevant private body where the public institution or relevant private body fails to comply with an obligation under this Act; mandating negotiation, conciliation and arbitration for the purpose of the resolution of a complaint; or mandating negotiation, conciliation and arbitration for the purpose of the resolution of a complaint; or any other summary order it considers just and equitable. any other summary order it considers just and equitable. (3) The Commission shall The Commission shall produce a statement of facts, findings and reasoning for decisions on matters before it, and produce a statement of facts, findings and reasoning for decisions on matters before it, and make a copy of the statement, findings and reasoning available to parties to the matter free of charge. make a copy of the statement, findings and reasoning available to parties to the matter free of charge. (4) The Commission may issue directives that the Commission considers necessary for the enforcement of its decisions. The Commission may issue directives that the Commission considers necessary for the enforcement of its decisions."
    },
    {
      "provision_ref": "s72",
      "section": "72",
      "title": "Burden of proof",
      "content": "(1) Subject to subsection (3), the public institution or relevant private body shall bear the burden of proof. Subject to subsection (3), the public institution or relevant private body shall bear the burden of proof. (2) Where the public institution or relevant private body refuses to grant access to information, that public institution or relevant private body shall be required to prove that Where the public institution or relevant private body refuses to grant access to information, that public institution or relevant private body shall be required to prove that the information requested is exempt from disclosure under this Act; and the information requested is exempt from disclosure under this Act; and more harm would be caused by the release of the information to the applicant over and above the public interest in the release of the information. more harm would be caused by the release of the information to the applicant over and above the public interest in the release of the information. (3) The applicant bears the burden of proof where The applicant bears the burden of proof where a request to a relevant private body is refused on the basis that the information requested does not assist in the exercise or protection of a right; or a request to a relevant private body is refused on the basis that the information requested does not assist in the exercise or protection of a right; or the applicant asserts that the applicant asserts that the reproduction fee is not payable on the basis that the information requested is in the public interest; or the reproduction fee is not payable on the basis that the information requested is in the public interest; or the applicant is indigent. the applicant is indigent."
    },
    {
      "provision_ref": "s73",
      "section": "73",
      "title": "Information officers",
      "content": "For the purposes of this Act, an information officer of a public institution or an officer designated as an information officer shall perform the functions assigned to an information officer under this Act. For the purposes of this Act, an information officer of a public institution or an officer designated as an information officer shall perform the functions assigned to an information officer under this Act."
    },
    {
      "provision_ref": "s74",
      "section": "74",
      "title": "Immunities",
      "content": "(1) An information officer is not liable to any action, claim, suit or demand whether criminal or civil for an omission or action taken by that information officer who, in the course of duty provides information to an applicant or in compliance with the provisions of this Act. An information officer is not liable to any action, claim, suit or demand whether criminal or civil for an omission or action taken by that information officer who, in the course of duty provides information to an applicant or in compliance with the provisions of this Act. (2) The giving of information under this Act or the making of a decision to give information does not constitute, for the purposes of the law relating to defamation or breach of confidence, an authorisation or approval of the publication of the information by the person to whom information is given. The giving of information under this Act or the making of a decision to give information does not constitute, for the purposes of the law relating to defamation or breach of confidence, an authorisation or approval of the publication of the information by the person to whom information is given."
    },
    {
      "provision_ref": "s75",
      "section": "75",
      "title": "Fees and charges of public institution",
      "content": "(1) An applicant seeking access to information under this Act shall pay the fee or charge approved by Parliament in accordance with the Fees and Charges (Miscellaneous Provisions) Act, 2009 (Act 793). An applicant seeking access to information under this Act shall pay the fee or charge approved by Parliament in accordance with the Fees and Charges (Miscellaneous Provisions) Act, 2009 (Act 793). (2) Despite subsection (1), a fee or charge shall not be payable for Despite subsection (1), a fee or charge shall not be payable for the reproduction of personal information of the applicant; the reproduction of personal information of the applicant; the reproduction of personal information of a person on whose behalf an application is made; the reproduction of personal information of a person on whose behalf an application is made; the reproduction of information which is in the public interest; the reproduction of information which is in the public interest; information that should have been provided within the stipulated time under this Act; information that should have been provided within the stipulated time under this Act; information to an applicant who is indigent; information to an applicant who is indigent; information to a person with disability; information to a person with disability; time spent by an information officer or information reviewing officer in reviewing the information requested; time spent by an information officer or information reviewing officer in reviewing the information requested; time spent by an information officer or information reviewing officer in examining whether the information requested is exempt information; or time spent by an information officer or information reviewing officer in examining whether the information requested is exempt information; or preparing the information for which access is to be provided. preparing the information for which access is to be provided. (3) Where a request is made for information to be provided in a language other than the language in which the information is held, the information officer may request the applicant to pay the reasonable costs for translating the information into the language requested by the applicant. Where a request is made for information to be provided in a language other than the language in which the information is held, the information officer may request the applicant to pay the reasonable costs for translating the information into the language requested by the applicant. (4) Where a request is made for a written transcript of the information held by a public institution, the information officer may request the applicant to pay the reasonable cost of the transcription. Where a request is made for a written transcript of the information held by a public institution, the information officer may request the applicant to pay the reasonable cost of the transcription. (5) Where a request is made for information to be provided in a medium or format in which the information is held, the information officer may request the applicant to pay the reasonable cost of media conversion of reformatting. Where a request is made for information to be provided in a medium or format in which the information is held, the information officer may request the applicant to pay the reasonable cost of media conversion of reformatting."
    },
    {
      "provision_ref": "s76",
      "section": "76",
      "title": "Retention of charges",
      "content": "(1) Subject to the Constitution, a public institution is authorised to retain charges received by that public institution under this Act. Subject to the Constitution, a public institution is authorised to retain charges received by that public institution under this Act. (2) The charges retained by the public institution under subsection (1), shall The charges retained by the public institution under subsection (1), shall only be used to defray expenses incurred by the public institution in the performance of functions under this Act; and only be used to defray expenses incurred by the public institution in the performance of functions under this Act; and be paid into a bank account opened for the purpose with the approval of the Controller and Accountant-General. be paid into a bank account opened for the purpose with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s77",
      "section": "77",
      "title": "Annual reports by public institutions",
      "content": "(1) A public institution shall, within sixty days after the 31st of December each year, submit a written report on the activities of the public institution under this Act during the preceding year to the Commission. A public institution shall, within sixty days after the 31st of December each year, submit a written report on the activities of the public institution under this Act during the preceding year to the Commission. (2) The report shall include The report shall include the number of applications for information during the reporting period; the number of applications for information during the reporting period; the number of applications approved and the number rejected together with the reasons for the rejection; the number of applications approved and the number rejected together with the reasons for the rejection; the number of reviews requested, the number granted and the number dismissed together with reasons; and the number of reviews requested, the number granted and the number dismissed together with reasons; and the number of applications to the Court for judicial review and the results of the reviews, if any. the number of applications to the Court for judicial review and the results of the reviews, if any. (3) The Minister may in writing request for any other information which the Minister considers necessary for the purposes of submitting a comprehensive report to Parliament. The Minister may in writing request for any other information which the Minister considers necessary for the purposes of submitting a comprehensive report to Parliament. (4) The Minister shall by the 30th of June each year, lay before Parliament, an annual report on the activities of public institutions and the Commission in respect of the preceding year based on the annual reports of the public institutions. The Minister shall by the 30th of June each year, lay before Parliament, an annual report on the activities of public institutions and the Commission in respect of the preceding year based on the annual reports of the public institutions."
    },
    {
      "provision_ref": "s78",
      "section": "78",
      "title": "Limitation of period for information exempt from disclosure",
      "content": "(1) Information classified as exempt information under sections 5 to 16 ceases to be exempt information on the expiry of thirty years calculated from the end of the calendar year in which the information came into existence. Information classified as exempt information under sections 5 to 16 ceases to be exempt information on the expiry of thirty years calculated from the end of the calendar year in which the information came into existence. (2) On the expiry of the period specified in subsection (1), a person may seek access to the information and the public institution which has custody of the information shall give access in accordance with the procedure established under this Act, except that where disclosure of the information will endanger the life or physical safety of an individual, public safety, national security, national economic interest and international relations with any other country the information shall not be disclosed. On the expiry of the period specified in subsection (1), a person may seek access to the information and the public institution which has custody of the information shall give access in accordance with the procedure established under this Act, except that where disclosure of the information will endanger the life or physical safety of an individual, public safety, national security, national economic interest and international relations with any other country the information shall not be disclosed."
    },
    {
      "provision_ref": "s79",
      "section": "79",
      "title": "Information held by the national archives, museums and libraries",
      "content": "This Act does not apply to information held by the national archives, libraries and museums to which the public have access. This Act does not apply to information held by the national archives, libraries and museums to which the public have access."
    },
    {
      "provision_ref": "s80",
      "section": "80",
      "title": "Application of Act to existing and future information",
      "content": "This Act applies to information which came into existence before, or comes into existence after, the commencement of this Act. This Act applies to information which came into existence before, or comes into existence after, the commencement of this Act."
    },
    {
      "provision_ref": "s81",
      "section": "81",
      "title": "Offence of disclosure of exempt information",
      "content": "A person who willfully discloses information which is exempt from disclosure under this Act commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than five hundred penalty units or to a term of imprisonment of not less than six months and not more than three years or to both. A person who willfully discloses information which is exempt from disclosure under this Act commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than five hundred penalty units or to a term of imprisonment of not less than six months and not more than three years or to both."
    },
    {
      "provision_ref": "s82",
      "section": "82",
      "title": "Other offences",
      "content": "(1) A failure or neglect by an information officer or other public officer to perform a function authorised by this Act where the occasion arises to perform that function constitutes a gross misconduct. A failure or neglect by an information officer or other public officer to perform a function authorised by this Act where the occasion arises to perform that function constitutes a gross misconduct. (2) A person who A person who seeks or gains access to the personal record of another person under false pretences, seeks or gains access to the personal record of another person under false pretences, willfully makes a false statement willfully makes a false statement to mislead any other person in order to gain access, or to mislead any other person in order to gain access, or to gain access to information, or to gain access to information, or with intent to deny right to information, with intent to deny right to information, destroys, damages, alters or conceals a document, or destroys, damages, alters or conceals a document, or makes a false entry in a document, commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than five hundred penalty units or to a term of imprisonment of not less than one year and not more than three years or to both the fine and the term of imprisonment. makes a false entry in a document, commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than five hundred penalty units or to a term of imprisonment of not less than one year and not more than three years or to both the fine and the term of imprisonment. (1) The Minister may, in consultation with the Board, by legislative instrument, make Regulations The Minister may, in consultation with the Board, by legislative instrument, make Regulations making it obligatory for public institutions and private organisations to maintain their records in good and accessible condition in order to facilitate access to information; making it obligatory for public institutions and private organisations to maintain their records in good and accessible condition in order to facilitate access to information; for further procedures for access to information under this Act; and for further procedures for access to information under this Act; and to provide for matters that are necessary to give full effect to this Act. to provide for matters that are necessary to give full effect to this Act. (2) The Minister may, in consultation with the Board, by legislative instrument, extend the application of this Act to the private sector. The Minister may, in consultation with the Board, by legislative instrument, extend the application of this Act to the private sector. (3) The legislative instrument made under subsection (1) shall specify The legislative instrument made under subsection (1) shall specify the provision of the Act which shall apply to the private sector; the provision of the Act which shall apply to the private sector; the type of information to which access should be given; and the type of information to which access should be given; and the exemptions which shall apply to the private sector as they apply in the public sector. the exemptions which shall apply to the private sector as they apply in the public sector."
    },
    {
      "provision_ref": "s82",
      "section": "82",
      "title": "Regulations",
      "content": "(1) The Minister may, in consultation with the Board, by legislative instrument, make Regulations The Minister may, in consultation with the Board, by legislative instrument, make Regulations making it obligatory for public institutions and private organisations to maintain their records in good and accessible condition in order to facilitate access to information; making it obligatory for public institutions and private organisations to maintain their records in good and accessible condition in order to facilitate access to information; for further procedures for access to information under this Act; and for further procedures for access to information under this Act; and to provide for matters that are necessary to give full effect to this Act. to provide for matters that are necessary to give full effect to this Act. (2) The Minister may, in consultation with the Board, by legislative instrument, extend the application of this Act to the private sector. The Minister may, in consultation with the Board, by legislative instrument, extend the application of this Act to the private sector. (3) The legislative instrument made under subsection (1) shall specify The legislative instrument made under subsection (1) shall specify the provision of the Act which shall apply to the private sector; the provision of the Act which shall apply to the private sector; the type of information to which access should be given; and the type of information to which access should be given; and the exemptions which shall apply to the private sector as they apply in the public sector. the exemptions which shall apply to the private sector as they apply in the public sector."
    },
    {
      "provision_ref": "s84",
      "section": "84",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,\"access\" means right to information;\"access to information\" means the right to obtain information from a public institution;\"Attorney-General\" means the Attorney-General appointed under article 88 of the Constitution;\"Commission\" means the Right to Information Commission established under section 40 of this Act;\"contact details\" means the information by which an applicant and an information officer may be contacted for the purposes of obtaining or providing access to information under this Act;\"contractor\" means a person who has agreed to provide goods or services to another person under a set of agreed terms with that other person;\"Court\" means a court of competent jurisdiction;\"designated officer\" means an officer so designated for the purposes of this Act;\"exempt information\" means information which falls within any of the exemptions specified in sections 5 to 16;\"function\" includes powers and duties;\"Government\" means any authority by which the executive authority of the Republic of Ghana is duly exercised;\"information\" includes recorded matter or material,(a)regardless of form or medium,(b)in the possession or under the control or custody of a public institution, and(c)whether or not it was created or made by a public institution and, in the case of a private body, relates to the performance of a public function;\"information officer\" includes the information officer of the public institution or the officer designated as an information officer to whom an application is made;'\"international organisation\" includes an organisation of States or Government of States or an organ of that organisation;\"Minister\" means the Minister responsible for Information;\"public institution\" includes a private institution or a private organisation that receives public resources or provides a, public function;\"relevant private body\" means a private body that the Minister may by legislative instrument add to the list of private bodies performing a public function;\"right to information\" means the right assigned to access information;\"State secret\" includes information considered confidential by the Government which if disclosed would be prejudicial to the security of the State or injurious to the public interest; and\"trade secret\" means a secret formula or technique, process, programme, device or product known and used to the advantage of only one manufacturer and the disclosure of which would cause significant economic loss to the owner or manufacturer. In this Act, unless the context otherwise requires, \"access\" means right to information; \"access to information\" means the right to obtain information from a public institution; \"Attorney-General\" means the Attorney-General appointed under article 88 of the Constitution; \"Commission\" means the Right to Information Commission established under section 40 of this Act; \"contact details\" means the information by which an applicant and an information officer may be contacted for the purposes of obtaining or providing access to information under this Act; \"contractor\" means a person who has agreed to provide goods or services to another person under a set of agreed terms with that other person; \"Court\" means a court of competent jurisdiction; \"designated officer\" means an officer so designated for the purposes of this Act; \"exempt information\" means information which falls within any of the exemptions specified in sections 5 to 16; \"function\" includes powers and duties; \"Government\" means any authority by which the executive authority of the Republic of Ghana is duly exercised; regardless of form or medium, in the possession or under the control or custody of a public institution, and whether or not it was created or made by a public institution and, in the case of a private body, relates to the performance of a public function; \"information officer\" includes the information officer of the public institution or the officer designated as an information officer to whom an application is made;' \"international organisation\" includes an organisation of States or Government of States or an organ of that organisation; \"Minister\" means the Minister responsible for Information; \"public institution\" includes a private institution or a private organisation that receives public resources or provides a, public function; \"relevant private body\" means a private body that the Minister may by legislative instrument add to the list of private bodies performing a public function; \"right to information\" means the right assigned to access information; \"State secret\" includes information considered confidential by the Government which if disclosed would be prejudicial to the security of the State or injurious to the public interest; and \"trade secret\" means a secret formula or technique, process, programme, device or product known and used to the advantage of only one manufacturer and the disclosure of which would cause significant economic loss to the owner or manufacturer."
    },
    {
      "provision_ref": "s85",
      "section": "85",
      "title": "Application to and modification of existing enactments",
      "content": "Where an enactment in existence immediately before the coming into force of this Act, provides for the disclosure of information by a person or an authority, the disclosure of the information is subject to this Act. Where an enactment in existence immediately before the coming into force of this Act, provides for the disclosure of information by a person or an authority, the disclosure of the information is subject to this Act."
    },
    {
      "provision_ref": "s86",
      "section": "86",
      "title": "Commencement",
      "content": "This Act shall come into force at the commencement of the next financial year. This Act shall come into force at the commencement of the next financial year."
    }
  ],
  "definitions": [
    {
      "term": "access",
      "definition": "right to information",
      "source_provision": "s84"
    },
    {
      "term": "access to information",
      "definition": "the right to obtain information from a public institution",
      "source_provision": "s84"
    },
    {
      "term": "Attorney-General",
      "definition": "the Attorney-General appointed under article 88 of the Constitution",
      "source_provision": "s84"
    },
    {
      "term": "Commission",
      "definition": "the Right to Information Commission established under section 40 of this Act",
      "source_provision": "s84"
    },
    {
      "term": "contact details",
      "definition": "the information by which an applicant and an information officer may be contacted for the purposes of obtaining or providing access to information under this Act",
      "source_provision": "s84"
    },
    {
      "term": "contractor",
      "definition": "a person who has agreed to provide goods or services to another person under a set of agreed terms with that other person",
      "source_provision": "s84"
    },
    {
      "term": "Court",
      "definition": "a court of competent jurisdiction",
      "source_provision": "s84"
    },
    {
      "term": "designated officer",
      "definition": "an officer so designated for the purposes of this Act",
      "source_provision": "s84"
    },
    {
      "term": "exempt information",
      "definition": "information which falls within any of the exemptions specified in sections 5 to 16",
      "source_provision": "s84"
    },
    {
      "term": "Government",
      "definition": "any authority by which the executive authority of the Republic of Ghana is duly exercised",
      "source_provision": "s84"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Information",
      "source_provision": "s84"
    },
    {
      "term": "relevant private body",
      "definition": "a private body that the Minister may by legislative instrument add to the list of private bodies performing a public function",
      "source_provision": "s84"
    },
    {
      "term": "right to information",
      "definition": "the right assigned to access information",
      "source_provision": "s84"
    },
    {
      "term": "trade secret",
      "definition": "a secret formula or technique, process, programme, device or product known and used to the advantage of only one manufacturer and the disclosure of which would cause significant economic loss to the owner or manufacturer. In this Act, unless the context otherwise requires, \"access\" means right to information",
      "source_provision": "s84"
    },
    {
      "term": "access to information",
      "definition": "the right to obtain information from a public institution",
      "source_provision": "s84"
    },
    {
      "term": "Attorney-General",
      "definition": "the Attorney-General appointed under article 88 of the Constitution",
      "source_provision": "s84"
    },
    {
      "term": "Commission",
      "definition": "the Right to Information Commission established under section 40 of this Act",
      "source_provision": "s84"
    },
    {
      "term": "contact details",
      "definition": "the information by which an applicant and an information officer may be contacted for the purposes of obtaining or providing access to information under this Act",
      "source_provision": "s84"
    },
    {
      "term": "contractor",
      "definition": "a person who has agreed to provide goods or services to another person under a set of agreed terms with that other person",
      "source_provision": "s84"
    },
    {
      "term": "Court",
      "definition": "a court of competent jurisdiction",
      "source_provision": "s84"
    },
    {
      "term": "designated officer",
      "definition": "an officer so designated for the purposes of this Act",
      "source_provision": "s84"
    },
    {
      "term": "exempt information",
      "definition": "information which falls within any of the exemptions specified in sections 5 to 16",
      "source_provision": "s84"
    },
    {
      "term": "Government",
      "definition": "any authority by which the executive authority of the Republic of Ghana is duly exercised",
      "source_provision": "s84"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Information",
      "source_provision": "s84"
    },
    {
      "term": "relevant private body",
      "definition": "a private body that the Minister may by legislative instrument add to the list of private bodies performing a public function",
      "source_provision": "s84"
    },
    {
      "term": "right to information",
      "definition": "the right assigned to access information",
      "source_provision": "s84"
    }
  ]
}