{
  "id": "act-987-2019",
  "type": "act",
  "title": "Payment Systems and Services Act, 2019",
  "short_name": "PSS 2019",
  "act_number": 987,
  "year": 2019,
  "status": "in_force",
  "issued_date": "2019-05-14",
  "url": "https://ghalii.org/akn/gh/act/2019/987",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Application of this Act",
      "content": "This Act applies to a bank, a bank, a specialised deposit-taking institution, a specialised deposit-taking institution, a dedicated electronic money issuer, a dedicated electronic money issuer, a payment service provider, a payment service provider, an affiliate of a bank, a specialised deposit-taking institution or a financial holding company, and an affiliate of a bank, a specialised deposit-taking institution or a financial holding company, and an agent of a bank, a specialised deposit-taking institution, a dedicated electronic money issuer or a payment service provider. an agent of a bank, a specialised deposit-taking institution, a dedicated electronic money issuer or a payment service provider."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Application of relevant enactments",
      "content": "(1) This Act shall be read together with relevant enactments including in particular This Act shall be read together with relevant enactments including in particular the Bills of Exchange Act, 1961 (Act 55), the Bills of Exchange Act, 1961 (Act 55), the Companies Act, 1963 (Act 179), the Companies Act, 1963 (Act 179), the Bank of Ghana Act, 2002 (Act 612), the Bank of Ghana Act, 2002 (Act 612), the Electronic Communications Act, 2008 (Act 775) the Electronic Communications Act, 2008 (Act 775) the Electronic Transactions Act, 2008 (Act 772), the Electronic Transactions Act, 2008 (Act 772), the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930), and the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930), and the Data Protection Act, 2012 (Act 843). the Data Protection Act, 2012 (Act 843). (2) This Act shall not, except otherwise provided in this Act, derogate from the Bank of Ghana Act, 2002 (Act 612). This Act shall not, except otherwise provided in this Act, derogate from the Bank of Ghana Act, 2002 (Act 612)."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Bank of Ghana",
      "content": "(1) The Bank of Ghana shall have overall supervisory and regulatory authority in all matters relating to payment, clearing and settlement systems. The Bank of Ghana shall have overall supervisory and regulatory authority in all matters relating to payment, clearing and settlement systems. (2) For the purposes of subsection (1), the Bank of Ghana shall be responsible for regulating the following matters relating to the payment, clearing and settlement systems: For the purposes of subsection (1), the Bank of Ghana shall be responsible for regulating the following matters relating to the payment, clearing and settlement systems: promoting the safety and soundness of all payment, clearing and settlement systems; promoting the safety and soundness of all payment, clearing and settlement systems; regulating the issuance of electronic money, payment instrument, payment service providers and electronic money business; regulating the issuance of electronic money, payment instrument, payment service providers and electronic money business; promoting financial inclusion through the supervision of payment and settlement systems without risking the safety and soundness of the financial system; promoting financial inclusion through the supervision of payment and settlement systems without risking the safety and soundness of the financial system; establishing or facilitating financial market infrastructures in the interest of the public; establishing or facilitating financial market infrastructures in the interest of the public; ensuring that financial services are extended beyond traditional branch-based channels to the domain of every day transactions; ensuring that financial services are extended beyond traditional branch-based channels to the domain of every day transactions; ensuring that electronic money is only provided by authorised financial institutions regulated under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930) and duly licensed non-bank entities which are engaged solely in the business of electronic money and activities related or incidental to the business of electronic money; ensuring that electronic money is only provided by authorised financial institutions regulated under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930) and duly licensed non-bank entities which are engaged solely in the business of electronic money and activities related or incidental to the business of electronic money; ensuring that customers of electronic money issuers benefit from adequate transparency, fair treatment and effective recourse mechanism; ensuring that customers of electronic money issuers benefit from adequate transparency, fair treatment and effective recourse mechanism; dealing with unlawful or improper practices of payment service providers and electronic money issuers; dealing with unlawful or improper practices of payment service providers and electronic money issuers; formulating, monitoring and reviewing policies on the payment system; formulating, monitoring and reviewing policies on the payment system; determining general and specific payment conditions, standards, rules or procedures under this Act and any other implementing measures regarding a licensee or an authorised person and its activities to ensure that conditions, standards, rules or procedures are complied with; determining general and specific payment conditions, standards, rules or procedures under this Act and any other implementing measures regarding a licensee or an authorised person and its activities to ensure that conditions, standards, rules or procedures are complied with; issuing authorisation to banks and specialised deposit ­taking institutions; issuing authorisation to banks and specialised deposit ­taking institutions; issuing of licences to non-bank financial institutions; issuing of licences to non-bank financial institutions; granting approval to foreign entities with respect to establishment of representative offices; and granting approval to foreign entities with respect to establishment of representative offices; and any other payment system or product the Bank of Ghana may determine. any other payment system or product the Bank of Ghana may determine. (3) The supervisory functions of the Bank of Ghana under this Act shall be carried out through the supervisory structures established by the Bank of Ghana. The supervisory functions of the Bank of Ghana under this Act shall be carried out through the supervisory structures established by the Bank of Ghana. (4) The Bank of Ghana may authorise the heads of the supervisory structures or any other persons to do an act or exercise a power that the Bank of Ghana considers appropriate in order to carry out the responsibilities of the Bank of Ghana under this Act. The Bank of Ghana may authorise the heads of the supervisory structures or any other persons to do an act or exercise a power that the Bank of Ghana considers appropriate in order to carry out the responsibilities of the Bank of Ghana under this Act. (5) The Bank of Ghana may appoint a person to perform specified activities in relation to the payment and settlement systems in accordance with the Bank of Ghana Act, 2002 (Act 612). The Bank of Ghana may appoint a person to perform specified activities in relation to the payment and settlement systems in accordance with the Bank of Ghana Act, 2002 (Act 612)."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Payment Systems Advisory Committee",
      "content": "(1) In furtherance of subsection (2) of section 3, the Bank of Ghana shall establish a Payment Systems Advisory Committee. In furtherance of subsection (2) of section 3, the Bank of Ghana shall establish a Payment Systems Advisory Committee. (2) The Payment Systems Advisory Committee shall advise the Bank of Ghana on the following: The Payment Systems Advisory Committee shall advise the Bank of Ghana on the following: the regulation and oversight of the payment systems; the regulation and oversight of the payment systems; operational and technical stands of payment systems; and operational and technical stands of payment systems; and any other matter affecting payment services clearing and settlement of payments. any other matter affecting payment services clearing and settlement of payments. (3) The Payment Systems Advisory Committee shall consist of The Payment Systems Advisory Committee shall consist of the Governor of the Bank of Ghana or in the absence of the Governor, a Deputy Governor as the chairperson; the Governor of the Bank of Ghana or in the absence of the Governor, a Deputy Governor as the chairperson; one representative each of the following institutions not below the rank of a Director: one representative each of the following institutions not below the rank of a Director: National Information Technology Agency; National Information Technology Agency; Ministry of Finance; and Ministry of Finance; and six other members of relevant stakeholders determined by the Bank of Ghana. six other members of relevant stakeholders determined by the Bank of Ghana. (4) A member of the Payment Systems Advisory Committee shall hold office for a period of four years and is eligible for re-appointment for another term only. A member of the Payment Systems Advisory Committee shall hold office for a period of four years and is eligible for re-appointment for another term only. (5) Subsection (4) does not apply to the Governor of the Bank of Ghana or the alternate of the Governor of the Bank of Ghana. Subsection (4) does not apply to the Governor of the Bank of Ghana or the alternate of the Governor of the Bank of Ghana. (6) Members of the Payment Systems Advisory Committee shall be appointed by heads of relevant stakeholder institutions. Members of the Payment Systems Advisory Committee shall be appointed by heads of relevant stakeholder institutions."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Meetings of the Payment Systems Advisory Committee",
      "content": "(1) The Payment Systems Advisory Committee shall meet at least twice in a year for the despatch of business at the times and places determined by the chairperson. The Payment Systems Advisory Committee shall meet at least twice in a year for the despatch of business at the times and places determined by the chairperson. (2) The chairperson shall at the request in writing of not less than one-third of the membership of the Payment Systems Advisory Committee convene an extraordinary meeting of the Committee at the place and time determined by the chairperson. The chairperson shall at the request in writing of not less than one-third of the membership of the Payment Systems Advisory Committee convene an extraordinary meeting of the Committee at the place and time determined by the chairperson. (3) The quorum at a meeting of the Payment Systems Advisory Committee is six members of the Committee or a greater number determined by the Committee in respect of a particular matter. The quorum at a meeting of the Payment Systems Advisory Committee is six members of the Committee or a greater number determined by the Committee in respect of a particular matter. (4) The chairperson shall preside at meetings of the Payment Systems Advisory Committee and in the absence of the chairperson, the alternate of the chairperson shall preside. The chairperson shall preside at meetings of the Payment Systems Advisory Committee and in the absence of the chairperson, the alternate of the chairperson shall preside. (5) Matters before the Payment Systems Advisory Committee shall be decided by a majority of the members present and voting, and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Payment Systems Advisory Committee shall be decided by a majority of the members present and voting, and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Payment Systems Advisory Committee may co-opt a person to attend a meeting of the Payment Systems Advisory Committee but that person shall not vote on a matter for decision at the meeting. The Payment Systems Advisory Committee may co-opt a person to attend a meeting of the Payment Systems Advisory Committee but that person shall not vote on a matter for decision at the meeting. (7) The validity of any proceedings of the Payment Systems Advisory Committee shall not be affected by any vacancy among its members or by any defect in the appointment of any of the members. The validity of any proceedings of the Payment Systems Advisory Committee shall not be affected by any vacancy among its members or by any defect in the appointment of any of the members. (8) The Payment Systems Advisory Committee shall, subject to this Act, regulate the procedure for its meetings. The Payment Systems Advisory Committee shall, subject to this Act, regulate the procedure for its meetings. (9) Members of the Payment Systems Advisory Committee shall be paid allowances approved by the Bank of Ghana. Members of the Payment Systems Advisory Committee shall be paid allowances approved by the Bank of Ghana."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Payment Systems Advisory Committee who has an interest in a matter for consideration shall A member of the Payment Systems Advisory Committee who has an interest in a matter for consideration shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and not participate in the deliberations of the Payment Systems Advisory Committee in respect of that matter. not participate in the deliberations of the Payment Systems Advisory Committee in respect of that matter. (2) A member ceases to be a member of the Payment Systems Advisory Committee if that member has an interest in a matter before the Payment Systems Advisory Committee and A member ceases to be a member of the Payment Systems Advisory Committee if that member has an interest in a matter before the Payment Systems Advisory Committee and fails to disclose that interest; or fails to disclose that interest; or participates in the deliberations of the Payment Systems Advisory Committee in respect of that matter. participates in the deliberations of the Payment Systems Advisory Committee in respect of that matter. (3) Where there is a vacancy under subsection (2), the Bank of Ghana shall notify the head of the relevant agency to appoint a person to fill the vacancy. Where there is a vacancy under subsection (2), the Bank of Ghana shall notify the head of the relevant agency to appoint a person to fill the vacancy."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Operation as a payment service provider",
      "content": "(1) A body corporate other than a body corporate regulated under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930) shall not operate a payment system or provide a payment service without a payment system licence issued by the Bank of Ghana in accordance with this Act. A body corporate other than a body corporate regulated under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930) shall not operate a payment system or provide a payment service without a payment system licence issued by the Bank of Ghana in accordance with this Act. (2) A person who is licensed as a payment service provider by the Bank of Ghana in accordance with this Act may provide the following services: A person who is licensed as a payment service provider by the Bank of Ghana in accordance with this Act may provide the following services: clearing of payment instructions among financial and non-financial institutions; clearing of payment instructions among financial and non-financial institutions; settling of obligations arising from the clearing of payment instructions; settling of obligations arising from the clearing of payment instructions; transfer of funds from one account to another using any electronic means; transfer of funds from one account to another using any electronic means; transfer of electronic money from one electronic device to another; transfer of electronic money from one electronic device to another; provision of technological services to facilitate switching, routing, clearing and data management; provision of technological services to facilitate switching, routing, clearing and data management; facilitation of interoperability of payment systems and services among payment systems providers; facilitation of interoperability of payment systems and services among payment systems providers; provision of electronic payment services to the unbanked and under-banked population; provision of electronic payment services to the unbanked and under-banked population; establishing a payment clearing house; establishing a payment clearing house; provision of financial communication network; provision of financial communication network; issuing of electronic payment instruments; issuing of electronic payment instruments; issuing of prepaid cards, credit cards and debit cards; issuing of prepaid cards, credit cards and debit cards; payment system aggregation function; payment system aggregation function; provision of any electronic platform for payment or receipt of funds; provision of any electronic platform for payment or receipt of funds; printing of non-cash paper payment instrument; or printing of non-cash paper payment instrument; or any other service prescribed by the Bank of Ghana. any other service prescribed by the Bank of Ghana."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Application for a payment system licence",
      "content": "(1) A body corporate which intends to operate as a payment service provider shall apply in a prescribed form for a payment system licence. A body corporate which intends to operate as a payment service provider shall apply in a prescribed form for a payment system licence. (2) An application made under subsection (1) shall An application made under subsection (1) shall set out the nature and functionality of the proposed payment services that will be made available to customers, and set out the nature and functionality of the proposed payment services that will be made available to customers, and contain sufficient information to enable the Bank of Ghana to evaluate the requirements including contain sufficient information to enable the Bank of Ghana to evaluate the requirements including information about the applicant and the business organisation of the applicant; information about the applicant and the business organisation of the applicant; a list of the current or proposed significant shareholders of the applicant and the percentages of shares owned or to be owned by each; a list of the current or proposed significant shareholders of the applicant and the percentages of shares owned or to be owned by each; proposed payment services or products to be made available to customers; proposed payment services or products to be made available to customers; a business plan; a business plan; financial projections for its proposed payment services operations for the first five years indicating the intended initial geographical coverage of the service, including agent coverage where applicable; financial projections for its proposed payment services operations for the first five years indicating the intended initial geographical coverage of the service, including agent coverage where applicable; an expansion plan, where applicable; an expansion plan, where applicable; information on all bank accounts to be used in the conduct of payment services where applicable; and information on all bank accounts to be used in the conduct of payment services where applicable; and be accompanied with be accompanied with a valid registration certificate obtained from the Data Protection Commission or any entity authorised by law to permit the entity to control data; and a valid registration certificate obtained from the Data Protection Commission or any entity authorised by law to permit the entity to control data; and any other information that the Bank of Ghana may require. any other information that the Bank of Ghana may require. (3) An applicant is eligible to be licensed or have a licence renewed as a payment service provider if that applicant satisfies the requirements specified under sections 18, 19, 20, 44 and 47. An applicant is eligible to be licensed or have a licence renewed as a payment service provider if that applicant satisfies the requirements specified under sections 18, 19, 20, 44 and 47. (4) An applicant shall have at least a thirty percent equity participation of a Ghanaian. An applicant shall have at least a thirty percent equity participation of a Ghanaian. (5) The Bank of Ghana may, within ninety days following receipt of a complete application or where further information has been required, after receipt of the information, grant or refuse the application. The Bank of Ghana may, within ninety days following receipt of a complete application or where further information has been required, after receipt of the information, grant or refuse the application. (6) The Bank of Ghana may grant a licence where the Bank of Ghana is satisfied that the applicant has met the requirements for a licence specified under sections 18, 19, 20, 44 and 47, and any other requirement specified by the Bank of Ghana. The Bank of Ghana may grant a licence where the Bank of Ghana is satisfied that the applicant has met the requirements for a licence specified under sections 18, 19, 20, 44 and 47, and any other requirement specified by the Bank of Ghana. (7) The Bank of Ghana may, where it grants a licence, impose terms and conditions, as the Bank of Ghana considers appropriate. The Bank of Ghana may, where it grants a licence, impose terms and conditions, as the Bank of Ghana considers appropriate. (8) The Bank of Ghana may reject the application for a licence where The Bank of Ghana may reject the application for a licence where the applicant or any of its significant shareholders has been convicted of a crime involving a financial transaction in any jurisdiction within the past ten years; or the applicant or any of its significant shareholders has been convicted of a crime involving a financial transaction in any jurisdiction within the past ten years; or the application contains false or misleading information; the application contains false or misleading information; the applicant fails to respond to a request from the Bank of Ghana for additional information within thirty days of a second request for the same information; the applicant fails to respond to a request from the Bank of Ghana for additional information within thirty days of a second request for the same information; the documents submitted by the applicant are incomplete; or the documents submitted by the applicant are incomplete; or the Bank of Ghana on reasonable grounds is convinced that the applicant is incapable of performing the functions under this Act. the Bank of Ghana on reasonable grounds is convinced that the applicant is incapable of performing the functions under this Act. (9) An applicant whose application is rejected may re-submit the application if the deficiencies that formed the basis for refusal of the initial application have been rectified. An applicant whose application is rejected may re-submit the application if the deficiencies that formed the basis for refusal of the initial application have been rectified."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Carrying on payment service business without a licence",
      "content": "(1) A person who carries out payment service business without a licence commits an offence and if that person is A person who carries out payment service business without a licence commits an offence and if that person is an individual, is liable on summary conviction to a fine of not less than two thousand penalty units and not more than four thousand penalty units or to a term of imprisonment of not less than four years and not more than seven years, or to both; or an individual, is liable on summary conviction to a fine of not less than two thousand penalty units and not more than four thousand penalty units or to a term of imprisonment of not less than four years and not more than seven years, or to both; or a body corporate, is liable on summary conviction to a fine of not less than four thousand five hundred penalty units and not more than seven thousand penalty units. a body corporate, is liable on summary conviction to a fine of not less than four thousand five hundred penalty units and not more than seven thousand penalty units. (2) A person who is convicted of an offence under subsection (1) shall immediately cease the operations of payment services. A person who is convicted of an offence under subsection (1) shall immediately cease the operations of payment services."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Application for payment systems authorisation",
      "content": "(1) A body corporate regulated under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930) shall not engage in a payment service business unless that body corporate applies for authorisation from the Bank of Ghana. A body corporate regulated under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930) shall not engage in a payment service business unless that body corporate applies for authorisation from the Bank of Ghana. (2) An application under subsection (1) shall An application under subsection (1) shall be in the prescribed form, be in the prescribed form, set out the nature and functionality of the proposed payment services that will be made available to customers, and set out the nature and functionality of the proposed payment services that will be made available to customers, and contain sufficient information to enable the Bank of Ghana evaluate the requirements including contain sufficient information to enable the Bank of Ghana evaluate the requirements including the proposed payment services that the applicant intends to offer; the proposed payment services that the applicant intends to offer; a business plan; a business plan; financial projections for the first five years for the proposed payment services indicating the intended areas of activities, initial geographical coverage of the service, including agent coverage where applicable; financial projections for the first five years for the proposed payment services indicating the intended areas of activities, initial geographical coverage of the service, including agent coverage where applicable; an expansion plan, where applicable; and an expansion plan, where applicable; and any other information that the Bank of Ghana may require. any other information that the Bank of Ghana may require. (3) An applicant may be granted authorisation or have its authorisation renewed as a payment service provider if the applicant satisfies the requirements specified in sections 18, 19, 20, 44 and 47. An applicant may be granted authorisation or have its authorisation renewed as a payment service provider if the applicant satisfies the requirements specified in sections 18, 19, 20, 44 and 47. (4) The Bank of Ghana shall, within ninety days from the date of receipt of a complete application, grant or refuse an application for payment services authorisation. The Bank of Ghana shall, within ninety days from the date of receipt of a complete application, grant or refuse an application for payment services authorisation. (5) The Bank of Ghana may reject an application for authorisation where The Bank of Ghana may reject an application for authorisation where the application contains false or misleading information; the application contains false or misleading information; the applicant fails to respond to a request from the Bank of Ghana for additional information within thirty days of a second request for the same information; the applicant fails to respond to a request from the Bank of Ghana for additional information within thirty days of a second request for the same information; the documents submitted by the applicant are incomplete; or the documents submitted by the applicant are incomplete; or the Bank of Ghana on reasonable grounds is convinced that the applicant is incapable of performing the functions under this Act. the Bank of Ghana on reasonable grounds is convinced that the applicant is incapable of performing the functions under this Act."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Carrying on the business of payment service without authorisation",
      "content": "(1) A body corporate regulated under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930) that carries on the business of payment services without authorisation from the Bank of Ghana is liable to pay to the Bank of Ghana an administrative penalty of five thousand penalty units. A body corporate regulated under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930) that carries on the business of payment services without authorisation from the Bank of Ghana is liable to pay to the Bank of Ghana an administrative penalty of five thousand penalty units. (2) A body corporate which is liable under subsection (1), shall immediately cease the operations of payment services. A body corporate which is liable under subsection (1), shall immediately cease the operations of payment services."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Suspension of a payment system licence or authorisation",
      "content": "(1) The Bank of Ghana may suspend a payment system licence or authorisation where The Bank of Ghana may suspend a payment system licence or authorisation where the Bank of Ghana is satisfied that a payment service provider has failed to meet infrastructure requirements or any other requirements specified by the Bank of Ghana; the Bank of Ghana is satisfied that a payment service provider has failed to meet infrastructure requirements or any other requirements specified by the Bank of Ghana; the Bank of Ghana is satisfied that the affairs of that payment service provider are being conducted in a manner that is detrimental to the interests of the payment system; or the Bank of Ghana is satisfied that the affairs of that payment service provider are being conducted in a manner that is detrimental to the interests of the payment system; or the payment service provider is required to suspend service under any other law. the payment service provider is required to suspend service under any other law. (2) Subject to subsection (1), where the Bank of Ghana proposes to suspend a licence or authorisation, the Bank of Ghana shall give notice in writing to the licensee or the authorised institution to show cause why the licence or authorisation should not be suspended. Subject to subsection (1), where the Bank of Ghana proposes to suspend a licence or authorisation, the Bank of Ghana shall give notice in writing to the licensee or the authorised institution to show cause why the licence or authorisation should not be suspended. (3) Where the licensee or authorised institution fails to show cause within the period specified in the notice to the satisfaction of the Bank of Ghana, the Bank of Ghana may Where the licensee or authorised institution fails to show cause within the period specified in the notice to the satisfaction of the Bank of Ghana, the Bank of Ghana may suspend the licence or authorisation; or suspend the licence or authorisation; or make any other order as the Bank of Ghana considers appropriate, make any other order as the Bank of Ghana considers appropriate, (4) Without limiting paragraph (b) of subsection (3), the Bank of Ghana shall take any action it considers appropriate against a person whose licence or authorisation is suspended to protect the interest of customers. Without limiting paragraph (b) of subsection (3), the Bank of Ghana shall take any action it considers appropriate against a person whose licence or authorisation is suspended to protect the interest of customers."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Revocation of a payment system licence or authorisation",
      "content": "(1) The Bank of Ghana may revoke a payment system licence or authorisation where The Bank of Ghana may revoke a payment system licence or authorisation where any other licence or authorisation related to payment services or issuance of electronic money is revoked under any other law; any other licence or authorisation related to payment services or issuance of electronic money is revoked under any other law; the payment service provider or electronic money issuer refuses to permit an inspection or provide information required by the Bank of Ghana; the payment service provider or electronic money issuer refuses to permit an inspection or provide information required by the Bank of Ghana; the payment service provider or electronic money issuer provides false or misleading information for purposes of applying for the licence or authorisation; the payment service provider or electronic money issuer provides false or misleading information for purposes of applying for the licence or authorisation; the payment service provider or electronic money issuer fails to comply with the terms and conditions of the licence or authorisation; the payment service provider or electronic money issuer fails to comply with the terms and conditions of the licence or authorisation; the payment service provider or electronic money issuer engages in a pattern of unsafe or unsound practices that the payment service provider or electronic money issuer engages in a pattern of unsafe or unsound practices that threaten the financial condition of the payment service provider or electronic money issuer; or threaten the financial condition of the payment service provider or electronic money issuer; or is detrimental to the interests of users and other providers; is detrimental to the interests of users and other providers; the payment service provider or electronic money issuer is insolvent under any law or as determined by a court of competent jurisdiction; the payment service provider or electronic money issuer is insolvent under any law or as determined by a court of competent jurisdiction; the payment service provider or electronic money issuer ceases to carry on the business of payment services in the country or goes into liquidation, is wound up, or is dissolved; the payment service provider or electronic money issuer ceases to carry on the business of payment services in the country or goes into liquidation, is wound up, or is dissolved; the payment service provider or electronic money issuer does not provide payment services or issue electronic money within six months from the date on which the authorisation was given or licence was issued; the payment service provider or electronic money issuer does not provide payment services or issue electronic money within six months from the date on which the authorisation was given or licence was issued; the payment service provider or electronic money issuer ceases to engage in the payment service or electronic money business for more than six months; the payment service provider or electronic money issuer ceases to engage in the payment service or electronic money business for more than six months; the payment service provider or electronic money issuer constitutes a threat to the stability of the payment system by continuing its payment services or electronic money business; or the payment service provider or electronic money issuer constitutes a threat to the stability of the payment system by continuing its payment services or electronic money business; or the revocation of the licence or authorisation of that payment service provider or electronic money issuer is desirable to protect the interests of consumers. the revocation of the licence or authorisation of that payment service provider or electronic money issuer is desirable to protect the interests of consumers. (2) Subsection (1) does not limit the power of the Bank of Ghana to take any other remedial or penal action against a payment service provider or an electronic money issuer. Subsection (1) does not limit the power of the Bank of Ghana to take any other remedial or penal action against a payment service provider or an electronic money issuer. (3) Where the Bank of Ghana proposes to revoke the licence of a payment service provider or an authorisation of an electronic money issuer under subsection (1), the Bank of Ghana shall Where the Bank of Ghana proposes to revoke the licence of a payment service provider or an authorisation of an electronic money issuer under subsection (1), the Bank of Ghana shall give notice in writing to the payment service provider or electronic money issuer; give notice in writing to the payment service provider or electronic money issuer; specify the proposed action and the grounds on which the action is proposed to be taken; and specify the proposed action and the grounds on which the action is proposed to be taken; and give the payment service provider or electronic money issuer an opportunity to make written presentation within the days specified in the notice. give the payment service provider or electronic money issuer an opportunity to make written presentation within the days specified in the notice. (4) After the expiry of the notice period and considering the representations made by the payment service provider or electronic money issuer, the Bank of Ghana may After the expiry of the notice period and considering the representations made by the payment service provider or electronic money issuer, the Bank of Ghana may decide whether to take the proposed action; or decide whether to take the proposed action; or vary the proposed action as the Bank of Ghana considers appropriate; and vary the proposed action as the Bank of Ghana considers appropriate; and communicate the decision of the Bank of Ghana to the payment service provider or electronic money issuer. communicate the decision of the Bank of Ghana to the payment service provider or electronic money issuer. (5) Where the Bank of Ghana revokes the authorisation or licence of a payment service provider or an electronic money issuer, that payment service provider or electronic money issuer shall cease to carry on the payment service business and surrender the authorisation or licence to the Bank of Ghana. Where the Bank of Ghana revokes the authorisation or licence of a payment service provider or an electronic money issuer, that payment service provider or electronic money issuer shall cease to carry on the payment service business and surrender the authorisation or licence to the Bank of Ghana. (6) A payment service provider or electronic money issuer shall arrange to pay customers all their electronic moneys held, within ten days, upon a revocation of the licence or authorisation. A payment service provider or electronic money issuer shall arrange to pay customers all their electronic moneys held, within ten days, upon a revocation of the licence or authorisation. (7) A payment service provider or electronic money issuer who contravenes subsection (6), is liable to pay to the Bank of Ghana an administrative penalty of two thousand penalty units within ten days of the contravention and an additional penalty of forty penalty units for each day that the contravention continues. A payment service provider or electronic money issuer who contravenes subsection (6), is liable to pay to the Bank of Ghana an administrative penalty of two thousand penalty units within ten days of the contravention and an additional penalty of forty penalty units for each day that the contravention continues."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Publication of notice of revocation",
      "content": "Where a licence or authorisation is revoked under section 13, the Bank of Ghana shall within five working days, following the date of revocation, publish a notice of revocation in the Gazette, a newspaper of national circulation and on the website of the Bank of Ghana; and within five working days, following the date of revocation, publish a notice of revocation in the Gazette, a newspaper of national circulation and on the website of the Bank of Ghana; and take any other steps necessary to inform the general public of the revocation. take any other steps necessary to inform the general public of the revocation."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Prohibited conduct for payment service provider",
      "content": "(1) A payment service provider shall not engage in any act which is likely to A payment service provider shall not engage in any act which is likely to result in systemic risk; or result in systemic risk; or affect the integrity, effectiveness or security of the respective payment system. affect the integrity, effectiveness or security of the respective payment system. (2) The Bank of Ghana shall direct a payment service provider or a participant who has engaged in a prohibited act under subsection (1), to rectify the defect in a manner that the Bank of Ghana considers appropriate. The Bank of Ghana shall direct a payment service provider or a participant who has engaged in a prohibited act under subsection (1), to rectify the defect in a manner that the Bank of Ghana considers appropriate. (3) The Bank of Ghana shall revoke the licence or authorisation of a payment service provider or a participant who fails to rectify the defect as directed by the Bank of Ghana under subsection (2). The Bank of Ghana shall revoke the licence or authorisation of a payment service provider or a participant who fails to rectify the defect as directed by the Bank of Ghana under subsection (2)."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Cessation to hold office",
      "content": "(1) A director or key management personnel of a payment service provider shall cease to hold office, in case of A director or key management personnel of a payment service provider shall cease to hold office, in case of bankruptcy; bankruptcy; conviction for an offence involving fraud or dishonesty; conviction for an offence involving fraud or dishonesty; removal from office by a competent authority; or removal from office by a competent authority; or unsound mind determined by a court of competent jurisdiction. unsound mind determined by a court of competent jurisdiction. (2) A director or key management personnel of a payment service provider, whose licence or authorisation is revoked, shall not without the approval of the Bank of Ghana, act in the management of any other payment service provider. A director or key management personnel of a payment service provider, whose licence or authorisation is revoked, shall not without the approval of the Bank of Ghana, act in the management of any other payment service provider. (3) A director or key management personnel of a payment service provider who contravenes subsection (1) or (2) is liable to pay to the Bank of Ghana an administrative penalty of two thousand penalty units. A director or key management personnel of a payment service provider who contravenes subsection (1) or (2) is liable to pay to the Bank of Ghana an administrative penalty of two thousand penalty units."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Capital requirements",
      "content": "(1) A payment service provider shall ensure that while in operation, it maintains in the country a minimum paid-up capital unimpaired by losses including accumulated losses or other adjustments as determined by the Bank of Ghana. A payment service provider shall ensure that while in operation, it maintains in the country a minimum paid-up capital unimpaired by losses including accumulated losses or other adjustments as determined by the Bank of Ghana. (2) A payment service provider who fails to maintain the required minimum paid-up capital stipulated under subsection (1) shall A payment service provider who fails to maintain the required minimum paid-up capital stipulated under subsection (1) shall submit a plan to the Bank of Ghana for approval as to how the payment service provider intends to restore the paid-up capital to the required minimum level; and submit a plan to the Bank of Ghana for approval as to how the payment service provider intends to restore the paid-up capital to the required minimum level; and pay to the Bank of Ghana, on each day that the deficiency continues, a penalty of one-half per mill, of the difference between the capital that the payment service provider should have maintained and the level of capital actually maintained by the payment service provider. pay to the Bank of Ghana, on each day that the deficiency continues, a penalty of one-half per mill, of the difference between the capital that the payment service provider should have maintained and the level of capital actually maintained by the payment service provider. (3) The Bank of Ghana may suspend the licence of a payment service provider or take other punitive action as the Bank of Ghana considers appropriate where the deficiency is not rectified within one hundred and twenty days after it has occurred. The Bank of Ghana may suspend the licence of a payment service provider or take other punitive action as the Bank of Ghana considers appropriate where the deficiency is not rectified within one hundred and twenty days after it has occurred."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Governance arrangements",
      "content": "(1) A payment service provider shall have a board of directors with a minimum of three members, at least two of whom, including the chief executive officer, shall be resident in the country. A payment service provider shall have a board of directors with a minimum of three members, at least two of whom, including the chief executive officer, shall be resident in the country. (2) A payment service provider shall provide the biographical information on the board of directors and key management personnel to the Bank of Ghana. A payment service provider shall provide the biographical information on the board of directors and key management personnel to the Bank of Ghana. (3) A member of a board of directors shall be a fit and proper person and have the necessary experience and qualifications to perform the functions of that member. A member of a board of directors shall be a fit and proper person and have the necessary experience and qualifications to perform the functions of that member. (4) The board of directors of a payment service provider shall be responsible for strategic decisions, effective oversight, risk management, compliance and internal control functions. The board of directors of a payment service provider shall be responsible for strategic decisions, effective oversight, risk management, compliance and internal control functions. (5) A payment service provider shall furnish the Bank of Ghana with an organisational chart showing A payment service provider shall furnish the Bank of Ghana with an organisational chart showing the span of control and lines of responsibility; the span of control and lines of responsibility; the decision making procedures; the decision making procedures; the reporting and communication lines; the reporting and communication lines; the systems for monitoring internal controls; and the systems for monitoring internal controls; and the board of directors oversight of the governance system. the board of directors oversight of the governance system. (6) The key management personnel of a payment service provider shall be responsible for maintaining an effective system of operations with regard to payment services. The key management personnel of a payment service provider shall be responsible for maintaining an effective system of operations with regard to payment services. (7) A payment service provider shall disclose to the Bank of Ghana details of the external auditors of that payment service provider and any relation to the directors, key management personnel or shareholders. A payment service provider shall disclose to the Bank of Ghana details of the external auditors of that payment service provider and any relation to the directors, key management personnel or shareholders. (8) In the case of a bank or specialised deposit-taking institution, the bank or specialised deposit-taking institution shall In the case of a bank or specialised deposit-taking institution, the bank or specialised deposit-taking institution shall constitute a sub-committee of the board of directors to exercise oversight of the payment system; and constitute a sub-committee of the board of directors to exercise oversight of the payment system; and designate an officer to manage the operations. designate an officer to manage the operations."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Fees",
      "content": "A body corporate licensed or authorised under this Act shall pay a processing fee, licence fee and annual renewal fee. A body corporate licensed or authorised under this Act shall pay a processing fee, licence fee and annual renewal fee."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Technology, security and controls",
      "content": "(1) A payment service provider shall have A payment service provider shall have an appropriate and tested technology system which is equipped with fraud monitoring and detection tools; an appropriate and tested technology system which is equipped with fraud monitoring and detection tools; a. valid third-party certification from a reputable certification authority or body on compliance status with relevant standards determined by the Bank of Ghana; a. valid third-party certification from a reputable certification authority or body on compliance status with relevant standards determined by the Bank of Ghana; a system which is capable of interoperating with other payment systems in the country when required; and a system which is capable of interoperating with other payment systems in the country when required; and a cyber-security policy, where applicable. a cyber-security policy, where applicable. (2) A payment service provider shall ensure that a transaction against an account of a customer is authorised by the account holder. A payment service provider shall ensure that a transaction against an account of a customer is authorised by the account holder. (3) A payment service provider shall use appropriate authentica­tion medium approved by the Bank of Ghana. A payment service provider shall use appropriate authentica­tion medium approved by the Bank of Ghana. (4) A payment service provider shall notify a customer of a trans­action on the account of that customer through electronic notification or a physical receipt. A payment service provider shall notify a customer of a trans­action on the account of that customer through electronic notification or a physical receipt. (5) A notice given under subsection (4), shall provide at least the following information: A notice given under subsection (4), shall provide at least the following information: the transaction amount, the transaction amount, the transaction type, the transaction type, a unique transaction reference, a unique transaction reference, the date and time of the transaction, the date and time of the transaction, the identifying details of the recipient of an outbound transaction or of the sender of an inbound transaction, and the identifying details of the recipient of an outbound transaction or of the sender of an inbound transaction, and any fees charged. any fees charged. (6) Settlement shall take place against pre-funded accounts at intervals determined by the Bank of Ghana. Settlement shall take place against pre-funded accounts at intervals determined by the Bank of Ghana. (7) A payment service provider shall ensure that the following minimum systems and controls are in place for the operations of the payment service provider: A payment service provider shall ensure that the following minimum systems and controls are in place for the operations of the payment service provider: sound and prudent management, administrative and accounting procedures and adequate internal control systems; sound and prudent management, administrative and accounting procedures and adequate internal control systems; appropriate security policies and measures intended to safeguard the integrity, authenticity and confidentiality of data and operating processes; appropriate security policies and measures intended to safeguard the integrity, authenticity and confidentiality of data and operating processes; adequate business continuity capabilities and appropriate disaster recovery planning; and adequate business continuity capabilities and appropriate disaster recovery planning; and effective audit functions to provide a periodic review of the security control environment and critical systems. effective audit functions to provide a periodic review of the security control environment and critical systems. (8) A payment service provider shall ensure that the system maintains a complete audit log of all user activities for at least six years. A payment service provider shall ensure that the system maintains a complete audit log of all user activities for at least six years."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Engagement in electronic money business",
      "content": "Subject to this Act, the following may engage in electronic money business: A body corporate regulated under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930) and authorised under this Act; or A body corporate regulated under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930) and authorised under this Act; or a payment service provider or a dedicated electronic money issuer licensed under this Act. a payment service provider or a dedicated electronic money issuer licensed under this Act."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Authorisation of electronic money issuer",
      "content": "(1) A body corporate regulated under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930) shall not engage in electronic money business without authorisation from the Bank of Ghana. A body corporate regulated under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930) shall not engage in electronic money business without authorisation from the Bank of Ghana. (2) A body corporate which seeks to engage in electronic money business shall apply to the Bank of Ghana in the form prescribed by the Bank of Ghana. A body corporate which seeks to engage in electronic money business shall apply to the Bank of Ghana in the form prescribed by the Bank of Ghana. (3) An application under subsection (2) shall An application under subsection (2) shall set out the nature and functionality of the proposed electronic money operations that will be made available to electronic money holders; and set out the nature and functionality of the proposed electronic money operations that will be made available to electronic money holders; and contain sufficient information to enable the Bank of Ghana evaluate the requirements including contain sufficient information to enable the Bank of Ghana evaluate the requirements including information on the proposed electronic money services to be offered; information on the proposed electronic money services to be offered; a business plan; a business plan; financial projections for the first five years for its proposed electronic money operations indicating the intended areas of activities, initial geographical coverage of the service, including agent coverage; financial projections for the first five years for its proposed electronic money operations indicating the intended areas of activities, initial geographical coverage of the service, including agent coverage; an expansion plan, where applicable; and an expansion plan, where applicable; and any other information that the Bank may require. any other information that the Bank may require. (4) An applicant may be granted authorisation or have its authorisation renewed as an electronic money issuer if the applicant satisfies the requirements specified in sections 18, 19, 20, 44 and 47. An applicant may be granted authorisation or have its authorisation renewed as an electronic money issuer if the applicant satisfies the requirements specified in sections 18, 19, 20, 44 and 47. (5) The Bank of Ghana shall, within ninety days from the date of receipt of a complete application, grant or refuse an application for authorisation to engage in electronic money business. The Bank of Ghana shall, within ninety days from the date of receipt of a complete application, grant or refuse an application for authorisation to engage in electronic money business. (6) A body corporate that engages in an electronic money business without authorisation from the Bank of Ghana commits an offence and is liable on summary conviction to a fine of not less than four thousand penalty units and not more than seven thousand penalty units. A body corporate that engages in an electronic money business without authorisation from the Bank of Ghana commits an offence and is liable on summary conviction to a fine of not less than four thousand penalty units and not more than seven thousand penalty units. (7) A person who is convicted of an offence under subsection (6), shall immediately cease the issuance of electronic money. A person who is convicted of an offence under subsection (6), shall immediately cease the issuance of electronic money."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Operation as dedicated electronic money issuer",
      "content": "The Bank of Ghana shall not issue a licence to a person to operate as a dedicated electronic money issuer unless that person complies with the following requirements: the person is incorporated as a limited liability company under the Companies Act, 1963 (Act 179); the person is incorporated as a limited liability company under the Companies Act, 1963 (Act 179); the person includes a provision in its Regulations of Incorporation to the effect that electronic money owed to the customers are held in trust and shall not be encumbered in case of insolvency or liquidation; the person includes a provision in its Regulations of Incorporation to the effect that electronic money owed to the customers are held in trust and shall not be encumbered in case of insolvency or liquidation; the significant shareholders and directors of the company are fit and proper persons; the significant shareholders and directors of the company are fit and proper persons; the person engages only in the business of electronic money and other activities related or incidental to the business of electronic money, such as money transfer or remittance; the person engages only in the business of electronic money and other activities related or incidental to the business of electronic money, such as money transfer or remittance; the person establishes a separate entity incorporated exclusively for the purpose of operating a dedicated electronic money business if that person is engaged in activities not related or incidental to electronic money; the person establishes a separate entity incorporated exclusively for the purpose of operating a dedicated electronic money business if that person is engaged in activities not related or incidental to electronic money; the person has at least a thirty percent equity participation of a Ghanaian; the person has at least a thirty percent equity participation of a Ghanaian; the person has a customer float account holding bank; and the person has a customer float account holding bank; and the person has complied with any other requirement determined by the Bank of Ghana. the person has complied with any other requirement determined by the Bank of Ghana."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Licensing of dedicated electronic money issuer",
      "content": "(1) A body corporate other than one regulated under the Banks and Specialised-Deposit-Taking Institutions Act, 2016 (Act 930) which seeks to engage in electronic money business shall apply to the Bank of Ghana in the form prescribed by the Bank of Ghana. A body corporate other than one regulated under the Banks and Specialised-Deposit-Taking Institutions Act, 2016 (Act 930) which seeks to engage in electronic money business shall apply to the Bank of Ghana in the form prescribed by the Bank of Ghana. (2) An application under subsection (1) shall be accompanied with An application under subsection (1) shall be accompanied with information about the applicant and the business organisation of the applicant; information about the applicant and the business organisation of the applicant; a list of the current or proposed significant shareholders of the applicant and the percentages of shares owned or to be owned by each shareholder; a list of the current or proposed significant shareholders of the applicant and the percentages of shares owned or to be owned by each shareholder; the proposed electronic money services or products that the applicant intends to offer; the proposed electronic money services or products that the applicant intends to offer; a business plan; a business plan; financial projections for its proposed electronic money op­erations for the first five years indicating the intended initial geographical coverage of the service, including agent coverage; financial projections for its proposed electronic money op­erations for the first five years indicating the intended initial geographical coverage of the service, including agent coverage; an expansion plan, where applicable; an expansion plan, where applicable; information on all bank accounts to be used in the conduct of the electronic money operations; information on all bank accounts to be used in the conduct of the electronic money operations; a valid registration certificate obtained from the Data Protection Commission or any entity authorised by law to permit the entity to control data; a valid registration certificate obtained from the Data Protection Commission or any entity authorised by law to permit the entity to control data; documentary evidence of capital of the proposed electronic money business including the original sources of funds and any other sources of funds; and documentary evidence of capital of the proposed electronic money business including the original sources of funds and any other sources of funds; and any other information that the Bank of Ghana may require. any other information that the Bank of Ghana may require. (3) The Bank of Ghana shall, within ninety days from the date of receipt of a complete application, grant or reject the application. The Bank of Ghana shall, within ninety days from the date of receipt of a complete application, grant or reject the application. (4) The Bank of Ghana may reject an application for a licence under subsection (1) where The Bank of Ghana may reject an application for a licence under subsection (1) where the applicant or any of its significant shareholders has been convicted of a crime involving a financial transaction in any jurisdiction within the past ten years; the applicant or any of its significant shareholders has been convicted of a crime involving a financial transaction in any jurisdiction within the past ten years; the application contains false or misleading information; the application contains false or misleading information; the applicant fails to respond to a request from the Bank of Ghana for additional information within thirty days of a second request for the same information; the applicant fails to respond to a request from the Bank of Ghana for additional information within thirty days of a second request for the same information; the documents submitted by the applicant are incomplete; or the documents submitted by the applicant are incomplete; or the Bank of Ghana on reasonable grounds is convinced that the applicant is incapable of performing the functions under this Act. the Bank of Ghana on reasonable grounds is convinced that the applicant is incapable of performing the functions under this Act."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Engaging in electronic money business without a licence",
      "content": "A person who engages in electronic money business without a licence from the Bank of Ghana commits an offence and is liable on summary conviction, in the case of an individual, to a fine of not less than one thousand five hundred penalty units and not more than three thousand penalty units, or to a term of imprisonment of not less than four years and not more than seven years or to both; or in the case of an individual, to a fine of not less than one thousand five hundred penalty units and not more than three thousand penalty units, or to a term of imprisonment of not less than four years and not more than seven years or to both; or in the case of a body corporate, to a fine of not less than two thousand five hundred penalty units and not more than five thousand penalty units. in the case of a body corporate, to a fine of not less than two thousand five hundred penalty units and not more than five thousand penalty units."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Contravention of terms of licence or authorisation",
      "content": "A person who contravenes a term of the licence or authorisation as an electronic money issuer commits an offence and if that person is an individual, is liable on summary conviction to a fine of not less than one thousand five hundred penalty units and not more than three thousand penalty units or to a term of imprisonment of not less than four years and not more than seven years, or to both; or an individual, is liable on summary conviction to a fine of not less than one thousand five hundred penalty units and not more than three thousand penalty units or to a term of imprisonment of not less than four years and not more than seven years, or to both; or a body corporate, is liable on summary conviction to a fine of not less than two thousand five hundred penalty units and not more than five thousand penalty units. a body corporate, is liable on summary conviction to a fine of not less than two thousand five hundred penalty units and not more than five thousand penalty units."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Validity and renewal of licence or authorisation granted under this Act",
      "content": "(1) A licence issued or authorisation granted under this Act is valid for a period of five years subject to renewal until the licence or authorisation is suspended or revoked. A licence issued or authorisation granted under this Act is valid for a period of five years subject to renewal until the licence or authorisation is suspended or revoked. (2) The holder of a licence or authorisation granted under this Act may, within six months before the expiration of the licence or authorisation, apply to the Bank of Ghana for renewal. The holder of a licence or authorisation granted under this Act may, within six months before the expiration of the licence or authorisation, apply to the Bank of Ghana for renewal. (3) On receipt of an application under subsection (2), the Bank of Ghana may renew the licence or authorisation upon On receipt of an application under subsection (2), the Bank of Ghana may renew the licence or authorisation upon the payment of a renewal fee; the payment of a renewal fee; the fulfillment of the terms and conditions applicable for the grant of licence or authorisation; the fulfillment of the terms and conditions applicable for the grant of licence or authorisation; submission of a Tax Clearance Certificate; and submission of a Tax Clearance Certificate; and submission of any other information that the Bank of Ghana may require. submission of any other information that the Bank of Ghana may require. (4) The Bank of Ghana may reject an application under subsec­tion (2) if the Bank of Ghana is satisfied that the applicant has failed to comply with the conditions specified in the previous licence or authorisation. The Bank of Ghana may reject an application under subsec­tion (2) if the Bank of Ghana is satisfied that the applicant has failed to comply with the conditions specified in the previous licence or authorisation."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Review and appeal procedure for refusal of licence or authorisation",
      "content": "(1) An applicant whose application has been refused under this Act may, within thirty days from the date on which the refusal is communicated, petition the Bank of Ghana in writing for a review. An applicant whose application has been refused under this Act may, within thirty days from the date on which the refusal is communicated, petition the Bank of Ghana in writing for a review. (2) The Bank of Ghana shall, within thirty days from the date of receipt of the petition, review the petition and inform the applicant of its decision. The Bank of Ghana shall, within thirty days from the date of receipt of the petition, review the petition and inform the applicant of its decision. (3) Where the applicant is dissatisfied with the outcome of the review under subsection (2), the applicant may, within thirty days from the date of receipt of the decision, in writing, appeal to the Chief Justice. Where the applicant is dissatisfied with the outcome of the review under subsection (2), the applicant may, within thirty days from the date of receipt of the decision, in writing, appeal to the Chief Justice. (4) The Chief Justice shall, on receipt of an appeal under subsection (3), constitute an adjudicative panel to review the decision of the Bank of Ghana. The Chief Justice shall, on receipt of an appeal under subsection (3), constitute an adjudicative panel to review the decision of the Bank of Ghana. (5) An adjudicative panel constituted under subsection (4) shall comprise of An adjudicative panel constituted under subsection (4) shall comprise of a chairperson who is a judge not below the rank of a Justice of the High Court, nominated by the Chief Justice; a chairperson who is a judge not below the rank of a Justice of the High Court, nominated by the Chief Justice; one person with expert knowledge in payment systems with not less than ten years relevant experience nominated by the Payment Systems Advisory Committee; and one person with expert knowledge in payment systems with not less than ten years relevant experience nominated by the Payment Systems Advisory Committee; and a chartered accountant who has been in practice for a period of not less than ten years nominated by the Institute of Chartered Accountants. a chartered accountant who has been in practice for a period of not less than ten years nominated by the Institute of Chartered Accountants. (6) The Chief Justice shall appoint members of the adjudicative panel. The Chief Justice shall appoint members of the adjudicative panel. (7) The adjudicative panel shall adopt its own rules of procedure. The adjudicative panel shall adopt its own rules of procedure. (8) An appeal against the decision of the adjudicative panel shall lie to the High Court. An appeal against the decision of the adjudicative panel shall lie to the High Court. (9) The expenses of the adjudicative panel including allowances of members of the adjudicative panel shall be borne equally by the Bank of Ghana and the applicant. The expenses of the adjudicative panel including allowances of members of the adjudicative panel shall be borne equally by the Bank of Ghana and the applicant."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Issuance and redeemability",
      "content": "(1) Electronic money accounts and transactions shall be denominated in Ghana Cedis. Electronic money accounts and transactions shall be denominated in Ghana Cedis. (2) An electronic money issuer shall An electronic money issuer shall issue electronic money at par value on the receipt of funds; issue electronic money at par value on the receipt of funds; upon request by the electronic money holder, redeem, at any time and at par value, the monetary value of electronic money held; and upon request by the electronic money holder, redeem, at any time and at par value, the monetary value of electronic money held; and pay not less than ninety per cent, or as determined by the Bank of Ghana, of the interest accrued, net of any fees or charges to electronic money holders. pay not less than ninety per cent, or as determined by the Bank of Ghana, of the interest accrued, net of any fees or charges to electronic money holders. (3) Despite subsection (1), an electronic money account which is denominated in foreign currency shall be in compliance with the Foreign Exchange Act, 2006 (Act 723). Despite subsection (1), an electronic money account which is denominated in foreign currency shall be in compliance with the Foreign Exchange Act, 2006 (Act 723). (4) Despite paragraph (b) of subsection (2), a redemption may be subject to a fee if the payment of the fee is stated in the contract between the electronic money issuer and electronic money holder. Despite paragraph (b) of subsection (2), a redemption may be subject to a fee if the payment of the fee is stated in the contract between the electronic money issuer and electronic money holder. (5) Fees and charges shall be the standard applicable to the account type. Fees and charges shall be the standard applicable to the account type. (6) An electronic money issuer who uses frivolous fees and charges or invents a new account type to hold electronic money float for the purposes of limiting the interest below that of other account types, is liable to pay to the Bank of Ghana an administrative penalty of three thousand penalty units. An electronic money issuer who uses frivolous fees and charges or invents a new account type to hold electronic money float for the purposes of limiting the interest below that of other account types, is liable to pay to the Bank of Ghana an administrative penalty of three thousand penalty units. (7) The fees and charges shall not exceed the interest generated on the account such that the balance in the account falls below the total value of the part of the electronic money float held in the account. The fees and charges shall not exceed the interest generated on the account such that the balance in the account falls below the total value of the part of the electronic money float held in the account. (8) Despite paragraph (c) of subsection (2), an electronic money issuer may retain any amount in excess of the minimum of ninety per cent interest or as determined by the Bank of Ghana. Despite paragraph (c) of subsection (2), an electronic money issuer may retain any amount in excess of the minimum of ninety per cent interest or as determined by the Bank of Ghana. (9) An electronic money issuer may retain interest generated on over-the-counter transactions which are not associated with a given cus­tomer account. An electronic money issuer may retain interest generated on over-the-counter transactions which are not associated with a given cus­tomer account. (10) For the purposes of transparency and accountability, interest shall be paid into a separate account referred to as the interest account held in the name of the pooled account. For the purposes of transparency and accountability, interest shall be paid into a separate account referred to as the interest account held in the name of the pooled account. (11) Withdrawals from the interest account shall only be for distribution of interest. Withdrawals from the interest account shall only be for distribution of interest. (12) An electronic money issuer shall pay interest accrued on elec­tronic money floats quarterly to the electronic money holders or as may be determined by the Bank of Ghana. An electronic money issuer shall pay interest accrued on elec­tronic money floats quarterly to the electronic money holders or as may be determined by the Bank of Ghana. (13) A dedicated electronic money issuer, or a payment service provider if applicable, shall within thirty days, submit a proposal to the Bank of Ghana for approval on how the dedicated electronic money issuer or the payment service provider intends to distribute the interest. A dedicated electronic money issuer, or a payment service provider if applicable, shall within thirty days, submit a proposal to the Bank of Ghana for approval on how the dedicated electronic money issuer or the payment service provider intends to distribute the interest. (14) An electronic money issuer which fails to comply with the requirements of paragraph (c) of subsection (2), shall pay to the Bank of Ghana an administrative penalty of five thousand penalty units and have the respective licence suspended after one month of non-payment of interest. An electronic money issuer which fails to comply with the requirements of paragraph (c) of subsection (2), shall pay to the Bank of Ghana an administrative penalty of five thousand penalty units and have the respective licence suspended after one month of non-payment of interest."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Permissible transactions",
      "content": "(1) An electronic money system may be used for the following: An electronic money system may be used for the following: domestic payments; domestic payments; domestic money transfers, including transfers to and from bank accounts; domestic money transfers, including transfers to and from bank accounts; bulk transactions, including payments of salaries, benefits and pensions; bulk transactions, including payments of salaries, benefits and pensions; cash-in and cash-out transactions; cash-in and cash-out transactions; over-the-counter transactions; over-the-counter transactions; inward international remittances in partnership with banks; inward international remittances in partnership with banks; savings products in partnership with a bank or a specialised deposit-taking institution authorised by the Bank of Ghana; savings products in partnership with a bank or a specialised deposit-taking institution authorised by the Bank of Ghana; credit products under-written by a licensed bank or specialised deposit-taking institution; credit products under-written by a licensed bank or specialised deposit-taking institution; insurance products under-written by a licensed insurer; or (j) any other transaction determined by the Bank of Ghana. insurance products under-written by a licensed insurer; or (j) any other transaction determined by the Bank of Ghana. (2) The Bank of Ghana may, in writing, restrict the permissible transactions of electronic money issuers or payment service providers or remove the restrictions imposed as the Bank of Ghana considers appro­priate. The Bank of Ghana may, in writing, restrict the permissible transactions of electronic money issuers or payment service providers or remove the restrictions imposed as the Bank of Ghana considers appro­priate. (3) Where a dedicated electronic money issuer or a payment service provider intends to perform any activity under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930), that dedicated electronic money issuer or payment service provider shall ensure that that activity is underwritten by a bank or specialised deposit-taking institution. Where a dedicated electronic money issuer or a payment service provider intends to perform any activity under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930), that dedicated electronic money issuer or payment service provider shall ensure that that activity is underwritten by a bank or specialised deposit-taking institution. (4) A dedicated electronic money issuer may, in addition to issu­ing electronic money, engage in any of the following activities: A dedicated electronic money issuer may, in addition to issu­ing electronic money, engage in any of the following activities: the operation of payment systems, where the conditions of applicable rules, acts or notices are met; or the operation of payment systems, where the conditions of applicable rules, acts or notices are met; or the provision of operational services and related ancillary services in respect of the issuing of electronic money. the provision of operational services and related ancillary services in respect of the issuing of electronic money."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Prohibited activities",
      "content": "(1) A payment service provider or dedicated electronic money issuer which is not a bank or specialised deposit-taking institution shall not engage in the following activities: A payment service provider or dedicated electronic money issuer which is not a bank or specialised deposit-taking institution shall not engage in the following activities: banking business within the meaning of the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930); or banking business within the meaning of the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930); or any other activity prohibited by the Bank of Ghana. any other activity prohibited by the Bank of Ghana. (2) A payment service provider or dedicated electronic money issuer shall not A payment service provider or dedicated electronic money issuer shall not count airtime as electronic money; or count airtime as electronic money; or use airtime for permissible transactions under this Act, unless the airtime is expressed in monetary value. use airtime for permissible transactions under this Act, unless the airtime is expressed in monetary value. (3) A payment service provider or a dedicated electronic money issuer who fails to comply with subsection (1) or (2) is liable to pay to the Bank of Ghana an administrative penalty of three thousand penalty units. A payment service provider or a dedicated electronic money issuer who fails to comply with subsection (1) or (2) is liable to pay to the Bank of Ghana an administrative penalty of three thousand penalty units."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Account types and transaction limits",
      "content": "(1) Electronic money accounts shall be categorised, using a risk based approach to Know Your Customer as set out in the First Schedule. Electronic money accounts shall be categorised, using a risk based approach to Know Your Customer as set out in the First Schedule. (2) The account balance and aggregate transaction of an electronic money account holder shall not exceed the limits stipulated by the Bank of Ghana for the account type. The account balance and aggregate transaction of an electronic money account holder shall not exceed the limits stipulated by the Bank of Ghana for the account type. (3) An electronic money issuer shall ensure that the systems of the electronic money issuer are able to effectively enforce the permissible trans­action limits. An electronic money issuer shall ensure that the systems of the electronic money issuer are able to effectively enforce the permissible trans­action limits. (4) An electronic money issuer shall permit an over-the-counter transaction that does not involve the use of a customer electronic money account subject to the transaction limits set out in the Second Schedule. An electronic money issuer shall permit an over-the-counter transaction that does not involve the use of a customer electronic money account subject to the transaction limits set out in the Second Schedule. (5) An electronic money issuer who fails to comply with the transaction limit specified in this section, is liable to pay to the Bank of Ghana an administrative penalty of five thousand penalty units. An electronic money issuer who fails to comply with the transaction limit specified in this section, is liable to pay to the Bank of Ghana an administrative penalty of five thousand penalty units."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Dormant account",
      "content": "(1) An electronic money account that does not have a registered transaction on the electronic money account for a period of twelve consecutive months shall be considered dormant. An electronic money account that does not have a registered transaction on the electronic money account for a period of twelve consecutive months shall be considered dormant. (2) An electronic money issuer shall, in relation to an electronic money account which is considered dormant in accordance with subsection (1), adhere to the following: An electronic money issuer shall, in relation to an electronic money account which is considered dormant in accordance with subsection (1), adhere to the following: give notice to the relevant customer through a short messaging service not less than one month before the period specified in subsection (1), that the electronic money account shall be suspended unless there is a transaction on the account; give notice to the relevant customer through a short messaging service not less than one month before the period specified in subsection (1), that the electronic money account shall be suspended unless there is a transaction on the account; block the electronic money account and not permit further transactions until the account is reactivated by the customer and supported by verifiable identification; block the electronic money account and not permit further transactions until the account is reactivated by the customer and supported by verifiable identification; give notice to the customer within two working days through a short messaging service that the electronic money account is blocked and provide instructions on the reactivation of the account; give notice to the customer within two working days through a short messaging service that the electronic money account is blocked and provide instructions on the reactivation of the account; terminate the electronic money account that is blocked for twelve months without reactivation by the customer; and terminate the electronic money account that is blocked for twelve months without reactivation by the customer; and transfer the balance of an electronic money account that has been terminated along with identifying information into a separate account with a float holding bank or any other bank designated by the Bank of Ghana for a period of not more than three years. transfer the balance of an electronic money account that has been terminated along with identifying information into a separate account with a float holding bank or any other bank designated by the Bank of Ghana for a period of not more than three years. (3) A bank referred to in paragraph (e) of subsection (2), shall invest the funds of the electronic money accounts that have been terminated in safe Government securities and A bank referred to in paragraph (e) of subsection (2), shall invest the funds of the electronic money accounts that have been terminated in safe Government securities and retain ten percent of the interest earned, retain ten percent of the interest earned, remit ten per cent of the interest earned to the electronic money issuer, and remit ten per cent of the interest earned to the electronic money issuer, and add the remaining eighty percent of the interest earned on the investments to the principal. add the remaining eighty percent of the interest earned on the investments to the principal. (4) Where the period specified in paragraph (e) of subsection (2) has passed and the holder of the electronic money account has not made a claim within that period, the electronic money issuer shall transfer all the funds to the Bank of Ghana or an institution designated by the Bank of Ghana and retain all identifying information. Where the period specified in paragraph (e) of subsection (2) has passed and the holder of the electronic money account has not made a claim within that period, the electronic money issuer shall transfer all the funds to the Bank of Ghana or an institution designated by the Bank of Ghana and retain all identifying information. (5) An electronic money issuer may, in the case of an electronic money account specified in paragraph (d) of subsection (2), disassociate the outstanding electronic money balance from the Mobile Station International Subscriber Directory Number of the account. An electronic money issuer may, in the case of an electronic money account specified in paragraph (d) of subsection (2), disassociate the outstanding electronic money balance from the Mobile Station International Subscriber Directory Number of the account. (6) An electronic money issuer shall re-assign to a new customer a Mobile Station International Subscriber Directory Number that is linked to an electronic money account only when the electronic money account is terminated. An electronic money issuer shall re-assign to a new customer a Mobile Station International Subscriber Directory Number that is linked to an electronic money account only when the electronic money account is terminated. (7) An electronic money issuer shall comply with this Act and any other directive issued by the Bank of Ghana in the treatment of dormant accounts. An electronic money issuer shall comply with this Act and any other directive issued by the Bank of Ghana in the treatment of dormant accounts. (8) An electronic money issuer who fails to comply with the provisions of this section, is liable to pay to the Bank of Ghana an administrative penalty of five thousand penalty units. An electronic money issuer who fails to comply with the provisions of this section, is liable to pay to the Bank of Ghana an administrative penalty of five thousand penalty units."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Compliance requirements",
      "content": "(1) A payment service provider shall put in place a system that has built-in control mechanisms for a complete audit trail. A payment service provider shall put in place a system that has built-in control mechanisms for a complete audit trail. (2) The control mechanisms specified under subsection (1) shall include The control mechanisms specified under subsection (1) shall include complete records of electronic money accounts opened; complete records of electronic money accounts opened; identifying electronic money users; identifying electronic money users; tracking and monitoring of all electronic money transactions undertaken by electronic money users; tracking and monitoring of all electronic money transactions undertaken by electronic money users; tracking and monitoring of individual and aggregate balances held by electronic money holders; tracking and monitoring of individual and aggregate balances held by electronic money holders; internal policies, procedures and accountability structures pertaining to anti-money laundering and combating financing of terrorism; internal policies, procedures and accountability structures pertaining to anti-money laundering and combating financing of terrorism; automatic alerts and flags on suspicious transactions; and (g) detection of suspicious transactions. automatic alerts and flags on suspicious transactions; and (g) detection of suspicious transactions. (3) A payment service provider or an electronic money issuer shall A payment service provider or an electronic money issuer shall deactivate the electronic money account of a customer for two days when that customer swaps or replaces a Subscriber Identification Module card, and deactivate the electronic money account of a customer for two days when that customer swaps or replaces a Subscriber Identification Module card, and re-activate the electronic money account after the customer presents a valid identification. re-activate the electronic money account after the customer presents a valid identification. (4) An electronic money issuer shall keep records of every elec­tronic money transaction processed by the electronic money issuer for a minimum period of six years. An electronic money issuer shall keep records of every elec­tronic money transaction processed by the electronic money issuer for a minimum period of six years. (5) An electronic money issuer shall keep details of a transaction by a customer in a live environment for a period of not less than two months. An electronic money issuer shall keep details of a transaction by a customer in a live environment for a period of not less than two months. (6) An electronic money issuer shall ensure that the systems of that electronic money issuer provide adequate data protection and data integrity. An electronic money issuer shall ensure that the systems of that electronic money issuer provide adequate data protection and data integrity. (7) An electronic money issuer shall block an electronic money account when there is a suspicious transaction. An electronic money issuer shall block an electronic money account when there is a suspicious transaction. (8) A blocked account shall become operational after investigation. A blocked account shall become operational after investigation. (9) A network service provider shall notify the Bank of Ghana, and electronic money issuers on the network of that service provider, seven days before the network service provider engages in an activity that may result in the unavailability of electronic money service delivery by the network service provider. A network service provider shall notify the Bank of Ghana, and electronic money issuers on the network of that service provider, seven days before the network service provider engages in an activity that may result in the unavailability of electronic money service delivery by the network service provider. (10) An electronic money issuer shall provide the Bank of Ghana with a roadmap to manage the transition of the activity that may result in the unavailability of electronic money service to customers. An electronic money issuer shall provide the Bank of Ghana with a roadmap to manage the transition of the activity that may result in the unavailability of electronic money service to customers. (11) An electronic money issuer who fails to comply with subsection (10), is liable to pay to the Bank of Ghana an administrative penalty of five thousand penalty units. An electronic money issuer who fails to comply with subsection (10), is liable to pay to the Bank of Ghana an administrative penalty of five thousand penalty units."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Customer due diligence requirements",
      "content": "(1) The following types of identification are acceptable for the purposes of customer due diligence under this Act: The following types of identification are acceptable for the purposes of customer due diligence under this Act: National Identification Card; National Identification Card; Voter Identification Card; Voter Identification Card; Driver’s Licence; Driver’s Licence; National Health Insurance Scheme Identification Card; National Health Insurance Scheme Identification Card; Passport; Passport; biometrics; and biometrics; and any other type of identification determined by the Bank of Ghana. any other type of identification determined by the Bank of Ghana. (2) An electronic money issuer who seeks to open an account for an electronic money holder shall adhere to the minimum customer due diligence requirements set out in the Third Schedule. An electronic money issuer who seeks to open an account for an electronic money holder shall adhere to the minimum customer due diligence requirements set out in the Third Schedule. (3) An electronic money issuer shall subject an over-the-counter transactions customer to the Know Your Customer requirements set out in the Third Schedule. An electronic money issuer shall subject an over-the-counter transactions customer to the Know Your Customer requirements set out in the Third Schedule. (4) Where an electronic money issuer has already collected and retained customer identifying information during registration of a Subscriber Identification Module card or bank account, that electronic money issuer Where an electronic money issuer has already collected and retained customer identifying information during registration of a Subscriber Identification Module card or bank account, that electronic money issuer may directly use the information to satisfy relevant customer due diligence requirements set out in the Third Schedule, and may directly use the information to satisfy relevant customer due diligence requirements set out in the Third Schedule, and shall confirm the identifying information or obtain new identifying information on onboarding. shall confirm the identifying information or obtain new identifying information on onboarding. (5) Subject to the availability of an integrated national database of identification system, an electronic money issuer shall validate the Subscriber Identification Module card registration against the database of the issuing authority of the identification document before activating the electronic money account. Subject to the availability of an integrated national database of identification system, an electronic money issuer shall validate the Subscriber Identification Module card registration against the database of the issuing authority of the identification document before activating the electronic money account. (6) An electronic money issuer shall conduct verification of customer information to appropriately manage material risks of error, fraud and breaches of applicable rules and principles with regard to antimony laundering and combating the financing of terrorism. An electronic money issuer shall conduct verification of customer information to appropriately manage material risks of error, fraud and breaches of applicable rules and principles with regard to antimony laundering and combating the financing of terrorism. (7) An electronic money issuer who fails to comply with subsection (6) An electronic money issuer who fails to comply with subsection (6) is liable to pay to the Bank of Ghana an administrative penalty of two thousand penalty units, and is liable to pay to the Bank of Ghana an administrative penalty of two thousand penalty units, and shall rectify the violation and report to the Bank of Ghana within ten days. shall rectify the violation and report to the Bank of Ghana within ten days."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Liquid assets requirements",
      "content": "(1) A dedicated electronic money issuer shall keep one hundred per cent of the electronic money float in liquid assets. A dedicated electronic money issuer shall keep one hundred per cent of the electronic money float in liquid assets. (2) The liquid assets shall remain unencumbered and may take the form of The liquid assets shall remain unencumbered and may take the form of cash balances held with a bank in the country and withdrawable on demand; or cash balances held with a bank in the country and withdrawable on demand; or any other liquid asset determined by the Bank of Ghana. any other liquid asset determined by the Bank of Ghana. (3) A dedicated electronic money issuer shall hold cash balances specified in paragraph (a) of subsection (2) separately from balances relating to any other operations of the dedicated electronic money issuer. A dedicated electronic money issuer shall hold cash balances specified in paragraph (a) of subsection (2) separately from balances relating to any other operations of the dedicated electronic money issuer. (4) Subsection (1) does not apply to a bank or a specialised deposit taking institution. Subsection (1) does not apply to a bank or a specialised deposit taking institution. (5) Despite subsection (4), a bank or a specialised deposit-taking institution shall include electronic money balances in the determination of their statutory reserve requirement and other liquidity requirement that the Bank of Ghana may determine. Despite subsection (4), a bank or a specialised deposit-taking institution shall include electronic money balances in the determination of their statutory reserve requirement and other liquidity requirement that the Bank of Ghana may determine. (6) A dedicated electronic money issuer shall A dedicated electronic money issuer shall on a daily basis, at a time determined by the Bank of Ghana, reconcile the previous day’s liquid assets held by that dedicated electronic money issuer for the redemption of electronic money with the electronic money value held by the customers, agents and merchants on the platform of the dedicated electronic money issuer; and on a daily basis, at a time determined by the Bank of Ghana, reconcile the previous day’s liquid assets held by that dedicated electronic money issuer for the redemption of electronic money with the electronic money value held by the customers, agents and merchants on the platform of the dedicated electronic money issuer; and rectify any deficiencies in the amount of liquid assets held at a time determined by the Bank of Ghana. rectify any deficiencies in the amount of liquid assets held at a time determined by the Bank of Ghana. (7) A dedicated electronic money issuer shall make available to the Bank of Ghana for inspection records specified in subsection (6) on liquid assets and reconciliations. A dedicated electronic money issuer shall make available to the Bank of Ghana for inspection records specified in subsection (6) on liquid assets and reconciliations. (8) A dedicated electronic money issuer who does not comply with the requirements of subsection (6), is liable to pay to the Bank of Ghana an administrative penalty of two thousand penalty units. A dedicated electronic money issuer who does not comply with the requirements of subsection (6), is liable to pay to the Bank of Ghana an administrative penalty of two thousand penalty units."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Fund isolation requirements",
      "content": "(1) The electronic money account of every electronic money issuer shall The electronic money account of every electronic money issuer shall (1) not be commingled at any time with the funds of any person other than the electronic money holder on whose behalf the funds are held; and not be commingled at any time with the funds of any person other than the electronic money holder on whose behalf the funds are held; and (2) be held in individual or pooled accounts with one or more banks in the country. be held in individual or pooled accounts with one or more banks in the country. (3) The sum total of electronic money account balance held with any one bank on behalf of a given electronic money issuer shall be determined by the Bank of Ghana. The sum total of electronic money account balance held with any one bank on behalf of a given electronic money issuer shall be determined by the Bank of Ghana. (4) A bank shall not hold electronic money account balances in aggregate of more than the amount determined by the Bank of Ghana. A bank shall not hold electronic money account balances in aggregate of more than the amount determined by the Bank of Ghana. (5) The electronic money account balances in excess of the limits stipulated in subsections (2) and (3) shall be invested in short term Government Instruments determined by the Bank of Ghana within ten days of the occurrence of the excesses. The electronic money account balances in excess of the limits stipulated in subsections (2) and (3) shall be invested in short term Government Instruments determined by the Bank of Ghana within ten days of the occurrence of the excesses. (6) The discount earned under subsection (4) shall be credited to the interest account which shall be distributed as determined by the Bank of Ghana. The discount earned under subsection (4) shall be credited to the interest account which shall be distributed as determined by the Bank of Ghana. (7) A bank which contravenes subsection (2), (3), (4) or (5) is liable to pay to the Bank of Ghana an administrative penalty calculated as the base rate of the bank and a risk premium of five percent of the excess exposure. A bank which contravenes subsection (2), (3), (4) or (5) is liable to pay to the Bank of Ghana an administrative penalty calculated as the base rate of the bank and a risk premium of five percent of the excess exposure. (8) A bank which holds funds on behalf of the electronic money issuer and is on the verge of violating subsection (2), (3), (4) or (5) shall notify the Bank of Ghana within five days. A bank which holds funds on behalf of the electronic money issuer and is on the verge of violating subsection (2), (3), (4) or (5) shall notify the Bank of Ghana within five days. (9) An authorised or licensed electronic money issuer shall An authorised or licensed electronic money issuer shall notify the Bank of Ghana on the opening of an electronic money float account to facilitate the issuance of electronic money; notify the Bank of Ghana on the opening of an electronic money float account to facilitate the issuance of electronic money; ensure that the account has records of all customers served under the electronic money service; ensure that the account has records of all customers served under the electronic money service; ensure that the electronic money account is protected from risks that may result in loss to beneficiaries of the funds; and ensure that the electronic money account is protected from risks that may result in loss to beneficiaries of the funds; and comply with any other requirement determined by the Bank of Ghana. comply with any other requirement determined by the Bank of Ghana. (10) An electronic money issuer who contravenes subsection (8), is liable to pay to the Bank of Ghana an administrative penalty of five thousand penalty units. An electronic money issuer who contravenes subsection (8), is liable to pay to the Bank of Ghana an administrative penalty of five thousand penalty units."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Outsourcing of activities",
      "content": "(1) A licensee or authorised entity which intends to outsource its technology platform, internal audit and risk management functions, and operational functions shall, in writing, inform the Bank of Ghana. A licensee or authorised entity which intends to outsource its technology platform, internal audit and risk management functions, and operational functions shall, in writing, inform the Bank of Ghana. (2) A licensee or authorised entity shall not outsource an operational function which is likely to impair A licensee or authorised entity shall not outsource an operational function which is likely to impair materially the quality of internal control of that licensee or authorised entity; and materially the quality of internal control of that licensee or authorised entity; and the ability of the Bank of Ghana to monitor the compliance of the licensee or authorised entity with the obligations of the licensee or authorised entity under this Act. the ability of the Bank of Ghana to monitor the compliance of the licensee or authorised entity with the obligations of the licensee or authorised entity under this Act. (3) For the purposes of subsection (2), an operational function is important if a defect or failure in the performance of the operational function materially impairs For the purposes of subsection (2), an operational function is important if a defect or failure in the performance of the operational function materially impairs the continuing compliance of the licensee or authorised entity with the requirements of the licence or authorisation; or the continuing compliance of the licensee or authorised entity with the requirements of the licence or authorisation; or the financial performance of the licensee or authorised entity or the soundness or the continuity of its services. the financial performance of the licensee or authorised entity or the soundness or the continuity of its services. (4) An outsourcing under this section shall meet the following conditions: An outsourcing under this section shall meet the following conditions: the outsourcing shall not result in the delegation by senior management of its accountability; the outsourcing shall not result in the delegation by senior management of its accountability; the relationship and obligations of the issuer towards the users of any relevant payment instrument shall not be altered; the relationship and obligations of the issuer towards the users of any relevant payment instrument shall not be altered; the requirements with which the licensee or authorised entity is to comply with the licence or authorisation are not undermined by the licensee or authorised entity; the requirements with which the licensee or authorised entity is to comply with the licence or authorisation are not undermined by the licensee or authorised entity; the outsourcing shall not amend, suspend or revoke a condition of the licence or authorisation; and the outsourcing shall not amend, suspend or revoke a condition of the licence or authorisation; and any other conditions that the Bank of Ghana may specify. any other conditions that the Bank of Ghana may specify. (5) A licensee or an authorised entity shall A licensee or an authorised entity shall put in place a service level agreement for all outsourcing arrangements, and put in place a service level agreement for all outsourcing arrangements, and submit copies of the agreement to the Bank of Ghana within ten days of signing the agreement. submit copies of the agreement to the Bank of Ghana within ten days of signing the agreement."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Transfer and termination of electronic money services",
      "content": "(1) An authorisation or licence to provide electronic money services shall not be transferred from one entity to another without the written approval of the Bank of Ghana. An authorisation or licence to provide electronic money services shall not be transferred from one entity to another without the written approval of the Bank of Ghana. (2) An electronic money issuer shall seek prior approval from the Bank of Ghana for the proposed change of name or ownership of that electronic money issuer. An electronic money issuer shall seek prior approval from the Bank of Ghana for the proposed change of name or ownership of that electronic money issuer. (3) An electronic money issuer that plans to cease its electronic money business, shall wind down the operations in a structured and orderly manner and in particular, shall An electronic money issuer that plans to cease its electronic money business, shall wind down the operations in a structured and orderly manner and in particular, shall ensure that all customers of the electronic money issuer are able to cash out or transfer to a different account the entirety of their outstanding electronic money balances of the electronic money issuer at no additional charge within ten days; ensure that all customers of the electronic money issuer are able to cash out or transfer to a different account the entirety of their outstanding electronic money balances of the electronic money issuer at no additional charge within ten days; give notice to customers through direct communication and public information through the media of give notice to customers through direct communication and public information through the media of the termination of the service, the termination of the service, any procedures for retrieving their funds as stated in paragraph (a), any procedures for retrieving their funds as stated in paragraph (a), the locations in which the customers can do so, and the locations in which the customers can do so, and the time span within which the customers can retrieve their funds; and the time span within which the customers can retrieve their funds; and ensure that the bank holding the electronic money pooled account and the electronic money issuer have updated the identifying information of the associated customers and the respective balances of the associated customers. ensure that the bank holding the electronic money pooled account and the electronic money issuer have updated the identifying information of the associated customers and the respective balances of the associated customers."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Oversight",
      "content": "(1) The Bank of Ghana shall exercise oversight, supervisory powers and functions over electronic money issuers and payment service providers. The Bank of Ghana shall exercise oversight, supervisory powers and functions over electronic money issuers and payment service providers. (2) The Bank of Ghana shall carry out examinations of the operations and affairs of an electronic money issuer and a payment service provider. The Bank of Ghana shall carry out examinations of the operations and affairs of an electronic money issuer and a payment service provider. (3) The Bank of Ghana shall carry out the examination at the times and with such frequency as the Bank of Ghana considers appropriate, taking into account The Bank of Ghana shall carry out the examination at the times and with such frequency as the Bank of Ghana considers appropriate, taking into account the Bank of Ghana’s evaluation of micro-prudential and macro-prudential concerns, and the Bank of Ghana’s evaluation of micro-prudential and macro-prudential concerns, and the risks posed by the electronic money issuer or the payment service provider. the risks posed by the electronic money issuer or the payment service provider. (4) Without limiting subsection (3), the Bank of Ghana may, without prior notice, carry out scrutiny or investigations into a specific matter or activity relating to the operations of an electronic money issuer or a payment service provider. Without limiting subsection (3), the Bank of Ghana may, without prior notice, carry out scrutiny or investigations into a specific matter or activity relating to the operations of an electronic money issuer or a payment service provider. (5) An electronic money issuer or a payment service provider shall An electronic money issuer or a payment service provider shall ensure that books of accounts and information technology systems of the electronic money issuer or payment service provider are audited, and ensure that books of accounts and information technology systems of the electronic money issuer or payment service provider are audited, and submit a copy of the audited report to the Bank of Ghana within three months of the close of the financial year. submit a copy of the audited report to the Bank of Ghana within three months of the close of the financial year. (6) An electronic money issuer or a payment service provider, or an agent, partner, service provider, or third party of that electronic money issuer or payment service provider shall grant the Bank of Ghana access to review the systems and operations of the electronic money issuer or payment service provider. An electronic money issuer or a payment service provider, or an agent, partner, service provider, or third party of that electronic money issuer or payment service provider shall grant the Bank of Ghana access to review the systems and operations of the electronic money issuer or payment service provider. (7) An electronic money issuer shall grant the Bank of Ghana a read only user real time access to its transaction platform. An electronic money issuer shall grant the Bank of Ghana a read only user real time access to its transaction platform. (8) An electronic money issuer shall grant access to the Bank of Ghana or its authorised agent to connect to their systems for monitoring purposes. An electronic money issuer shall grant access to the Bank of Ghana or its authorised agent to connect to their systems for monitoring purposes."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Systems monitoring and measurements",
      "content": "(1) The Bank of Ghana may establish a monitoring system to measure the volumes of transactions processed by the payment system. The Bank of Ghana may establish a monitoring system to measure the volumes of transactions processed by the payment system. (2) The monitoring system established under subsection (1) shall not have any common usage or interconnect with any other system outside the banking sector except as may be necessary for the proper functioning and maintenance of the monitoring system. The monitoring system established under subsection (1) shall not have any common usage or interconnect with any other system outside the banking sector except as may be necessary for the proper functioning and maintenance of the monitoring system. (3) For the purposes of revenue assurance measurements, the Bank of Ghana shall provide relevant transaction records from its monitoring system to the Ghana Revenue Authority upon request. For the purposes of revenue assurance measurements, the Bank of Ghana shall provide relevant transaction records from its monitoring system to the Ghana Revenue Authority upon request."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Submission of information and periodic returns",
      "content": "(1) The Bank of Ghana shall, for the purposes of supervision, require an electronic money issuer or payment service provider to submit any information or data relating to its assets, liabilities, income, expenditure affairs or any other matter that the Bank of Ghana may require. The Bank of Ghana shall, for the purposes of supervision, require an electronic money issuer or payment service provider to submit any information or data relating to its assets, liabilities, income, expenditure affairs or any other matter that the Bank of Ghana may require. (2) The Bank of Ghana may determine the The Bank of Ghana may determine the details of the information required; details of the information required; form in which the information is to be reported; and form in which the information is to be reported; and period within which the report is to be returned to the Bank of Ghana. period within which the report is to be returned to the Bank of Ghana. (3) The Bank of Ghana may impose an administrative penalty of five hundred penalty units on an electronic money issuer or payment service provider for The Bank of Ghana may impose an administrative penalty of five hundred penalty units on an electronic money issuer or payment service provider for non-submission, non-submission, incomplete submission, or incomplete submission, or inaccurate submission, inaccurate submission, of the required information, data, statement or returns and for each day that the default continues a further administrative penalty of fifty penalty units in respect of the default. (4) A certified body which conducts surveillance activities shall submit reports of the surveillance activities directly to the Bank of Ghana. A certified body which conducts surveillance activities shall submit reports of the surveillance activities directly to the Bank of Ghana. (5) An electronic money issuer or payment service provider shall report in writing to the Bank of Ghana not later than ten days after the occurrence of any of the following: An electronic money issuer or payment service provider shall report in writing to the Bank of Ghana not later than ten days after the occurrence of any of the following: material changes in the information submitted to the Bank of Ghana at the time of the application; material changes in the information submitted to the Bank of Ghana at the time of the application; any indication of suspected or confirmed fraud relating to the electronic money service or payment service, any security breaches, any material service interruption or other significant issues that may affect the safety and efficiency of the electronic money service or payment service; and any indication of suspected or confirmed fraud relating to the electronic money service or payment service, any security breaches, any material service interruption or other significant issues that may affect the safety and efficiency of the electronic money service or payment service; and any indication of loss of confidential data. any indication of loss of confidential data."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Requirement for material change",
      "content": "(1) An electronic money issuer or payment service provider who intends to introduce a material change or enhancement in the electronic money issuance or provision of payment service shall An electronic money issuer or payment service provider who intends to introduce a material change or enhancement in the electronic money issuance or provision of payment service shall seek the approval of the Bank of Ghana, and seek the approval of the Bank of Ghana, and give notice in writing to the Bank of Ghana thirty days before the proposed implementation of the change or enhancement. give notice in writing to the Bank of Ghana thirty days before the proposed implementation of the change or enhancement. (2) An electronic money issuer or payment service provider shall seek the prior approval of the Bank of Ghana where the electronic money issuer or payment service provider intends to An electronic money issuer or payment service provider shall seek the prior approval of the Bank of Ghana where the electronic money issuer or payment service provider intends to transfer more than fifteen per cent of the shares in the electronic money or payment service business; or transfer more than fifteen per cent of the shares in the electronic money or payment service business; or introduce material changes in the payment service that alters the scope of the service, including new service capabilities or a change in technology service provider. introduce material changes in the payment service that alters the scope of the service, including new service capabilities or a change in technology service provider."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Principles of consumer protection",
      "content": "An electronic money issuer, a payment service provider, or an agent of the electronic money issuer or the payment service provider shall adhere to the universal principles on consumer protection including equitable, honest and fair treatment of all customers, especially vulnerable groups such as the illiterate, women, persons with disability and the underprivileged; equitable, honest and fair treatment of all customers, especially vulnerable groups such as the illiterate, women, persons with disability and the underprivileged; transparency and the disclosure of clear, sufficient and timely information on the fundamental benefits, risks and terms of any product or service offered in an objective and accessible form; transparency and the disclosure of clear, sufficient and timely information on the fundamental benefits, risks and terms of any product or service offered in an objective and accessible form; sufficient and accessible information to customers on the rights and responsibilities of the customers; sufficient and accessible information to customers on the rights and responsibilities of the customers; protection of customers’ privacy, tangible and intangible assets related to the service including the personal details, financial information and transaction data of the customer; protection of customers’ privacy, tangible and intangible assets related to the service including the personal details, financial information and transaction data of the customer; responsible business conduct of all staff and authorised agents; responsible business conduct of all staff and authorised agents; adequate systems and processes for complaints handling and redress; and adequate systems and processes for complaints handling and redress; and any other directive on consumer protection that the Bank of Ghana may issue. any other directive on consumer protection that the Bank of Ghana may issue."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Responsibilities of electronic money issuer and payment service provider",
      "content": "(1) An electronic money issuer or payment service provider shall ensure high quality performance of at least 99.5% service availability and accessibility. An electronic money issuer or payment service provider shall ensure high quality performance of at least 99.5% service availability and accessibility. (2) An electronic money issuer or payment service provider shall, within twenty-four hours of a disruption or an anticipated disruption, inform the users of the electronic money or payment service of the disruption or anticipated disruption in the system through a short messaging system or other means determined by the Bank of Ghana. An electronic money issuer or payment service provider shall, within twenty-four hours of a disruption or an anticipated disruption, inform the users of the electronic money or payment service of the disruption or anticipated disruption in the system through a short messaging system or other means determined by the Bank of Ghana. (3) An electronic money issuer or payment service provider shall enter into a written agreement, which is either electronic or print versions, with an electronic money account holder or a user of a payment service. An electronic money issuer or payment service provider shall enter into a written agreement, which is either electronic or print versions, with an electronic money account holder or a user of a payment service. (4) The agreement referred to in subsection (3), shall at a minimum The agreement referred to in subsection (3), shall at a minimum clearly identify the electronic money account holder or user of the payment service; clearly identify the electronic money account holder or user of the payment service; provide guidance on the right of redemption by an electronic money holder or a user of payment service, including if any, conditions and fees for redemption; provide guidance on the right of redemption by an electronic money holder or a user of payment service, including if any, conditions and fees for redemption; state that the ownership of the funds of the electronic money holder or payment service user is not in any way impaired by the use of pooled float accounts established in the name of the issuer of the electronic money or payment service provider; and state that the ownership of the funds of the electronic money holder or payment service user is not in any way impaired by the use of pooled float accounts established in the name of the issuer of the electronic money or payment service provider; and include information on available redress procedures for a complaint together with the address and contact information of the electronic money issuer or payment service provider include information on available redress procedures for a complaint together with the address and contact information of the electronic money issuer or payment service provider (5) An electronic money issuer or payment service provider shall provide an explanation on product material and general product elements to a prospective client and ensure that the prospective client understands the nature and form of the product terms and conditions, features and specifications. An electronic money issuer or payment service provider shall provide an explanation on product material and general product elements to a prospective client and ensure that the prospective client understands the nature and form of the product terms and conditions, features and specifications. (6) An electronic money issuer or payment service provider shall ensure that An electronic money issuer or payment service provider shall ensure that marketing undertaken by the electronic money issuer or payment service provider follows the general principles of honesty and transparency; and marketing undertaken by the electronic money issuer or payment service provider follows the general principles of honesty and transparency; and the address, telephone number and electronic mail address of the provider are included in all marketing material. the address, telephone number and electronic mail address of the provider are included in all marketing material. (7) An electronic money issuer or payment service provider shall provide to the customers of the electronic money issuer or payment service provider the following on its website and in short messaging services: An electronic money issuer or payment service provider shall provide to the customers of the electronic money issuer or payment service provider the following on its website and in short messaging services: the details, including the name, location of all the customer service points and the agents of the electronic money issuer or payment service provider, and the details, including the name, location of all the customer service points and the agents of the electronic money issuer or payment service provider, and a description of the products and services of the electronic money issuer or payment service provider including the applicable charges. a description of the products and services of the electronic money issuer or payment service provider including the applicable charges. (8) An electronic money issuer or payment service provider shall display at its head office, branches as well as the premises of its agents using a standard summary sheet determined by the Bank of Ghana, all fees and service charges for electronic money transactions or provision of payment service. An electronic money issuer or payment service provider shall display at its head office, branches as well as the premises of its agents using a standard summary sheet determined by the Bank of Ghana, all fees and service charges for electronic money transactions or provision of payment service. (9) An electronic money issuer or payment service provider shall, seven days before a change in all fees and service charges, announce the changes to its customers through short messaging service or any other means determined by the Bank of Ghana. An electronic money issuer or payment service provider shall, seven days before a change in all fees and service charges, announce the changes to its customers through short messaging service or any other means determined by the Bank of Ghana. (10) An electronic money issuer or payment service provider shall give a customer an electronic notification of charges or fees with an option to cancel a transaction before the authorisation of the transaction. An electronic money issuer or payment service provider shall give a customer an electronic notification of charges or fees with an option to cancel a transaction before the authorisation of the transaction. (11) An electronic money issuer or payment service provider shall allocate to an agent of the electronic money issuer or payment service provider a unique identification number that is prominently displayed at the location of the agent. An electronic money issuer or payment service provider shall allocate to an agent of the electronic money issuer or payment service provider a unique identification number that is prominently displayed at the location of the agent. (12) An electronic money issuer or payment service provider shall make known to a customer, information on an agent whose contract has been terminated by short messaging service, newspaper publication or any other means determined by the Bank of Ghana. An electronic money issuer or payment service provider shall make known to a customer, information on an agent whose contract has been terminated by short messaging service, newspaper publication or any other means determined by the Bank of Ghana. (13) An electronic money issuer or a payment service provider shall An electronic money issuer or a payment service provider shall maintain a functional consumer complaints unit for users of electronic money or payment services, and maintain a functional consumer complaints unit for users of electronic money or payment services, and equip the unit to receive complaints through phone calls, electronic mails, short messaging service and personal visit by the electronic money user or payment service customer. equip the unit to receive complaints through phone calls, electronic mails, short messaging service and personal visit by the electronic money user or payment service customer. (14) An electronic money issuer or payment service provider shall display the address, telephone numbers, and electronic mail address of the complaints resolution desk prominently at the offices, agent locations and at customer care centres of the electronic money issuer or payment service provider. An electronic money issuer or payment service provider shall display the address, telephone numbers, and electronic mail address of the complaints resolution desk prominently at the offices, agent locations and at customer care centres of the electronic money issuer or payment service provider."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Right and responsibility of electronic money holder",
      "content": "(1) An electronic money holder shall be eligible for deposit protection under the Ghana Deposit Protection Act, 2016 (Act 931) if the balance of the account falls within the prescribed threshold under the Ghana Deposit Protection Act, 2016 (Act 931). An electronic money holder shall be eligible for deposit protection under the Ghana Deposit Protection Act, 2016 (Act 931) if the balance of the account falls within the prescribed threshold under the Ghana Deposit Protection Act, 2016 (Act 931). (2) An electronic money holder shall pay only the advertised transaction charges. An electronic money holder shall pay only the advertised transaction charges."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Complaint procedure",
      "content": "(1) An electronic money issuer or a payment service provider shall set up effective procedures that allow an electronic money user or a payment service customer to submit a complaint. An electronic money issuer or a payment service provider shall set up effective procedures that allow an electronic money user or a payment service customer to submit a complaint. (2) The procedure referred to in subsection (1) shall at a minimum The procedure referred to in subsection (1) shall at a minimum provide a customer with easily understood information about the customer care system; provide a customer with easily understood information about the customer care system; be accessible during normal business hours and out of business hours including statutory holidays; be accessible during normal business hours and out of business hours including statutory holidays; allow for a customer to lodge a complaint orally or in writing, through a customer care telephone number, a visit to office, by electronic mail or by post; allow for a customer to lodge a complaint orally or in writing, through a customer care telephone number, a visit to office, by electronic mail or by post; provide for a complaint to be resolved within five days of lodging and an additional fifteen days for complex issues provided the customer is informed that the issue is complex; and provide for a complaint to be resolved within five days of lodging and an additional fifteen days for complex issues provided the customer is informed that the issue is complex; and be provided without cost to the customer. be provided without cost to the customer. (3) For purposes of paragraph (c) of subsection (2), a customer may lodge the complaint within thirty days from the date of detection of the anomaly. For purposes of paragraph (c) of subsection (2), a customer may lodge the complaint within thirty days from the date of detection of the anomaly. (4) An electronic money issuer or a payment service provider shall acknowledge receipt of a complaint filed with the electronic money issuer or a payment service provider within three working days. An electronic money issuer or a payment service provider shall acknowledge receipt of a complaint filed with the electronic money issuer or a payment service provider within three working days. (5) An electronic money issuer or payment service provider shall inform a complainant of the expected actions and timing for investigating and resolving the complaint at the time of the complaint. An electronic money issuer or payment service provider shall inform a complainant of the expected actions and timing for investigating and resolving the complaint at the time of the complaint. (6) An electronic money issuer or payment service provider shall put in place processes to provide a complainant with sufficient information and the means to inquire on the progress of complaint. An electronic money issuer or payment service provider shall put in place processes to provide a complainant with sufficient information and the means to inquire on the progress of complaint. (7) An electronic money issuer or payment service provider shall assign a unique reference number or other identifier to a complaint which is lodged to facilitate timely and accurate responses to subsequent inquiries by the complainant. An electronic money issuer or payment service provider shall assign a unique reference number or other identifier to a complaint which is lodged to facilitate timely and accurate responses to subsequent inquiries by the complainant. (8) An electronic money issuer or payment service provider shall inform the complainant of the outcome of the investigation of the complaint, and any resulting decision by the electronic money issuer or payment service provider. An electronic money issuer or payment service provider shall inform the complainant of the outcome of the investigation of the complaint, and any resulting decision by the electronic money issuer or payment service provider. (9) Where the complainant is not satisfied with the decision of the electronic money issuer or payment service provider, the complainant may report to the Bank of Ghana. Where the complainant is not satisfied with the decision of the electronic money issuer or payment service provider, the complainant may report to the Bank of Ghana. (10) The Bank of Ghana shall within three days upon the receipt of the complaint, resolve the complaint. The Bank of Ghana shall within three days upon the receipt of the complaint, resolve the complaint. (11) The Bank of Ghana may by notice provide for the effective implementation of this section. The Bank of Ghana may by notice provide for the effective implementation of this section."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Establishment and designation of payment systems by Bank of Ghana",
      "content": "(1) The Bank of Ghana may The Bank of Ghana may establish, operate, promote and supervise payment, funds transfer, clearing and settlement systems, subject to the rules that the Bank of Ghana may publish; and establish, operate, promote and supervise payment, funds transfer, clearing and settlement systems, subject to the rules that the Bank of Ghana may publish; and designate any other payment, funds transfer, clearing and settlement systems, operating in the country which the Bank of Ghana considers to be in the public interest for the Bank of Ghana to supervise under this Act. designate any other payment, funds transfer, clearing and settlement systems, operating in the country which the Bank of Ghana considers to be in the public interest for the Bank of Ghana to supervise under this Act. A designation under paragraph (b) of subsection (1) shall be in writing and addressed to any person the Bank of Ghana identifies as the operator of the system. A designation under paragraph (b) of subsection (1) shall be in writing and addressed to any person the Bank of Ghana identifies as the operator of the system."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Access to participation in system approved by Bank of Ghana",
      "content": "(1) The Bank of Ghana may grant access to any system established under paragraph (a) of subsection (1) of section 48 to a bank, a specialised deposit-taking institution or other institution if the Bank of Ghana considers the participation of the bank, specialised deposit-taking institution or the institution is in the interest of the efficient operation of the system. The Bank of Ghana may grant access to any system established under paragraph (a) of subsection (1) of section 48 to a bank, a specialised deposit-taking institution or other institution if the Bank of Ghana considers the participation of the bank, specialised deposit-taking institution or the institution is in the interest of the efficient operation of the system. (2) Where the Bank of Ghana considers that the participation in a system by a bank, specialised deposit-taking institution or an institution referred to in subsection (1) is no longer in the interest of efficient operation of the system, the Bank of Ghana may, by notice in writing to the bank, specialised deposit-taking institution or the institution, withdraw accessibility from the system of the bank, specialised deposit-taking institution or the institution from the date specified in the notice. Where the Bank of Ghana considers that the participation in a system by a bank, specialised deposit-taking institution or an institution referred to in subsection (1) is no longer in the interest of efficient operation of the system, the Bank of Ghana may, by notice in writing to the bank, specialised deposit-taking institution or the institution, withdraw accessibility from the system of the bank, specialised deposit-taking institution or the institution from the date specified in the notice. (3) The Bank of Ghana shall publish the notice specified in subsec­tion (2) in the Gazette. The Bank of Ghana shall publish the notice specified in subsec­tion (2) in the Gazette. (4) The Bank of Ghana shall not withdraw access to a system by a bank, a specialised deposit-taking institution or other institution without giving the bank, the specialised deposit-taking institution or the institution a reasonable opportunity to make representations to the Bank of Ghana. The Bank of Ghana shall not withdraw access to a system by a bank, a specialised deposit-taking institution or other institution without giving the bank, the specialised deposit-taking institution or the institution a reasonable opportunity to make representations to the Bank of Ghana. (5) For the purposes of this section, “access” means the participation by a bank, a specialised deposit-taking institution or any other institution as a participating member of the system. For the purposes of this section, “access” means the participation by a bank, a specialised deposit-taking institution or any other institution as a participating member of the system."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Supervision of established and designated systems",
      "content": "(1) The Bank of Ghana may, in supervising a system established or designated under subsection (1) of section 48, The Bank of Ghana may, in supervising a system established or designated under subsection (1) of section 48, demand information as to the operation of the system from the operator of the system; demand information as to the operation of the system from the operator of the system; inspect the premises, equipment, computer hardware, software, any communication system, books of accounts, and any other document or electronic information which the Bank of Ghana may require in relation to the system; inspect the premises, equipment, computer hardware, software, any communication system, books of accounts, and any other document or electronic information which the Bank of Ghana may require in relation to the system; direct changes to be made to the terms of any rules, agreements or practices under which the system is operated in the interest of the public; direct changes to be made to the terms of any rules, agreements or practices under which the system is operated in the interest of the public; direct changes to be made to the rules concerning access to the system in order to ensure that the system is operated efficiently and in the interest of the public; and direct changes to be made to the rules concerning access to the system in order to ensure that the system is operated efficiently and in the interest of the public; and exercise other powers prescribed by Regulations. exercise other powers prescribed by Regulations. (2) An operator of the system shall comply with the directives of the Bank of Ghana given under subsection (1). An operator of the system shall comply with the directives of the Bank of Ghana given under subsection (1). (3) The Bank of Ghana shall treat as confidential, information and documents obtained by the Bank, under subsections (1) and (2) subject to such disclosure as the Bank of Ghana may consider necessary in the public interest. The Bank of Ghana shall treat as confidential, information and documents obtained by the Bank, under subsections (1) and (2) subject to such disclosure as the Bank of Ghana may consider necessary in the public interest. (4) An operator who contravenes a provision of subsection (1) commits an offence and is liable on summary conviction, An operator who contravenes a provision of subsection (1) commits an offence and is liable on summary conviction, in the case of an individual, to a fine of not less than one thousand penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than four years and not more than ten years or to both, and in the case of an individual, to a fine of not less than one thousand penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than four years and not more than ten years or to both, and in the case of a body corporate, to a fine of not less than two thousand penalty units and not more than seven thousand penalty units. in the case of a body corporate, to a fine of not less than two thousand penalty units and not more than seven thousand penalty units."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Systemic risk",
      "content": "(1) Where the Bank of Ghana considers that there is systemic risk, the Bank of Ghana may issue a directive in writing to a participant requiring that participant to Where the Bank of Ghana considers that there is systemic risk, the Bank of Ghana may issue a directive in writing to a participant requiring that participant to pperform an act that is necessary to remedy the situation and to cease or refrain from engaging in the act, omission or conduct; and pperform an act that is necessary to remedy the situation and to cease or refrain from engaging in the act, omission or conduct; and provide the Bank of Ghana with information and documents relating to the matters specified in the directive. provide the Bank of Ghana with information and documents relating to the matters specified in the directive. (2) A participant who without good reason refuses or fails to comply with a directive issued under subsection (1), commits an offence and is liable on summary conviction to a fine of not less than one thousand penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than four years and not more than ten years or to both. A participant who without good reason refuses or fails to comply with a directive issued under subsection (1), commits an offence and is liable on summary conviction to a fine of not less than one thousand penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than four years and not more than ten years or to both. (3) The Bank of Ghana shall take steps under this Act to safeguard the system. The Bank of Ghana shall take steps under this Act to safeguard the system."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Retention of records",
      "content": "(1) Despite anything to the contrary in any legislation on record keeping, a person shall retain records created during the course of the operation and administration of a system for a minimum period of six years from the date of creation of the record. Despite anything to the contrary in any legislation on record keeping, a person shall retain records created during the course of the operation and administration of a system for a minimum period of six years from the date of creation of the record. (2) The records may be retained in an electronic form or any other form determined by the Bank of Ghana. The records may be retained in an electronic form or any other form determined by the Bank of Ghana."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Transparency requirement",
      "content": "An operator of a system shall ensure that the system operates in accordance with the principles of transparency in order that a user of the system is aware of the conditions upon which a transfer is affected. An operator of a system shall ensure that the system operates in accordance with the principles of transparency in order that a user of the system is aware of the conditions upon which a transfer is affected."
    },
    {
      "provision_ref": "s54",
      "section": "54",
      "title": "Customer information before the execution of a transfer",
      "content": "An institution shall, on request, make available to a customer in a comprehensible form, information on conditions for transfer through the system, including an indication of the time needed for the funds to be credited to the account of the institution of the beneficiary; an indication of the time needed for the funds to be credited to the account of the institution of the beneficiary; an indication of the time needed for the funds credited to the account of the institution to be credited to the account of the beneficiary; an indication of the time needed for the funds credited to the account of the institution to be credited to the account of the beneficiary; details of any charges payable by the customer; and details of any charges payable by the customer; and details of any complaints and redress procedures available to the customer and means of access to them. details of any complaints and redress procedures available to the customer and means of access to them."
    },
    {
      "provision_ref": "s55",
      "section": "55",
      "title": "Customer information after the execution of a transfer",
      "content": "(1) Unless expressly agreed to the contrary, a beneficiary institution shall, after the execution or receipt of a transfer, supply the customer of the beneficiary institution with information in a comprehensible form, including Unless expressly agreed to the contrary, a beneficiary institution shall, after the execution or receipt of a transfer, supply the customer of the beneficiary institution with information in a comprehensible form, including the unique reference enabling the customer to identify the transaction; the unique reference enabling the customer to identify the transaction; the original amount of the transfer; and the original amount of the transfer; and the amount of charges payable by the customer the amount of charges payable by the customer (2) Where the originator has specified that the charges for a transfer are to be wholly or partly borne by the beneficiary, the beneficiary institution shall inform the beneficiary. Where the originator has specified that the charges for a transfer are to be wholly or partly borne by the beneficiary, the beneficiary institution shall inform the beneficiary."
    },
    {
      "provision_ref": "s56",
      "section": "56",
      "title": "Rights of parties to negotiate obligations under a transaction",
      "content": "Despite the minimum obligations applicable to a transfer through a system under this Act, parties to an agreement may assume greater obligations through an agreement or the operation of the rules of the system. Despite the minimum obligations applicable to a transfer through a system under this Act, parties to an agreement may assume greater obligations through an agreement or the operation of the rules of the system."
    },
    {
      "provision_ref": "s57",
      "section": "57",
      "title": "Transfer time obligation",
      "content": "(1) The institution of the originator shall execute a transfer within the time limit agreed with the originator or in the absence of an agreement, within the standard time limit applicable to the system. The institution of the originator shall execute a transfer within the time limit agreed with the originator or in the absence of an agreement, within the standard time limit applicable to the system. (2) Where the agreed time limit is not complied with, the institution of the originator shall compensate the originator by payment of interest on the amount of the transfer. Where the agreed time limit is not complied with, the institution of the originator shall compensate the originator by payment of interest on the amount of the transfer. (3) The interest in subsection (2) shall be calculated by applying the ninety-one day treasury bill discount rate to the amount of the transfer for the period from the end of the agreed time limit to the date on which the funds are credited to the account of the beneficiary institution. The interest in subsection (2) shall be calculated by applying the ninety-one day treasury bill discount rate to the amount of the transfer for the period from the end of the agreed time limit to the date on which the funds are credited to the account of the beneficiary institution. (4) Where non-execution of a transfer by the institution of the originator within the agreed time limit is attributable to an intermediary institution, the intermediary institution shall reimburse the institution of the originator in respect of any compensation paid to the originator by the institution of the originator. Where non-execution of a transfer by the institution of the originator within the agreed time limit is attributable to an intermediary institution, the intermediary institution shall reimburse the institution of the originator in respect of any compensation paid to the originator by the institution of the originator."
    },
    {
      "provision_ref": "s58",
      "section": "58",
      "title": "Obligation to make funds available upon transfer",
      "content": "(1) The beneficiary institution shall make the funds resulting from a transfer available to the beneficiary within the time limit agreed with the beneficiary or in the absence of an agreement, within the standard time limit applicable to the system. The beneficiary institution shall make the funds resulting from a transfer available to the beneficiary within the time limit agreed with the beneficiary or in the absence of an agreement, within the standard time limit applicable to the system. (2) Where the agreed time limit is not complied with, the beneficiary institution shall compensate the beneficiary by payment of interest on the funds. Where the agreed time limit is not complied with, the beneficiary institution shall compensate the beneficiary by payment of interest on the funds. (3) The interest in subsection (2) shall be calculated by applying the ninety-one day treasury bill discount rate to the amount of the transfer for the period from the end of the agreed time to the date on which the funds are credited to the account of the beneficiary. The interest in subsection (2) shall be calculated by applying the ninety-one day treasury bill discount rate to the amount of the transfer for the period from the end of the agreed time to the date on which the funds are credited to the account of the beneficiary."
    },
    {
      "provision_ref": "s59",
      "section": "59",
      "title": "Delay attributable to originator or beneficiary",
      "content": "Compensation shall not be paid to an originator or a beneficiary under sections 57 and 58, where the institution of the originator or the institution of the beneficiary can establish that the delay is attributable to the originator or the beneficiary. Compensation shall not be paid to an originator or a beneficiary under sections 57 and 58, where the institution of the originator or the institution of the beneficiary can establish that the delay is attributable to the originator or the beneficiary."
    },
    {
      "provision_ref": "s60",
      "section": "60",
      "title": "Other rights",
      "content": "Sections 57 and 58 do not limit any other rights available to a person participating in the execution of the transfer. Sections 57 and 58 do not limit any other rights available to a person participating in the execution of the transfer."
    },
    {
      "provision_ref": "s61",
      "section": "61",
      "title": "Obligation to transfer full amount",
      "content": "(1) The institution of the originator, an intermediary institution and the institution of the beneficiary are each obliged to execute any transfer for the full amount, unless the originator specifies that the costs of the transfer are to be borne wholly or partly by the beneficiary. The institution of the originator, an intermediary institution and the institution of the beneficiary are each obliged to execute any transfer for the full amount, unless the originator specifies that the costs of the transfer are to be borne wholly or partly by the beneficiary. (2) Subsection (1) does not limit any rights of the institution of the beneficiary to charge the beneficiary for the administration of the account of the beneficiary. Subsection (1) does not limit any rights of the institution of the beneficiary to charge the beneficiary for the administration of the account of the beneficiary."
    },
    {
      "provision_ref": "s62",
      "section": "62",
      "title": "Obligation to refund in the event of non-execution",
      "content": "(1) Where a transfer has been accepted by the institution of the originator and the relevant amount is not credited to the account of the institution of the beneficiary, the institution of the originator shall, with­out prejudice to any other claim which may be made, make a refund to the originator of the amount of the transfer plus interest and any charges paid by the originator for the transfer. Where a transfer has been accepted by the institution of the originator and the relevant amount is not credited to the account of the institution of the beneficiary, the institution of the originator shall, with­out prejudice to any other claim which may be made, make a refund to the originator of the amount of the transfer plus interest and any charges paid by the originator for the transfer. (2) The interest shall be calculated by applying the ninety-one day treasury bill discount rate to the amount of the transfer for the period beginning from the date of receipt by the institution of the originator to the date of tire refund. The interest shall be calculated by applying the ninety-one day treasury bill discount rate to the amount of the transfer for the period beginning from the date of receipt by the institution of the originator to the date of tire refund. (3) Where the transfer has been made using an intermediary institution, the institution which has accepted the transfer shall reimburse the institution of the originator against its liability under subsection (1), and where that intermediary institution used another intermediary institution, the latter shall be reimbursed by that institution accordingly. Where the transfer has been made using an intermediary institution, the institution which has accepted the transfer shall reimburse the institution of the originator against its liability under subsection (1), and where that intermediary institution used another intermediary institution, the latter shall be reimbursed by that institution accordingly. (4) Where the transfer was not completed because of Where the transfer was not completed because of an error or omission in the instructions given by the originator to the originator’s institution; or an error or omission in the instructions given by the originator to the originator’s institution; or non-execution of the transfer by an intermediary institution expressly chosen by the originator, non-execution of the transfer by an intermediary institution expressly chosen by the originator, the institution of the originator and any other institution involved shall use its best endeavours to obtain a refund of the amount of the transfer subject to charges for the expenses incurred in connection with the transfer."
    },
    {
      "provision_ref": "s63",
      "section": "63",
      "title": "Transfer finality",
      "content": "An operator of a system shall specify the principles applicable to achieve transfer finality in the operations of the system. An operator of a system shall specify the principles applicable to achieve transfer finality in the operations of the system."
    },
    {
      "provision_ref": "s64",
      "section": "64",
      "title": "Irrevocability",
      "content": "(1) A transfer is executed at the time specified in the rules of the system. A transfer is executed at the time specified in the rules of the system. (2) Without limiting any remedies that may be available to recover an equivalent amount of transfer in the case of fraud, mistake or similar vitiating factors, a transfer is irrevocable once executed. Without limiting any remedies that may be available to recover an equivalent amount of transfer in the case of fraud, mistake or similar vitiating factors, a transfer is irrevocable once executed."
    },
    {
      "provision_ref": "s65",
      "section": "65",
      "title": "Settlement",
      "content": "(1) The discharge of settlement obligations between institutions participating in the system is effected by means of entries to accounts maintained with the Bank of Ghana, or any other bank that the Bank of Ghana may determine, for settlement purposes. The discharge of settlement obligations between institutions participating in the system is effected by means of entries to accounts maintained with the Bank of Ghana, or any other bank that the Bank of Ghana may determine, for settlement purposes. (2) An electronic money issuer that holds electronic money float with more than one bank, shall ensure that all settlement transactions between the accounts of the respective banks is done through the interbank payment and settlement system or any other means that the Bank of Ghana may determine. An electronic money issuer that holds electronic money float with more than one bank, shall ensure that all settlement transactions between the accounts of the respective banks is done through the interbank payment and settlement system or any other means that the Bank of Ghana may determine. (3) A settlement effected in accordance with subsection (1) is final and irrevocable. A settlement effected in accordance with subsection (1) is final and irrevocable."
    },
    {
      "provision_ref": "s66",
      "section": "66",
      "title": "Transfer of electronic money",
      "content": "Customer funds and all agent-based electronic money transactions undertaken by a payment service provider shall be effected electronically and settled in real time against a pre-funded account held by an agent. Customer funds and all agent-based electronic money transactions undertaken by a payment service provider shall be effected electronically and settled in real time against a pre-funded account held by an agent."
    },
    {
      "provision_ref": "s67",
      "section": "67",
      "title": "Netting agreements and netting rules",
      "content": "(1) Where an institution that participates in a system established or designated under subsection (1) of section 48 is Where an institution that participates in a system established or designated under subsection (1) of section 48 is wound up by a court, wound up by a court, placed in administration by a court, or placed in administration by a court, or declared insolvent by a court or a regulatory body declared insolvent by a court or a regulatory body any provision contained in a written netting agreement to which that institution is a party or any netting rules and practices applicable to the system are binding on the liquidator or administrator of the institution in respect of any payment or settlement obligation any provision contained in a written netting agreement to which that institution is a party or any netting rules and practices applicable to the system are binding on the liquidator or administrator of the institution in respect of any payment or settlement obligation which has been determined through netting before the issue of the order for winding-up or administration; which has been determined through netting before the issue of the order for winding-up or administration; which is to be discharged on or after the date of the order for winding-up or administration; or which is to be discharged on or after the date of the order for winding-up or administration; or the discharge of which was overdue on the date of the winding-up or administration order. the discharge of which was overdue on the date of the winding-up or administration order. (2) This section applies despite anything to the contrary in an enactment relating to insolvency. This section applies despite anything to the contrary in an enactment relating to insolvency."
    },
    {
      "provision_ref": "s68",
      "section": "68",
      "title": "Collateral for payment and settlement of obligations",
      "content": "Despite any provision to the contrary in an insolvency law, any asset of an institution that participates in a system, which, before the issue of an order for the winding-up or administration of that institution was provided to the Bank of Ghana; or the Bank of Ghana; or the operators of the system designated under paragraph (b) of subsection (1) of section 48, the operators of the system designated under paragraph (b) of subsection (1) of section 48, as security in respect of the payment or settlement obligations of the institution, shall be utilised by the Bank of Ghana or by the operators of the designated system to the extent required for the discharge of the payment or settlement of obligations."
    },
    {
      "provision_ref": "s69",
      "section": "69",
      "title": "Admissibility of evidence",
      "content": "Without limiting the rules of admissibility of evidence in a court of law, information that relates to a transfer through a system contained in a document, a document, a computer print-out, or a computer print-out, or any electronic storage media or form, is admissible as evidence of the transfer. any electronic storage media or form, is admissible as evidence of the transfer."
    },
    {
      "provision_ref": "s70",
      "section": "70",
      "title": "Establishment of clearing house",
      "content": "(1) The Bank of Ghana may establish a clearing house. The Bank of Ghana may establish a clearing house. (2) The Bank of Ghana may designate an institution it considers fit to implement and manage specified payment systems services and the clearing house. The Bank of Ghana may designate an institution it considers fit to implement and manage specified payment systems services and the clearing house. (3) The institution designated under subsection (2) shall The institution designated under subsection (2) shall submit regular reports; and submit regular reports; and be under the supervision of a department designated by the Bank of Ghana. be under the supervision of a department designated by the Bank of Ghana."
    },
    {
      "provision_ref": "s71",
      "section": "71",
      "title": "Functions of clearing house",
      "content": "The functions of the clearing house include facilitating the speedy presentment of cheques, automated debits and credits and other payment instruments among participants; facilitating the speedy presentment of cheques, automated debits and credits and other payment instruments among participants; providing a mechanism for the timely determination of the net settlement positions of the members arising from the clearing process and communicating same to the Bank of Ghana; providing a mechanism for the timely determination of the net settlement positions of the members arising from the clearing process and communicating same to the Bank of Ghana; retaining records of all clearing items in electronic form; and retaining records of all clearing items in electronic form; and performing any other function incidental to paragraphs (a) to (c) that the Bank of Ghana may request or approve. performing any other function incidental to paragraphs (a) to (c) that the Bank of Ghana may request or approve."
    },
    {
      "provision_ref": "s72",
      "section": "72",
      "title": "Participation in clearing house",
      "content": "The participants in the clearing house shall consist of the Bank of Ghana and any other institution determined by the Bank of Ghana. The participants in the clearing house shall consist of the Bank of Ghana and any other institution determined by the Bank of Ghana."
    },
    {
      "provision_ref": "s73",
      "section": "73",
      "title": "Clearing agency",
      "content": "(1) A participant may act as an agent for another institution which is not a direct participant in the clearing house. A participant may act as an agent for another institution which is not a direct participant in the clearing house. (2) The agency arrangement under subsection (1) shall be covered by a service level agreement, a copy of which shall be submitted to the Bank of Ghana and the clearing house. The agency arrangement under subsection (1) shall be covered by a service level agreement, a copy of which shall be submitted to the Bank of Ghana and the clearing house. (3) A participant which acts as an agent shall ensure that the insti­tution it represents, which does not have a settlement account at the Bank of Ghana or any other institution determined by the Bank of Ghana, is assigned with a unique clearing sort code. A participant which acts as an agent shall ensure that the insti­tution it represents, which does not have a settlement account at the Bank of Ghana or any other institution determined by the Bank of Ghana, is assigned with a unique clearing sort code."
    },
    {
      "provision_ref": "s74",
      "section": "74",
      "title": "Clearing charges",
      "content": "A participating bank shall pay clearing charges determined by the clearing house and approved by the Bank of Ghana. A participating bank shall pay clearing charges determined by the clearing house and approved by the Bank of Ghana."
    },
    {
      "provision_ref": "s75",
      "section": "75",
      "title": "Withdrawal by clearing participant",
      "content": "(1) A participant may withdraw from the clearing house where the participant, in writing, gives a notice of at least twenty-one days to the Bank of Ghana and the clearing house. A participant may withdraw from the clearing house where the participant, in writing, gives a notice of at least twenty-one days to the Bank of Ghana and the clearing house. (2) The notice in subsection (1) shall indicate the agent through which claims on the withdrawing participant shall be made. The notice in subsection (1) shall indicate the agent through which claims on the withdrawing participant shall be made. (3) The Bank of Ghana shall notify the other participants of the notice of withdrawal within seven days of the receipt of the notice. The Bank of Ghana shall notify the other participants of the notice of withdrawal within seven days of the receipt of the notice. (4) A participant that intends to withdraw, shall make adequate arrangements acceptable to the clearing house to surrender any assets and settle any obligations to the clearing house. A participant that intends to withdraw, shall make adequate arrangements acceptable to the clearing house to surrender any assets and settle any obligations to the clearing house."
    },
    {
      "provision_ref": "s76",
      "section": "76",
      "title": "Suspension of participation",
      "content": "(1) The Bank of Ghana may, in writing, suspend a participant on the recommendation of the clearing house where the Bank of Ghana is satisfied that the suspension is in the interest of the clearing system. The Bank of Ghana may, in writing, suspend a participant on the recommendation of the clearing house where the Bank of Ghana is satisfied that the suspension is in the interest of the clearing system. (2) A participant on suspension shall submit its instruments for clearing through the clearing housing gateway of another participating bank. A participant on suspension shall submit its instruments for clearing through the clearing housing gateway of another participating bank. (3) The Bank of Ghana shall, in writing, notify other participants of the suspension. The Bank of Ghana shall, in writing, notify other participants of the suspension. (4) The suspension shall continue in force until the defect leading to the suspension has been remedied. The suspension shall continue in force until the defect leading to the suspension has been remedied. (5) A participant that is suspended shall indicate the agent through which claims on the suspended participant shall be made. A participant that is suspended shall indicate the agent through which claims on the suspended participant shall be made. (6) Despite subsections (1) and (3), the Bank of Ghana may suspend a participant from further participating in the clearing house where it is in the public interest. Despite subsections (1) and (3), the Bank of Ghana may suspend a participant from further participating in the clearing house where it is in the public interest."
    },
    {
      "provision_ref": "s77",
      "section": "77",
      "title": "Cessation of participation in clearing house",
      "content": "(1) A participant shall cease to be a participant upon the revocation of the licence of the participant by the Bank of Ghana. A participant shall cease to be a participant upon the revocation of the licence of the participant by the Bank of Ghana. (2) The revocation of a licence of a participant shall not absolve that participant from any outstanding obligations arising from earlier participation in the clearing house. The revocation of a licence of a participant shall not absolve that participant from any outstanding obligations arising from earlier participation in the clearing house."
    },
    {
      "provision_ref": "s78",
      "section": "78",
      "title": "Re-admission to participate in clearing house",
      "content": "(1) A participant shall be re-admitted when the Bank of Ghana hits the suspension or revocation or reviews its earlier decision under subsection (1) of section 76 and subsection (1) of section 77. A participant shall be re-admitted when the Bank of Ghana hits the suspension or revocation or reviews its earlier decision under subsection (1) of section 76 and subsection (1) of section 77. (2) A participant shall, upon re-admission, pay a re-admission fee to be determined by the Bank of Ghana. A participant shall, upon re-admission, pay a re-admission fee to be determined by the Bank of Ghana."
    },
    {
      "provision_ref": "s79",
      "section": "79",
      "title": "Presentment of electronic instrument",
      "content": "A bank may present a payment instrument in an electronic form to a clearing house. A bank may present a payment instrument in an electronic form to a clearing house."
    },
    {
      "provision_ref": "s80",
      "section": "80",
      "title": "Nature of presentment of electronic instrument",
      "content": "(1) The Bank of Ghana shall prescribe or approve the nature of electronic instruments to be presented for payment through a clearing house. The Bank of Ghana shall prescribe or approve the nature of electronic instruments to be presented for payment through a clearing house. (2) Subject to subsection (1), a participant may present a payment instrument for payment to another participant on which it is drawn, by electronically transmitting the essential features of the payment instrument instead of presenting the payment instrument itself. Subject to subsection (1), a participant may present a payment instrument for payment to another participant on which it is drawn, by electronically transmitting the essential features of the payment instrument instead of presenting the payment instrument itself."
    },
    {
      "provision_ref": "s81",
      "section": "81",
      "title": "Admissibility of electronic image of payment instrument as evidence",
      "content": "In the event of proceedings in a court of law, tribunal or any other judicial proceedings, a payment instrument, a payment instrument, a certified copy of the payment instrument, or a certified copy of the payment instrument, or the essential details of the payment instrument retrieved from an electronic medium, the essential details of the payment instrument retrieved from an electronic medium, shall be admissible in evidence."
    },
    {
      "provision_ref": "s82",
      "section": "82",
      "title": "Unlawful custody of funds",
      "content": "(1) A bank which fails to A bank which fails to credit customers within the time specified by the Bank of Ghana; or credit customers within the time specified by the Bank of Ghana; or return unapplied credits or debits within the period prescribed by the Bank of Ghana, return unapplied credits or debits within the period prescribed by the Bank of Ghana, is liable to pay to the Bank of Ghana an administrative penalty specified in subsection (2). (2) The administrative penalty in subsection (1) shall be calculated by applying the base rate of the offending bank plus five hundred basis point on the fund of the customer. The administrative penalty in subsection (1) shall be calculated by applying the base rate of the offending bank plus five hundred basis point on the fund of the customer."
    },
    {
      "provision_ref": "s83",
      "section": "83",
      "title": "Responsibility of collecting bank",
      "content": "(1) A collecting bank shall be responsible for truncating cheques deposited for value at its branches. A collecting bank shall be responsible for truncating cheques deposited for value at its branches. (2) The collecting bank shall exercise due diligence over all instru­ments collected for presentment to the clearing house through proper control and authorisation procedures. The collecting bank shall exercise due diligence over all instru­ments collected for presentment to the clearing house through proper control and authorisation procedures."
    },
    {
      "provision_ref": "s84",
      "section": "84",
      "title": "Verification of payment instrument",
      "content": "(1) The collecting or presenting bank shall be responsible for clearing or verifying payment instruments based on images and magnetic ink character recognition code line data. The collecting or presenting bank shall be responsible for clearing or verifying payment instruments based on images and magnetic ink character recognition code line data. (2) A bank shall A bank shall enforce the know your customer norms and requirements; and enforce the know your customer norms and requirements; and observe all precautions which a prudent banker ought to undertake in the circumstances, which includes observe all precautions which a prudent banker ought to undertake in the circumstances, which includes the apparent tenor of the instrument; the apparent tenor of the instrument; the physical feel of the instrument; and the physical feel of the instrument; and any tampering visible to the naked eye with reasonable care. any tampering visible to the naked eye with reasonable care. (3) A bank shall employ suitable risk management techniques which includes A bank shall employ suitable risk management techniques which includes scrutiny of high-value transactions; scrutiny of high-value transactions; limit-based checking by officials; and limit-based checking by officials; and account alerts. account alerts. (4) A collecting bank shall take full responsibility for collecting payment instruments on behalf of the payee and shall exercise due diligence. A collecting bank shall take full responsibility for collecting payment instruments on behalf of the payee and shall exercise due diligence."
    },
    {
      "provision_ref": "s85",
      "section": "85",
      "title": "Accreditation of printer of payment instrument or vendor of payment equipment",
      "content": "(1) A printer of payment instrument or vendor of payment equipment shall apply annually for accreditation from the Bank of Ghana. A printer of payment instrument or vendor of payment equipment shall apply annually for accreditation from the Bank of Ghana. (2) A firm that engages in the printing of payment instrument or a vendor of payment equipment shall meet the standards determined by the Bank of Ghana. A firm that engages in the printing of payment instrument or a vendor of payment equipment shall meet the standards determined by the Bank of Ghana. (3) A firm that engages in the printing of cheques shall pay an annual accreditation fee determined by the Bank of Ghana. A firm that engages in the printing of cheques shall pay an annual accreditation fee determined by the Bank of Ghana. (4) A bank or payment service provider shall ensure regular updates of software and firmware of payment systems infrastructure. A bank or payment service provider shall ensure regular updates of software and firmware of payment systems infrastructure. (5) A bank or payment service provider which fails to comply with subsection (4), is liable to pay to the Bank of Ghana an administrative penalty of one thousand penalty units. A bank or payment service provider which fails to comply with subsection (4), is liable to pay to the Bank of Ghana an administrative penalty of one thousand penalty units."
    },
    {
      "provision_ref": "s86",
      "section": "86",
      "title": "Authorisation for agency business",
      "content": "(1) A principal may use an agent to serve its customers except that the principal shall be responsible and liable for the actions of the agent in respect of the agency business despite that the actions are not authorised by the agency agreement. A principal may use an agent to serve its customers except that the principal shall be responsible and liable for the actions of the agent in respect of the agency business despite that the actions are not authorised by the agency agreement. (2) A principal who intends to use an agent shall apply for and obtain the written authorisation of the Bank of Ghana before commencing the agency business. A principal who intends to use an agent shall apply for and obtain the written authorisation of the Bank of Ghana before commencing the agency business. (3) For the purpose of subsection (2), the applicant shall provide the following information: For the purpose of subsection (2), the applicant shall provide the following information: the services to be provided through the agent; the services to be provided through the agent; the proposed geographical coverage of the agent over a three year period; the proposed geographical coverage of the agent over a three year period; the intended use of any master-agent; the intended use of any master-agent; the due diligence policy and procedures on the agent and the due diligence report on the agent; the due diligence policy and procedures on the agent and the due diligence report on the agent; copies of all draft agency agreements drafted in accordance with section 87; copies of all draft agency agreements drafted in accordance with section 87; the policies and procedures applicable to the provision of services through an agent and a description of the technology to be used; the policies and procedures applicable to the provision of services through an agent and a description of the technology to be used; a risk assessment report of the operations to be performed through the agent including the mitigating measures to be adopted to control the identified risks; a risk assessment report of the operations to be performed through the agent including the mitigating measures to be adopted to control the identified risks; an internal audit report regarding internal controls to be used for agency business and for any master-agent; an internal audit report regarding internal controls to be used for agency business and for any master-agent; the anti-money laundering and countering financing of terrorism policies and procedures as they relate to agency business, including know your customer procedures; the anti-money laundering and countering financing of terrorism policies and procedures as they relate to agency business, including know your customer procedures; the operational policies and procedures of the principal, including those relating to monitoring and enforcing compliance of agents and master-agents with all requirements under this Act; the operational policies and procedures of the principal, including those relating to monitoring and enforcing compliance of agents and master-agents with all requirements under this Act; a policy document on how the principal will address the risk of the agent overselling or overcharging; and a policy document on how the principal will address the risk of the agent overselling or overcharging; and the full incentive structure for an agent and master-agent associated with every service provided, including the agent fee and revenue sharing structure. the full incentive structure for an agent and master-agent associated with every service provided, including the agent fee and revenue sharing structure. (4) Where an agent network manager directly provides a banking service or electronic money service to end users, the agent network manager shall be regarded as an agent under this Act. Where an agent network manager directly provides a banking service or electronic money service to end users, the agent network manager shall be regarded as an agent under this Act."
    },
    {
      "provision_ref": "s87",
      "section": "87",
      "title": "Requirements of agency agreement",
      "content": "An agency agreement shall, at a minimum define the rights and responsibilities of both parties; define the rights and responsibilities of both parties; set the scope of work to be performed by the agent and specify that the principal is responsible and liable for the actions or omissions of an agent providing the services on behalf of the principal, even if the action has not been authorised in the agreement, as long as the action relates to the agency business; set the scope of work to be performed by the agent and specify that the principal is responsible and liable for the actions or omissions of an agent providing the services on behalf of the principal, even if the action has not been authorised in the agreement, as long as the action relates to the agency business; specify the actions that are permissible; specify the actions that are permissible; specify that electronic money agents shall operate against pre-funded accounts only; specify that electronic money agents shall operate against pre-funded accounts only; set the agent and master-agent remuneration and any revenue sharing structure, including incentives and bonuses; set the agent and master-agent remuneration and any revenue sharing structure, including incentives and bonuses; state that any outsourced service is subject to regulatory approval by the Bank of Ghana; state that any outsourced service is subject to regulatory approval by the Bank of Ghana; state that an agent shall not perform management functions, make management decisions, or act or purport to act on behalf of management or as an employee of the principal; state that an agent shall not perform management functions, make management decisions, or act or purport to act on behalf of management or as an employee of the principal; state that an agent or master-agent or an employee of an agent or master-agent has no claim to be treated as an employee of the principal; state that an agent or master-agent or an employee of an agent or master-agent has no claim to be treated as an employee of the principal; specify that the agent shall ensure safe-keeping of all relevant records not already captured on the platform and ensure that the records are, at regular pre-specified intervals, moved to the principal who shall ensure safe-keeping of these records for at least six years; specify that the agent shall ensure safe-keeping of all relevant records not already captured on the platform and ensure that the records are, at regular pre-specified intervals, moved to the principal who shall ensure safe-keeping of these records for at least six years; state that records and data relating to a customer of the principal and the transactions that are collected or generated by the agent or master-agent whether from the customers, the principal or from other sources, are the property of the principal and shall be kept confidential; state that records and data relating to a customer of the principal and the transactions that are collected or generated by the agent or master-agent whether from the customers, the principal or from other sources, are the property of the principal and shall be kept confidential; state that the agent or master-agent is bound to complete confidentiality forms regarding the customers and transactions of the customers; state that the agent or master-agent is bound to complete confidentiality forms regarding the customers and transactions of the customers; allow unrestricted access to the Bank of Ghana, all internal systems, information, data and documents of the agent or master-agent relating to the agency business; allow unrestricted access to the Bank of Ghana, all internal systems, information, data and documents of the agent or master-agent relating to the agency business; state that an agent or master-agent shall not subcontract any or part of its contractual obligations to a third party without recourse to the principal; and state that an agent or master-agent shall not subcontract any or part of its contractual obligations to a third party without recourse to the principal; and establish a protocol for changing the terms of the service contract, stipulations for default and termination of the contract as well as for dispute resolution. establish a protocol for changing the terms of the service contract, stipulations for default and termination of the contract as well as for dispute resolution."
    },
    {
      "provision_ref": "s88",
      "section": "88",
      "title": "Responsibilities of principal and master-agent",
      "content": "A principal or master-agent shall define a contingency plan to mitigate any significant disruption, discontinuity or gap in the functions of the agent; define a contingency plan to mitigate any significant disruption, discontinuity or gap in the functions of the agent; prohibit an agent from charging any additional fee to the electronic money user or payment service customer for services rendered by the agent on behalf of the principal beyond the fees prescribed and advertised by the principal; prohibit an agent from charging any additional fee to the electronic money user or payment service customer for services rendered by the agent on behalf of the principal beyond the fees prescribed and advertised by the principal; conduct adequate compulsory onboard training and on-going training of agents and ensure that agents are well trained to offer knowledgeable support to customers; and conduct adequate compulsory onboard training and on-going training of agents and ensure that agents are well trained to offer knowledgeable support to customers; and conduct regular monitoring of an agent to ensure that the services provided by the agent are safe and reliable and meet the requirements of this Act. conduct regular monitoring of an agent to ensure that the services provided by the agent are safe and reliable and meet the requirements of this Act."
    },
    {
      "provision_ref": "s89",
      "section": "89",
      "title": "Agent eligibility and due diligence",
      "content": "(1) The principal shall consider the following information in assessing the eligibility of a prospective agent or master-agent: The principal shall consider the following information in assessing the eligibility of a prospective agent or master-agent: criminal record in matters relating to finance, fraud, honesty or integrity; criminal record in matters relating to finance, fraud, honesty or integrity; negative information in credit reference bureaus; negative information in credit reference bureaus; business experience and track record, where applicable; and (d) any other matter which impacts on the person. business experience and track record, where applicable; and (d) any other matter which impacts on the person. (2) A principal before entering into an agency agreement shall ensure that a prospective master-agent meets the following eligibility requirements: A principal before entering into an agency agreement shall ensure that a prospective master-agent meets the following eligibility requirements: the prospective master-agent the prospective master-agent has not been classified as a non-performing borrower by a bank or specialised deposit-taking institution in the twelve months before the date of application; and has not been classified as a non-performing borrower by a bank or specialised deposit-taking institution in the twelve months before the date of application; and shall maintain the status in subparagraph (i) for the duration of the contract; and shall maintain the status in subparagraph (i) for the duration of the contract; and the prospective master-agent shall exhibit financial soundness and cash handling capabilities, arrangements for security and internal control commensurate with the operational risks. the prospective master-agent shall exhibit financial soundness and cash handling capabilities, arrangements for security and internal control commensurate with the operational risks. (3) A principal shall have clear and well documented policies and procedures for the conduct of an agent due diligence and ensure that the agency business, including any parts undertaken by A principal shall have clear and well documented policies and procedures for the conduct of an agent due diligence and ensure that the agency business, including any parts undertaken by a master-agent, and a master-agent, and an agent network manager, an agent network manager, are at all times in compliance with the policies and procedures for agent due diligence. (4) The procedures under subsection (3), shall at a minimum, contain The procedures under subsection (3), shall at a minimum, contain new agent take on procedures; new agent take on procedures; initial due diligence and regular due diligence checks to be performed at specified intervals; and initial due diligence and regular due diligence checks to be performed at specified intervals; and a list of early warning signals and corrective actions. a list of early warning signals and corrective actions. (5) An agent due diligence shall clearly specify roles and responsi­bilities of various functions and individuals within the business of the principal with respect to the management and supervision of the agent. An agent due diligence shall clearly specify roles and responsi­bilities of various functions and individuals within the business of the principal with respect to the management and supervision of the agent."
    },
    {
      "provision_ref": "s90",
      "section": "90",
      "title": "Permissible activities of agent",
      "content": "An electronic money issuer or payment service provider may use an agent to perform any of the following functions in connection with electronic money or provision of payment service business: marketing of credit, savings, investment and insurance products; marketing of credit, savings, investment and insurance products; receipt, verification and forwarding of applications for credit, savings, investment and insurance products to a bank or a specialised deposit-taking institution; receipt, verification and forwarding of applications for credit, savings, investment and insurance products to a bank or a specialised deposit-taking institution; receipt and forwarding of applications for payment cards, account opening and cheque books to a bank or specialised deposit-taking institution; receipt and forwarding of applications for payment cards, account opening and cheque books to a bank or specialised deposit-taking institution; delivering mail to customers; or delivering mail to customers; or any other activity authorised by the Bank of Ghana. any other activity authorised by the Bank of Ghana."
    },
    {
      "provision_ref": "s91",
      "section": "91",
      "title": "Non-permissible activities of agent",
      "content": "(1) An agent shall not perform any of the following functions: An agent shall not perform any of the following functions: undertake any form of appraisal of credit and insurance application; undertake any form of appraisal of credit and insurance application; approve an application for credit, insurance or investment products; approve an application for credit, insurance or investment products; cash bank cheques; cash bank cheques; undertake any form of foreign exchange transaction; undertake any form of foreign exchange transaction; make advance payment from funds to be released by the principal; make advance payment from funds to be released by the principal; give any type of guarantee in a transaction that the agent facilitates; give any type of guarantee in a transaction that the agent facilitates; any other activity proscribed by the principal in the agency agreement; or any other activity proscribed by the principal in the agency agreement; or any other activity proscribed by the Bank of Ghana. any other activity proscribed by the Bank of Ghana. (2) An agent shall not engage in any of the following actions: An agent shall not engage in any of the following actions: provide or purport to be providing any agency-related services other than those expressly permitted in the agency agreement; provide or purport to be providing any agency-related services other than those expressly permitted in the agency agreement; directly charge a customer a fee beyond the standard fee prescribed by the principal; directly charge a customer a fee beyond the standard fee prescribed by the principal; conduct an electronic money transaction when there is communication failure or when the issuance of physical or electronic receipt is not possible; conduct an electronic money transaction when there is communication failure or when the issuance of physical or electronic receipt is not possible; sub-contract all or part of its contractual obligations to a third party without recourse to the principal; or sub-contract all or part of its contractual obligations to a third party without recourse to the principal; or other activity proscribed by the Bank of Ghana. other activity proscribed by the Bank of Ghana. (3) An agent may provide services to multiple principals provided the agent has a separate agency agreement with each principal. An agent may provide services to multiple principals provided the agent has a separate agency agreement with each principal. (4) An agent or a master-agent of a bank or a specialised deposit taking institution shall not brand itself as a bank or a specialised deposit taking institution. An agent or a master-agent of a bank or a specialised deposit taking institution shall not brand itself as a bank or a specialised deposit taking institution. (5) An agent or a master-agent who contravenes subsection (4), is liable to pay to the Bank of Ghana an administrative penalty of one thousand penalty units. An agent or a master-agent who contravenes subsection (4), is liable to pay to the Bank of Ghana an administrative penalty of one thousand penalty units."
    },
    {
      "provision_ref": "s92",
      "section": "92",
      "title": "Appointment of agent",
      "content": "(1) A principal shall provide the Bank of Ghana with the following information about an agent within thirty days of the appointment of the agent: A principal shall provide the Bank of Ghana with the following information about an agent within thirty days of the appointment of the agent: information about the agent and the business organisation of the agent, including the names of all persons and the identification or business registration numbers; information about the agent and the business organisation of the agent, including the names of all persons and the identification or business registration numbers; the physical location, global positioning system co-ordinates and telephone numbers; the physical location, global positioning system co-ordinates and telephone numbers; a description of the commercial activities the agent has been carrying on for the last twelve months before the date of the application; a description of the commercial activities the agent has been carrying on for the last twelve months before the date of the application; a copy of the agency agreement stating any variations in the terms and conditions from the standard agency agreement and assigning reasons for these variations; a copy of the agency agreement stating any variations in the terms and conditions from the standard agency agreement and assigning reasons for these variations; the financial services to be provided by the agent and the transaction limits; and the financial services to be provided by the agent and the transaction limits; and any other information that the Bank of Ghana may require. any other information that the Bank of Ghana may require. (2) The principal shall notify the Bank of Ghana of any change in the information mentioned in subsection (1) within ten days of the change. The principal shall notify the Bank of Ghana of any change in the information mentioned in subsection (1) within ten days of the change. (3) A principal who contravenes subsection (2), is liable to pay to the Bank of Ghana an administrative penalty of five hundred penalty units. A principal who contravenes subsection (2), is liable to pay to the Bank of Ghana an administrative penalty of five hundred penalty units."
    },
    {
      "provision_ref": "s93",
      "section": "93",
      "title": "Appointment of master-agent",
      "content": "(1) A principal shall provide the Bank of Ghana with the following information in respect of a master-agent within thirty days of the appointment of the master-agent: A principal shall provide the Bank of Ghana with the following information in respect of a master-agent within thirty days of the appointment of the master-agent: information about the master-agent and the business organisation of the master-agent, the name, identification and business registration number of the agents of the master; information about the master-agent and the business organisation of the master-agent, the name, identification and business registration number of the agents of the master; the physical location, global positioning system co-ordinates, postal address, electronic mail address, and telephone numbers of the head office and any other offices or agent points; the physical location, global positioning system co-ordinates, postal address, electronic mail address, and telephone numbers of the head office and any other offices or agent points; a description of the commercial activities the master-agent has been carrying on for the last twelve months before the date of the application; a description of the commercial activities the master-agent has been carrying on for the last twelve months before the date of the application; a copy of the agency agreement stating any variation in the terms and conditions from the standard agency agreement and assigning reasons for any variations; a copy of the agency agreement stating any variation in the terms and conditions from the standard agency agreement and assigning reasons for any variations; the due diligence policy in respect of the master-agent and new agent take on procedures; the due diligence policy in respect of the master-agent and new agent take on procedures; a copy of the standard agency agreement under which the master-agent contracts an agent on behalf of the principal; a copy of the standard agency agreement under which the master-agent contracts an agent on behalf of the principal; an internal audit report by the principal regarding the internal controls of the master-agent in relation to the agency business; an internal audit report by the principal regarding the internal controls of the master-agent in relation to the agency business; anti-money laundering and countering financing of terrorism policies and procedures of the master-agent as the policies and procedures relate to agency business, including know-your-customer procedures; anti-money laundering and countering financing of terrorism policies and procedures of the master-agent as the policies and procedures relate to agency business, including know-your-customer procedures; agent operational policies and procedures, including those in respect of monitoring and enforcement of compliance by agents with all requirements under this Act; agent operational policies and procedures, including those in respect of monitoring and enforcement of compliance by agents with all requirements under this Act; the services to be provided by the master-agent and the transaction limits; the services to be provided by the master-agent and the transaction limits; the incentive structure for the agent managed by the master agent associated with the service, the agent fee and revenue sharing structure; and the incentive structure for the agent managed by the master agent associated with the service, the agent fee and revenue sharing structure; and any other information that the Bank of Ghana may require. any other information that the Bank of Ghana may require. (2) The principal shall notify the Bank of Ghana of any change in the information mentioned in subsection (1), within ten days of the change. The principal shall notify the Bank of Ghana of any change in the information mentioned in subsection (1), within ten days of the change. (3) A principal who contravenes subsection (2), is liable to pay to the Bank of Ghana an administrative penalty of five hundred penalty units. A principal who contravenes subsection (2), is liable to pay to the Bank of Ghana an administrative penalty of five hundred penalty units."
    },
    {
      "provision_ref": "s94",
      "section": "94",
      "title": "Agent exclusivity",
      "content": "(1) A principal shall not sign an exclusive agreement with an agent or master-agent. A principal shall not sign an exclusive agreement with an agent or master-agent. (2) An agent may enter into an agreement with more than one principal. An agent may enter into an agreement with more than one principal."
    },
    {
      "provision_ref": "s95",
      "section": "95",
      "title": "Customer due diligence",
      "content": "(1) A principal shall ensure that the customer due diligence requirements under this Act are followed. A principal shall ensure that the customer due diligence requirements under this Act are followed. (2) The liability for the non-compliance of an agent with the customer due diligence requirements shall rest with the principal. The liability for the non-compliance of an agent with the customer due diligence requirements shall rest with the principal. (3) Frequent or material instances of non-compliance with customer due diligence requirements shall be grounds for Frequent or material instances of non-compliance with customer due diligence requirements shall be grounds for imposing an administrative penalty; or imposing an administrative penalty; or revocation of the authorisation or licence to engage in agency business. revocation of the authorisation or licence to engage in agency business."
    },
    {
      "provision_ref": "s96",
      "section": "96",
      "title": "Termination of agency agreement",
      "content": "(1) A principal shall terminate an agency agreement where the agent or master-agent A principal shall terminate an agency agreement where the agent or master-agent is convicted of an offence involving is convicted of an offence involving fraud, fraud, dishonesty, or dishonesty, or other financial impropriety; other financial impropriety; as a legal person, is being dissolved, wound up or declared insolvent by a court; as a legal person, is being dissolved, wound up or declared insolvent by a court; as a sole proprietor, dies or becomes mentally incapacitated; as a sole proprietor, dies or becomes mentally incapacitated; transfers, relocates or ceases to operate at the place of business without the prior written consent of the principal; or transfers, relocates or ceases to operate at the place of business without the prior written consent of the principal; or contravenes any provision of this Act. contravenes any provision of this Act. (2) Where an agency agreement is terminated, the principal shall Where an agency agreement is terminated, the principal shall publish a notice of the termination in the locality where the agent or master-agent was operating; and publish a notice of the termination in the locality where the agent or master-agent was operating; and inform the Bank of Ghana of the termination within ten days. inform the Bank of Ghana of the termination within ten days."
    },
    {
      "provision_ref": "s97",
      "section": "97",
      "title": "Oversight",
      "content": "(1) The Bank of Ghana may exercise oversight and supervisory powers over The Bank of Ghana may exercise oversight and supervisory powers over a principal; a principal; an agent; or an agent; or a master-agent. a master-agent. (2) A principal, agent, master-agent, partner, service provider or any entity involved in the provision of agency services shall give access to the Bank of Ghana to review the systems and databases of that principal, agent, master-agent, partner, service provider or entity. A principal, agent, master-agent, partner, service provider or any entity involved in the provision of agency services shall give access to the Bank of Ghana to review the systems and databases of that principal, agent, master-agent, partner, service provider or entity. (3) The Bank of Ghana may The Bank of Ghana may request any information from an agent or master-agent; request any information from an agent or master-agent; carry out inspection of the books and premises of an agent or master-agent; carry out inspection of the books and premises of an agent or master-agent; direct an agent or master-agent to take an action or desist from a conduct; direct an agent or master-agent to take an action or desist from a conduct; direct a principal to terminate the agency agreement; and direct a principal to terminate the agency agreement; and direct a principal to take remedial action arising from the conduct of an agent or master-agent. direct a principal to take remedial action arising from the conduct of an agent or master-agent."
    },
    {
      "provision_ref": "s98",
      "section": "98",
      "title": "Reporting requirements",
      "content": "(1) The Bank of Ghana shall, for the purpose of supervision, require a principal to submit any information or data relating to its assets, liabilities, income, expenditure affairs or any other matter that the Bank of Ghana may require. The Bank of Ghana shall, for the purpose of supervision, require a principal to submit any information or data relating to its assets, liabilities, income, expenditure affairs or any other matter that the Bank of Ghana may require. (2) The Bank of Ghana may determine the The Bank of Ghana may determine the details of the information required; details of the information required; form in which the information is to be reported; and form in which the information is to be reported; and period within which the report is to be returned to the Bank of Ghana. period within which the report is to be returned to the Bank of Ghana. (3) The Bank of Ghana may impose an administrative penalty of five hundred penalty units on a principal for The Bank of Ghana may impose an administrative penalty of five hundred penalty units on a principal for non-submission, non-submission, incomplete submission, or incomplete submission, or inaccurate submission, inaccurate submission, of the required information, data, statement or returns and for each day that the default continues a further administrative penalty of fifty penalty units in respect of the default."
    },
    {
      "provision_ref": "s99",
      "section": "99",
      "title": "Notification of changes",
      "content": "(1) A principal who intends to introduce a material change in the services of an agent shall obtain the approval of the Bank of Ghana. A principal who intends to introduce a material change in the services of an agent shall obtain the approval of the Bank of Ghana. (2) A principal shall notify the Bank of Ghana in writing of the material change in subsection (1) within thirty days before the proposed material change. A principal shall notify the Bank of Ghana in writing of the material change in subsection (1) within thirty days before the proposed material change. (3) A principal who contravenes subsection (2), is liable to pay to the Bank of Ghana an administrative penalty of one thousand penalty units. A principal who contravenes subsection (2), is liable to pay to the Bank of Ghana an administrative penalty of one thousand penalty units."
    },
    {
      "provision_ref": "s100",
      "section": "100",
      "title": "Regulations",
      "content": "(1) The Minister may, by legislative instrument, make Regulations prescribing the matters required by this Act and for carrying out or giving effect to this Act. The Minister may, by legislative instrument, make Regulations prescribing the matters required by this Act and for carrying out or giving effect to this Act. (2) The Regulations referred to in subsection (1) shall be on the advice of the Bank of Ghana and that advice shall be binding on the Minister. The Regulations referred to in subsection (1) shall be on the advice of the Bank of Ghana and that advice shall be binding on the Minister. (3) Without limiting subsection (1), the Regulations may provide Without limiting subsection (1), the Regulations may provide for the payment of fees and charges under this Act; for the payment of fees and charges under this Act; for disciplinary procedures for participants in the operation of a system; and for disciplinary procedures for participants in the operation of a system; and generally for the effective implementation of this Act. generally for the effective implementation of this Act."
    },
    {
      "provision_ref": "s101",
      "section": "101",
      "title": "Rules and guidelines",
      "content": "(1) The Bank of Ghana may by notice make rules The Bank of Ghana may by notice make rules for the effective and efficient supervision of established and designated systems; and for the effective and efficient supervision of established and designated systems; and for the settlement of disputes in clearing activities. for the settlement of disputes in clearing activities. (2) The Bank of Ghana may issue guidelines The Bank of Ghana may issue guidelines for the procedure for the submission of returns on the operations of payment service providers, electronic money issuers and agents; for the procedure for the submission of returns on the operations of payment service providers, electronic money issuers and agents; for the operations of a clearing house and other retail payment products or channels; for the operations of a clearing house and other retail payment products or channels; for the operations of large value transfer systems; for the operations of large value transfer systems; for standards on information communication technology security, payment systems equipment and instruments; for standards on information communication technology security, payment systems equipment and instruments; for the procedure for accreditation of printers of payment instruments; for the procedure for accreditation of printers of payment instruments; for consumer protection; for consumer protection; for cyber security; for cyber security; for participation in the clearing system for participation in the clearing system for electronic financial services; and for electronic financial services; and generally for the effective implementation of this Act. generally for the effective implementation of this Act."
    },
    {
      "provision_ref": "s102",
      "section": "102",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“account holder” means a subscriber of a payment service provider licensed or authorised under this Act to provide payment services;“administration” means a legal process by which a court upon a petition made to it that a company is likely to become insolvent or unable to pay its debts, makes an order appointing an administrator to take charge of the company’s affairs for the proper management of the company in part or in whole with the object of forestalling liquidation, if possible;“agency agreement” means the contractual arrangement between(a)a principal and an agent,(b)a master-agent and an agent or(c)a principal and a master-agentfor providing banking or electronic money, payment services to end-customers on behalf of the principal;“agency business” means the provision of banking or electronic money services or payment services to end-customers by an agent on behalf of a principal;“agent” means a person who provides agency services to customers on behalf of a principal under an agency agreement;“agent due diligence” means the process of obtaining agent information and verifying or assessing the value of the information from independent and reliable sources for determining the suitability of the agent to provide banking services, electronic money services, payment services, detect, monitor and report suspicious activity or violations of any rules associated with the service provided;“agent network manager” means an entity to which a principal has outsourced part or all of the operational responsibilities associated with managing its banking or electronic money or payment services agents, including recruitment, training, compliance monitoring, liquidity management, and general support, but does not include the direct contractual relationship with the agents, which remains with the principal;“agent point” means a single location where agency services are provided to customers on behalf of a principal;“authorisation” means an approval granted by the Bank of Ghana to a bank or a specialised deposit-taking institution to provide payment services;“authorised institution” means an institution which is authorised under this Act to provide payment services;“Bank of Ghana” means the Central Bank of Ghana established under article 183 of the Constitution;“bank” means a body corporate which engages in the deposit taking business and is issued with a banking licence in accordance with the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930);“beneficiary” means the final recipient of a transfer for whom the corresponding funds are made available in an account to which the recipient has access;“beneficiary institution” means a financial institution which acts on behalf of the beneficiary;“biographical information” includes the name, occupation, educational and professional qualification, gender and work experience of a person;“biometrics” means a system of identifying an individual based on the biological characteristics unique to that individual;“body corporate” means an incorporated limited liability company;“cash-in” means accepting banknotes or coins and performing the necessary steps to credit the monetary value to the account of the customer;“cash-out” means giving out banknotes or coins and performing the necessary steps to debit the monetary value to the account of the customer;“certified body” means an organisation accredited by a recognised accrediting body for its competence to audit and issue certification and also confirming that an organisation meets the requirements of existing standards;“clearing sort code” means a unique set of numbers assigned to a bank to facilitate routing of payment transactions from one bank to another bank through the clearing house;“complete application” means the submission of all required documents needed to process an application for authorisation or licencing;“customer due diligence” means the process of obtaining customer information and verifying or assessing the value of the information from independent and reliable sources to identify the customer upfront, and to detect, monitor and report suspicious activity;“Data Protection Commission” means the Commission established under section 1 of the Data Protection Act, 2012 (Act 843);“dedicated electronic money issuer” means a body corporate that has been licensed under section 24;“designation” means the identification of a system which the Bank of Ghana intends to supervise;“electronic financial service” includes a medium of financial access through technological innovation;“electronic commerce platform” means a channel that allows consumers to pay for goods and services online;“electronic money” means monetary value which is stored electronically or magnetically, and represented by a claim on the issuer which is issued on receipt of funds, redeemable against cash and may be accepted by a person;“electronic money account” means the account held by an electronic money holder with an electronic money issuer for the conduct of electronic money transactions;“electronic money agent” means an agent contracted to offer electronic money services on behalf of a principal;“electronic money business” means the issuance, transfer, payment and redemption of electronic money, and any other activity permitted under this Act by the Bank of Ghana;“electronic money float” means the total outstanding electronic money liabilities of the electronic money issuer to its customers;“electronic money holder” means a person who has a claim on an electronic money issuer;“electronic money issuer” means a payment service provider that issues electronic money;“electronic money system” means a system that electronically stores monetary value on a stored value card, channel or other devices or medium;“electronic money user” means a person who uses electronic money for making financial transactions;“escalation process” means a laid down procedure available to a complainant who is not satisfied with the decision reached pursuant to a complaint to seek further consideration of the complaint with an independent higher authority;“finality” means the confirmation explicitly or implicitly, that a payment or settlement is irreversible and irrevocable;“financial holding company” means a company that controls a bank or a specialised deposit-taking institution which is subject to registration under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930);“financial market infrastructure” means a multi-lateral system among participating institutions used for the purposes of clearing, settling or recording payment, securities, derivatives or other financial transactions;“fit and proper person” means a person who the Bank of Ghana has assessed as suitable to hold a particular position on account of the following:(a)probity, competence and soundness of judgment of the person for purposes of fulfilling the responsibilities of that person;(b)the diligence with which that person fulfills or is likely to fulfill those responsibilities;(c)whether the interest of electronic money users or potential electronic money users of the entity are threatened or likely to be threatened in any way by the person holding that position; and(d)that the integrity of the person is established and the qualifications and experience of the person are appropriate for the position in the light of the business plan and activities of the entity which the person serves, or is likely to serve, taking into account the size, nature and complexity of the institution;“Ghanaian” means a citizen of Ghana or a company, partnership or association or body, whether corporate or unincorporated, which is wholly owned by a citizen of Ghana;“intermediary institution” means an institution which is either that of the originator or that of the beneficiary and which participates in the execution of a transfer;“internal control function” means the process of ensuring that the regulations, procedures, policies and systems established by the board are followed;“interoperability” means a seamless transfer of payment instructions or funds from the account of one payment service provider or user to the account of another payment service provider or user;“introduction” means a registered customer of a payment service provider or electronic money issuer testifying about the identity of a non-registered customer to the payment service provider or electronic money issuer or the agent of the payment service provider or electronic money issuer;“key management personnel” means a person who takes management decisions in a bank or a specialised deposit-taking institution, a payment service provider or a dedicated electronic money issuer;“macro-prudential” means a form of regulation that aims to mitigate risk to the whole financial system;“master-agent” means a legal person who has an agreement with a principal to contract and manage agents that provide banking or electronic money services or payment service to customers on behalf of the principal;“material change” means a substantial and continuing change in the provision of a payment or electronic money service that affects the quality and availability of the service;“material service interruption” means curtailment or suspension of service that prevents a customer from accessing a service and which lasts for a period of more than one hour;“merchant” means a commercial establishment which enables a customer to pay for goods and services using payment instruments or electronic money;“micro-prudential” means a form of regulation that ensures that an individual financial institution is solvent and can withstand unexpected shock;“Minister” means the Minister responsible for Finance;“Mobile Station International Subscriber Directory Number” means a mobile phone number issued by an operator to identify a phone of the subscriber;“national database identification system” means a centralised source of approved identification data;“new agent take on procedure” means the procedure which is followed for onboarding of a new agent;“netting” means the determination of the payment obligations between two or more institutions which participate in a system within the scope of this Act or the determination of the net settlement obligations between two or more institutions which participate in the system;“non-performing borrower” means a person who has taken a loan or an advance from a lender and fails to re-pay after the loan or advance falls due;“onboarding” means the process and procedure through which a customer is acquired;“originator” means a person who orders a transfer of funds to a beneficiary;“over-the-counter transaction” means a transaction conducted by a customer with a bank, specialised deposit-taking institution, payment service provider, electronic money issuer, the agent of a payment service provider or electronic money issuer without a customer making use of the account of the customer;“overselling” means a situation where a seller promises a customer that a particular product or service would provide some gains to the customer, where that product or service may not provide those gains;“participant” means an individual or body corporate who uses the payment system infrastructure;“payment instrument” means any medium in electronic or written form used for ordering transmission or payment of money;“payment service” means the provision of service to facilitate transfer of funds from a payer to a payee using various forms of payment instruments or electronic money;“payment service provider” means a body corporate licensed or authorised under this Act to provide payment service;“payment system” means the procedures, rules, instruments, institutions and infrastructure that facilitate transfer of funds;“prepaid card” means a card issued by a financial institution that is loaded by the customer with funds before usage;“presentment” means the transmission of payment information through the clearing house to the paying bank;“principal” means a bank or specialised deposit-taking institution, payment service provider or electronic money issuer whose services are being conducted through an agent;“real time” means the electronic processing of transactional data instantaneously;“registered enterprise” means a business name registered under the Registration of Business Names Act, 1962 (Act 151);“settlement” means an act that discharges obligations in respect of funds transfer between two or more participants;“settlement bank” means a bank which has the obligation to facilitate exchange of value among transacting parties;“service level agreement” means a contract between a service provider and a payment service provider or electronic money issuer that defines the level of service expected from the service provider;“short messaging service” means a text messaging service that is delivered by a network to a mobile device;“significant shareholding” means a direct or indirect holding which represents five percent or more of the capital or of the voting right;“specialised deposit-taking institution” means a body corporate which engages in the deposit-taking business and is issued with a licence to engage in the deposit-taking business in accordance with the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930);“Subscriber Identification Module card” means a smart card that has a unique identification and is inserted into a mobile device to enable the mobile device work and store data for a subscriber;“suspicious transaction” means a transaction that appears to involve or to be connected to an unlawful activity;“system” means a payment, funds transfer, clearing and settlement arrangement within the meaning of section 49;“systemic risk” means a risk arising from the inability of a system participant to meet a payment obligation under the payment system when it becomes due or any disruption in the system by a participant which may cause other participants to fail to meet their obligations when due and which is likely to have an impact on the stability of the payment system or the financial market;“transfer” means a transaction carried out on the initiative of an originator through an institution with a view to making available an amount of money to a beneficiary; and“unique clearing sort code” means a clearing code assigned to a participant in the clearing system when the participant is admitted to a clearing house. In this Act, unless the context otherwise requires, “account holder” means a subscriber of a payment service provider licensed or authorised under this Act to provide payment services; “administration” means a legal process by which a court upon a petition made to it that a company is likely to become insolvent or unable to pay its debts, makes an order appointing an administrator to take charge of the company’s affairs for the proper management of the company in part or in whole with the object of forestalling liquidation, if possible; a principal and an agent, a master-agent and an agent or a principal and a master-agent “agency business” means the provision of banking or electronic money services or payment services to end-customers by an agent on behalf of a principal; “agent” means a person who provides agency services to customers on behalf of a principal under an agency agreement; “agent due diligence” means the process of obtaining agent information and verifying or assessing the value of the information from independent and reliable sources for determining the suitability of the agent to provide banking services, electronic money services, payment services, detect, monitor and report suspicious activity or violations of any rules associated with the service provided; “agent network manager” means an entity to which a principal has outsourced part or all of the operational responsibilities associated with managing its banking or electronic money or payment services agents, including recruitment, training, compliance monitoring, liquidity management, and general support, but does not include the direct contractual relationship with the agents, which remains with the principal; “agent point” means a single location where agency services are provided to customers on behalf of a principal; “authorisation” means an approval granted by the Bank of Ghana to a bank or a specialised deposit-taking institution to provide payment services; “authorised institution” means an institution which is authorised under this Act to provide payment services; “Bank of Ghana” means the Central Bank of Ghana established under article 183 of the Constitution; “bank” means a body corporate which engages in the deposit taking business and is issued with a banking licence in accordance with the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930); “beneficiary” means the final recipient of a transfer for whom the corresponding funds are made available in an account to which the recipient has access; “beneficiary institution” means a financial institution which acts on behalf of the beneficiary; “biographical information” includes the name, occupation, educational and professional qualification, gender and work experience of a person; “biometrics” means a system of identifying an individual based on the biological characteristics unique to that individual; “body corporate” means an incorporated limited liability company; “cash-in” means accepting banknotes or coins and performing the necessary steps to credit the monetary value to the account of the customer; “cash-out” means giving out banknotes or coins and performing the necessary steps to debit the monetary value to the account of the customer; “certified body” means an organisation accredited by a recognised accrediting body for its competence to audit and issue certification and also confirming that an organisation meets the requirements of existing standards; “clearing sort code” means a unique set of numbers assigned to a bank to facilitate routing of payment transactions from one bank to another bank through the clearing house; “complete application” means the submission of all required documents needed to process an application for authorisation or licencing; “customer due diligence” means the process of obtaining customer information and verifying or assessing the value of the information from independent and reliable sources to identify the customer upfront, and to detect, monitor and report suspicious activity; “Data Protection Commission” means the Commission established under section 1 of the Data Protection Act, 2012 (Act 843); “dedicated electronic money issuer” means a body corporate that has been licensed under section 24; “designation” means the identification of a system which the Bank of Ghana intends to supervise; “electronic financial service” includes a medium of financial access through technological innovation; “electronic commerce platform” means a channel that allows consumers to pay for goods and services online; “electronic money” means monetary value which is stored electronically or magnetically, and represented by a claim on the issuer which is issued on receipt of funds, redeemable against cash and may be accepted by a person; “electronic money account” means the account held by an electronic money holder with an electronic money issuer for the conduct of electronic money transactions; “electronic money agent” means an agent contracted to offer electronic money services on behalf of a principal; “electronic money business” means the issuance, transfer, payment and redemption of electronic money, and any other activity permitted under this Act by the Bank of Ghana; “electronic money float” means the total outstanding electronic money liabilities of the electronic money issuer to its customers; “electronic money holder” means a person who has a claim on an electronic money issuer; “electronic money issuer” means a payment service provider that issues electronic money; “electronic money system” means a system that electronically stores monetary value on a stored value card, channel or other devices or medium; “electronic money user” means a person who uses electronic money for making financial transactions; “escalation process” means a laid down procedure available to a complainant who is not satisfied with the decision reached pursuant to a complaint to seek further consideration of the complaint with an independent higher authority; “finality” means the confirmation explicitly or implicitly, that a payment or settlement is irreversible and irrevocable; “financial holding company” means a company that controls a bank or a specialised deposit-taking institution which is subject to registration under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930); “financial market infrastructure” means a multi-lateral system among participating institutions used for the purposes of clearing, settling or recording payment, securities, derivatives or other financial transactions; probity, competence and soundness of judgment of the person for purposes of fulfilling the responsibilities of that person; the diligence with which that person fulfills or is likely to fulfill those responsibilities; whether the interest of electronic money users or potential electronic money users of the entity are threatened or likely to be threatened in any way by the person holding that position; and that the integrity of the person is established and the qualifications and experience of the person are appropriate for the position in the light of the business plan and activities of the entity which the person serves, or is likely to serve, taking into account the size, nature and complexity of the institution; “Ghanaian” means a citizen of Ghana or a company, partnership or association or body, whether corporate or unincorporated, which is wholly owned by a citizen of Ghana; “intermediary institution” means an institution which is either that of the originator or that of the beneficiary and which participates in the execution of a transfer; “internal control function” means the process of ensuring that the regulations, procedures, policies and systems established by the board are followed; “interoperability” means a seamless transfer of payment instructions or funds from the account of one payment service provider or user to the account of another payment service provider or user; “introduction” means a registered customer of a payment service provider or electronic money issuer testifying about the identity of a non-registered customer to the payment service provider or electronic money issuer or the agent of the payment service provider or electronic money issuer; “key management personnel” means a person who takes management decisions in a bank or a specialised deposit-taking institution, a payment service provider or a dedicated electronic money issuer; “macro-prudential” means a form of regulation that aims to mitigate risk to the whole financial system; “master-agent” means a legal person who has an agreement with a principal to contract and manage agents that provide banking or electronic money services or payment service to customers on behalf of the principal; “material change” means a substantial and continuing change in the provision of a payment or electronic money service that affects the quality and availability of the service; “material service interruption” means curtailment or suspension of service that prevents a customer from accessing a service and which lasts for a period of more than one hour; “merchant” means a commercial establishment which enables a customer to pay for goods and services using payment instruments or electronic money; “micro-prudential” means a form of regulation that ensures that an individual financial institution is solvent and can withstand unexpected shock; “Minister” means the Minister responsible for Finance; “Mobile Station International Subscriber Directory Number” means a mobile phone number issued by an operator to identify a phone of the subscriber; “national database identification system” means a centralised source of approved identification data; “new agent take on procedure” means the procedure which is followed for onboarding of a new agent; “netting” means the determination of the payment obligations between two or more institutions which participate in a system within the scope of this Act or the determination of the net settlement obligations between two or more institutions which participate in the system; “non-performing borrower” means a person who has taken a loan or an advance from a lender and fails to re-pay after the loan or advance falls due; “onboarding” means the process and procedure through which a customer is acquired; “originator” means a person who orders a transfer of funds to a beneficiary; “over-the-counter transaction” means a transaction conducted by a customer with a bank, specialised deposit-taking institution, payment service provider, electronic money issuer, the agent of a payment service provider or electronic money issuer without a customer making use of the account of the customer; “overselling” means a situation where a seller promises a customer that a particular product or service would provide some gains to the customer, where that product or service may not provide those gains; “participant” means an individual or body corporate who uses the payment system infrastructure; “payment instrument” means any medium in electronic or written form used for ordering transmission or payment of money; “payment service” means the provision of service to facilitate transfer of funds from a payer to a payee using various forms of payment instruments or electronic money; “payment service provider” means a body corporate licensed or authorised under this Act to provide payment service; “payment system” means the procedures, rules, instruments, institutions and infrastructure that facilitate transfer of funds; “prepaid card” means a card issued by a financial institution that is loaded by the customer with funds before usage; “presentment” means the transmission of payment information through the clearing house to the paying bank; “principal” means a bank or specialised deposit-taking institution, payment service provider or electronic money issuer whose services are being conducted through an agent; “real time” means the electronic processing of transactional data instantaneously; “registered enterprise” means a business name registered under the Registration of Business Names Act, 1962 (Act 151); “settlement” means an act that discharges obligations in respect of funds transfer between two or more participants; “settlement bank” means a bank which has the obligation to facilitate exchange of value among transacting parties; “service level agreement” means a contract between a service provider and a payment service provider or electronic money issuer that defines the level of service expected from the service provider; “short messaging service” means a text messaging service that is delivered by a network to a mobile device; “significant shareholding” means a direct or indirect holding which represents five percent or more of the capital or of the voting right; “specialised deposit-taking institution” means a body corporate which engages in the deposit-taking business and is issued with a licence to engage in the deposit-taking business in accordance with the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930); “Subscriber Identification Module card” means a smart card that has a unique identification and is inserted into a mobile device to enable the mobile device work and store data for a subscriber; “suspicious transaction” means a transaction that appears to involve or to be connected to an unlawful activity; “system” means a payment, funds transfer, clearing and settlement arrangement within the meaning of section 49; “systemic risk” means a risk arising from the inability of a system participant to meet a payment obligation under the payment system when it becomes due or any disruption in the system by a participant which may cause other participants to fail to meet their obligations when due and which is likely to have an impact on the stability of the payment system or the financial market; “transfer” means a transaction carried out on the initiative of an originator through an institution with a view to making available an amount of money to a beneficiary; and “unique clearing sort code” means a clearing code assigned to a participant in the clearing system when the participant is admitted to a clearing house."
    },
    {
      "provision_ref": "s103",
      "section": "103",
      "title": "Repeal and savings",
      "content": "(1) The Payment Systems Act, 2003 (Act 662) is repealed. The Payment Systems Act, 2003 (Act 662) is repealed. (2) Despite the repeal of Act 662, any notice, order, direction, guidelines, rule or any other act lawfully made or done under the repealed enactment and in force immediately before the coming into force of this Act, shall with such modifications as are made under this Act, be consid­ered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated. Despite the repeal of Act 662, any notice, order, direction, guidelines, rule or any other act lawfully made or done under the repealed enactment and in force immediately before the coming into force of this Act, shall with such modifications as are made under this Act, be consid­ered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated."
    },
    {
      "provision_ref": "s104",
      "section": "104",
      "title": "Transitional provisions",
      "content": "(1) A payment and settlement system in existence before the coming into force of this Act shall continue to operate subject to the provisions of this Act. A payment and settlement system in existence before the coming into force of this Act shall continue to operate subject to the provisions of this Act. (2) An existing electronic money issuer or payment service provider shall apply for authorisation or licence under this Act within nine months of the coming into force of this Act. An existing electronic money issuer or payment service provider shall apply for authorisation or licence under this Act within nine months of the coming into force of this Act."
    }
  ],
  "definitions": [
    {
      "term": "account holder",
      "definition": "a subscriber of a payment service provider licensed or authorised under this Act to provide payment services",
      "source_provision": "s102"
    },
    {
      "term": "administration",
      "definition": "a legal process by which a court upon a petition made to it that a company is likely to become insolvent or unable to pay its debts, makes an order appointing an administrator to take charge of the company’s affairs for the proper management of the company in part or in whole with the object of forestalling liquidation, if possible",
      "source_provision": "s102"
    },
    {
      "term": "agency agreement",
      "definition": "the contractual arrangement between(a)a principal and an agent,(b)a master-agent and an agent or(c)a principal and a master-agentfor providing banking or electronic money, payment services to end-customers on behalf of the principal",
      "source_provision": "s102"
    },
    {
      "term": "agency business",
      "definition": "the provision of banking or electronic money services or payment services to end-customers by an agent on behalf of a principal",
      "source_provision": "s102"
    },
    {
      "term": "agent",
      "definition": "a person who provides agency services to customers on behalf of a principal under an agency agreement",
      "source_provision": "s102"
    },
    {
      "term": "agent due diligence",
      "definition": "the process of obtaining agent information and verifying or assessing the value of the information from independent and reliable sources for determining the suitability of the agent to provide banking services, electronic money services, payment services, detect, monitor and report suspicious activity or violations of any rules associated with the service provided",
      "source_provision": "s102"
    },
    {
      "term": "agent network manager",
      "definition": "an entity to which a principal has outsourced part or all of the operational responsibilities associated with managing its banking or electronic money or payment services agents, including recruitment, training, compliance monitoring, liquidity management, and general support, but does not include the direct contractual relationship with the agents, which remains with the principal",
      "source_provision": "s102"
    },
    {
      "term": "agent point",
      "definition": "a single location where agency services are provided to customers on behalf of a principal",
      "source_provision": "s102"
    },
    {
      "term": "authorisation",
      "definition": "an approval granted by the Bank of Ghana to a bank or a specialised deposit-taking institution to provide payment services",
      "source_provision": "s102"
    },
    {
      "term": "authorised institution",
      "definition": "an institution which is authorised under this Act to provide payment services",
      "source_provision": "s102"
    },
    {
      "term": "Bank of Ghana",
      "definition": "the Central Bank of Ghana established under article 183 of the Constitution",
      "source_provision": "s102"
    },
    {
      "term": "bank",
      "definition": "a body corporate which engages in the deposit taking business and is issued with a banking licence in accordance with the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930)",
      "source_provision": "s102"
    },
    {
      "term": "beneficiary",
      "definition": "the final recipient of a transfer for whom the corresponding funds are made available in an account to which the recipient has access",
      "source_provision": "s102"
    },
    {
      "term": "beneficiary institution",
      "definition": "a financial institution which acts on behalf of the beneficiary",
      "source_provision": "s102"
    },
    {
      "term": "biometrics",
      "definition": "a system of identifying an individual based on the biological characteristics unique to that individual",
      "source_provision": "s102"
    },
    {
      "term": "body corporate",
      "definition": "an incorporated limited liability company",
      "source_provision": "s102"
    },
    {
      "term": "cash-in",
      "definition": "accepting banknotes or coins and performing the necessary steps to credit the monetary value to the account of the customer",
      "source_provision": "s102"
    },
    {
      "term": "cash-out",
      "definition": "giving out banknotes or coins and performing the necessary steps to debit the monetary value to the account of the customer",
      "source_provision": "s102"
    },
    {
      "term": "certified body",
      "definition": "an organisation accredited by a recognised accrediting body for its competence to audit and issue certification and also confirming that an organisation meets the requirements of existing standards",
      "source_provision": "s102"
    },
    {
      "term": "clearing sort code",
      "definition": "a unique set of numbers assigned to a bank to facilitate routing of payment transactions from one bank to another bank through the clearing house",
      "source_provision": "s102"
    },
    {
      "term": "complete application",
      "definition": "the submission of all required documents needed to process an application for authorisation or licencing",
      "source_provision": "s102"
    },
    {
      "term": "customer due diligence",
      "definition": "the process of obtaining customer information and verifying or assessing the value of the information from independent and reliable sources to identify the customer upfront, and to detect, monitor and report suspicious activity",
      "source_provision": "s102"
    },
    {
      "term": "Data Protection Commission",
      "definition": "the Commission established under section 1 of the Data Protection Act, 2012 (Act 843)",
      "source_provision": "s102"
    },
    {
      "term": "dedicated electronic money issuer",
      "definition": "a body corporate that has been licensed under section 24",
      "source_provision": "s102"
    },
    {
      "term": "designation",
      "definition": "the identification of a system which the Bank of Ghana intends to supervise",
      "source_provision": "s102"
    },
    {
      "term": "electronic commerce platform",
      "definition": "a channel that allows consumers to pay for goods and services online",
      "source_provision": "s102"
    },
    {
      "term": "electronic money",
      "definition": "monetary value which is stored electronically or magnetically, and represented by a claim on the issuer which is issued on receipt of funds, redeemable against cash and may be accepted by a person",
      "source_provision": "s102"
    },
    {
      "term": "electronic money account",
      "definition": "the account held by an electronic money holder with an electronic money issuer for the conduct of electronic money transactions",
      "source_provision": "s102"
    },
    {
      "term": "electronic money agent",
      "definition": "an agent contracted to offer electronic money services on behalf of a principal",
      "source_provision": "s102"
    },
    {
      "term": "electronic money business",
      "definition": "the issuance, transfer, payment and redemption of electronic money, and any other activity permitted under this Act by the Bank of Ghana",
      "source_provision": "s102"
    },
    {
      "term": "electronic money float",
      "definition": "the total outstanding electronic money liabilities of the electronic money issuer to its customers",
      "source_provision": "s102"
    },
    {
      "term": "electronic money holder",
      "definition": "a person who has a claim on an electronic money issuer",
      "source_provision": "s102"
    },
    {
      "term": "electronic money issuer",
      "definition": "a payment service provider that issues electronic money",
      "source_provision": "s102"
    },
    {
      "term": "electronic money system",
      "definition": "a system that electronically stores monetary value on a stored value card, channel or other devices or medium",
      "source_provision": "s102"
    },
    {
      "term": "electronic money user",
      "definition": "a person who uses electronic money for making financial transactions",
      "source_provision": "s102"
    },
    {
      "term": "escalation process",
      "definition": "a laid down procedure available to a complainant who is not satisfied with the decision reached pursuant to a complaint to seek further consideration of the complaint with an independent higher authority",
      "source_provision": "s102"
    },
    {
      "term": "finality",
      "definition": "the confirmation explicitly or implicitly, that a payment or settlement is irreversible and irrevocable",
      "source_provision": "s102"
    },
    {
      "term": "financial holding company",
      "definition": "a company that controls a bank or a specialised deposit-taking institution which is subject to registration under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930)",
      "source_provision": "s102"
    },
    {
      "term": "financial market infrastructure",
      "definition": "a multi-lateral system among participating institutions used for the purposes of clearing, settling or recording payment, securities, derivatives or other financial transactions",
      "source_provision": "s102"
    },
    {
      "term": "fit and proper person",
      "definition": "a person who the Bank of Ghana has assessed as suitable to hold a particular position on account of the following:(a)probity, competence and soundness of judgment of the person for purposes of fulfilling the responsibilities of that person",
      "source_provision": "s102"
    },
    {
      "term": "Ghanaian",
      "definition": "a citizen of Ghana or a company, partnership or association or body, whether corporate or unincorporated, which is wholly owned by a citizen of Ghana",
      "source_provision": "s102"
    },
    {
      "term": "intermediary institution",
      "definition": "an institution which is either that of the originator or that of the beneficiary and which participates in the execution of a transfer",
      "source_provision": "s102"
    },
    {
      "term": "internal control function",
      "definition": "the process of ensuring that the regulations, procedures, policies and systems established by the board are followed",
      "source_provision": "s102"
    },
    {
      "term": "interoperability",
      "definition": "a seamless transfer of payment instructions or funds from the account of one payment service provider or user to the account of another payment service provider or user",
      "source_provision": "s102"
    },
    {
      "term": "introduction",
      "definition": "a registered customer of a payment service provider or electronic money issuer testifying about the identity of a non-registered customer to the payment service provider or electronic money issuer or the agent of the payment service provider or electronic money issuer",
      "source_provision": "s102"
    },
    {
      "term": "key management personnel",
      "definition": "a person who takes management decisions in a bank or a specialised deposit-taking institution, a payment service provider or a dedicated electronic money issuer",
      "source_provision": "s102"
    },
    {
      "term": "macro-prudential",
      "definition": "a form of regulation that aims to mitigate risk to the whole financial system",
      "source_provision": "s102"
    },
    {
      "term": "master-agent",
      "definition": "a legal person who has an agreement with a principal to contract and manage agents that provide banking or electronic money services or payment service to customers on behalf of the principal",
      "source_provision": "s102"
    },
    {
      "term": "material change",
      "definition": "a substantial and continuing change in the provision of a payment or electronic money service that affects the quality and availability of the service",
      "source_provision": "s102"
    },
    {
      "term": "material service interruption",
      "definition": "curtailment or suspension of service that prevents a customer from accessing a service and which lasts for a period of more than one hour",
      "source_provision": "s102"
    },
    {
      "term": "merchant",
      "definition": "a commercial establishment which enables a customer to pay for goods and services using payment instruments or electronic money",
      "source_provision": "s102"
    },
    {
      "term": "micro-prudential",
      "definition": "a form of regulation that ensures that an individual financial institution is solvent and can withstand unexpected shock",
      "source_provision": "s102"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s102"
    },
    {
      "term": "Mobile Station International Subscriber Directory Number",
      "definition": "a mobile phone number issued by an operator to identify a phone of the subscriber",
      "source_provision": "s102"
    },
    {
      "term": "national database identification system",
      "definition": "a centralised source of approved identification data",
      "source_provision": "s102"
    },
    {
      "term": "new agent take on procedure",
      "definition": "the procedure which is followed for onboarding of a new agent",
      "source_provision": "s102"
    },
    {
      "term": "netting",
      "definition": "the determination of the payment obligations between two or more institutions which participate in a system within the scope of this Act or the determination of the net settlement obligations between two or more institutions which participate in the system",
      "source_provision": "s102"
    },
    {
      "term": "non-performing borrower",
      "definition": "a person who has taken a loan or an advance from a lender and fails to re-pay after the loan or advance falls due",
      "source_provision": "s102"
    },
    {
      "term": "onboarding",
      "definition": "the process and procedure through which a customer is acquired",
      "source_provision": "s102"
    },
    {
      "term": "originator",
      "definition": "a person who orders a transfer of funds to a beneficiary",
      "source_provision": "s102"
    },
    {
      "term": "over-the-counter transaction",
      "definition": "a transaction conducted by a customer with a bank, specialised deposit-taking institution, payment service provider, electronic money issuer, the agent of a payment service provider or electronic money issuer without a customer making use of the account of the customer",
      "source_provision": "s102"
    },
    {
      "term": "overselling",
      "definition": "a situation where a seller promises a customer that a particular product or service would provide some gains to the customer, where that product or service may not provide those gains",
      "source_provision": "s102"
    },
    {
      "term": "participant",
      "definition": "an individual or body corporate who uses the payment system infrastructure",
      "source_provision": "s102"
    },
    {
      "term": "payment instrument",
      "definition": "any medium in electronic or written form used for ordering transmission or payment of money",
      "source_provision": "s102"
    },
    {
      "term": "payment service",
      "definition": "the provision of service to facilitate transfer of funds from a payer to a payee using various forms of payment instruments or electronic money",
      "source_provision": "s102"
    },
    {
      "term": "payment service provider",
      "definition": "a body corporate licensed or authorised under this Act to provide payment service",
      "source_provision": "s102"
    },
    {
      "term": "payment system",
      "definition": "the procedures, rules, instruments, institutions and infrastructure that facilitate transfer of funds",
      "source_provision": "s102"
    },
    {
      "term": "prepaid card",
      "definition": "a card issued by a financial institution that is loaded by the customer with funds before usage",
      "source_provision": "s102"
    },
    {
      "term": "presentment",
      "definition": "the transmission of payment information through the clearing house to the paying bank",
      "source_provision": "s102"
    },
    {
      "term": "principal",
      "definition": "a bank or specialised deposit-taking institution, payment service provider or electronic money issuer whose services are being conducted through an agent",
      "source_provision": "s102"
    },
    {
      "term": "real time",
      "definition": "the electronic processing of transactional data instantaneously",
      "source_provision": "s102"
    },
    {
      "term": "registered enterprise",
      "definition": "a business name registered under the Registration of Business Names Act, 1962 (Act 151)",
      "source_provision": "s102"
    },
    {
      "term": "settlement",
      "definition": "an act that discharges obligations in respect of funds transfer between two or more participants",
      "source_provision": "s102"
    },
    {
      "term": "settlement bank",
      "definition": "a bank which has the obligation to facilitate exchange of value among transacting parties",
      "source_provision": "s102"
    },
    {
      "term": "service level agreement",
      "definition": "a contract between a service provider and a payment service provider or electronic money issuer that defines the level of service expected from the service provider",
      "source_provision": "s102"
    },
    {
      "term": "short messaging service",
      "definition": "a text messaging service that is delivered by a network to a mobile device",
      "source_provision": "s102"
    },
    {
      "term": "significant shareholding",
      "definition": "a direct or indirect holding which represents five percent or more of the capital or of the voting right",
      "source_provision": "s102"
    },
    {
      "term": "specialised deposit-taking institution",
      "definition": "a body corporate which engages in the deposit-taking business and is issued with a licence to engage in the deposit-taking business in accordance with the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930)",
      "source_provision": "s102"
    },
    {
      "term": "Subscriber Identification Module card",
      "definition": "a smart card that has a unique identification and is inserted into a mobile device to enable the mobile device work and store data for a subscriber",
      "source_provision": "s102"
    },
    {
      "term": "suspicious transaction",
      "definition": "a transaction that appears to involve or to be connected to an unlawful activity",
      "source_provision": "s102"
    },
    {
      "term": "system",
      "definition": "a payment, funds transfer, clearing and settlement arrangement within the meaning of section 49",
      "source_provision": "s102"
    },
    {
      "term": "systemic risk",
      "definition": "a risk arising from the inability of a system participant to meet a payment obligation under the payment system when it becomes due or any disruption in the system by a participant which may cause other participants to fail to meet their obligations when due and which is likely to have an impact on the stability of the payment system or the financial market",
      "source_provision": "s102"
    },
    {
      "term": "transfer",
      "definition": "a transaction carried out on the initiative of an originator through an institution with a view to making available an amount of money to a beneficiary",
      "source_provision": "s102"
    },
    {
      "term": "unique clearing sort code",
      "definition": "a clearing code assigned to a participant in the clearing system when the participant is admitted to a clearing house. In this Act, unless the context otherwise requires, “account holder” means a subscriber of a payment service provider licensed or authorised under this Act to provide payment services",
      "source_provision": "s102"
    },
    {
      "term": "administration",
      "definition": "a legal process by which a court upon a petition made to it that a company is likely to become insolvent or unable to pay its debts, makes an order appointing an administrator to take charge of the company’s affairs for the proper management of the company in part or in whole with the object of forestalling liquidation, if possible",
      "source_provision": "s102"
    },
    {
      "term": "agency business",
      "definition": "the provision of banking or electronic money services or payment services to end-customers by an agent on behalf of a principal",
      "source_provision": "s102"
    },
    {
      "term": "agent",
      "definition": "a person who provides agency services to customers on behalf of a principal under an agency agreement",
      "source_provision": "s102"
    },
    {
      "term": "agent due diligence",
      "definition": "the process of obtaining agent information and verifying or assessing the value of the information from independent and reliable sources for determining the suitability of the agent to provide banking services, electronic money services, payment services, detect, monitor and report suspicious activity or violations of any rules associated with the service provided",
      "source_provision": "s102"
    },
    {
      "term": "agent network manager",
      "definition": "an entity to which a principal has outsourced part or all of the operational responsibilities associated with managing its banking or electronic money or payment services agents, including recruitment, training, compliance monitoring, liquidity management, and general support, but does not include the direct contractual relationship with the agents, which remains with the principal",
      "source_provision": "s102"
    },
    {
      "term": "agent point",
      "definition": "a single location where agency services are provided to customers on behalf of a principal",
      "source_provision": "s102"
    },
    {
      "term": "authorisation",
      "definition": "an approval granted by the Bank of Ghana to a bank or a specialised deposit-taking institution to provide payment services",
      "source_provision": "s102"
    },
    {
      "term": "authorised institution",
      "definition": "an institution which is authorised under this Act to provide payment services",
      "source_provision": "s102"
    },
    {
      "term": "Bank of Ghana",
      "definition": "the Central Bank of Ghana established under article 183 of the Constitution",
      "source_provision": "s102"
    },
    {
      "term": "bank",
      "definition": "a body corporate which engages in the deposit taking business and is issued with a banking licence in accordance with the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930)",
      "source_provision": "s102"
    },
    {
      "term": "beneficiary",
      "definition": "the final recipient of a transfer for whom the corresponding funds are made available in an account to which the recipient has access",
      "source_provision": "s102"
    },
    {
      "term": "beneficiary institution",
      "definition": "a financial institution which acts on behalf of the beneficiary",
      "source_provision": "s102"
    },
    {
      "term": "biometrics",
      "definition": "a system of identifying an individual based on the biological characteristics unique to that individual",
      "source_provision": "s102"
    },
    {
      "term": "body corporate",
      "definition": "an incorporated limited liability company",
      "source_provision": "s102"
    },
    {
      "term": "cash-in",
      "definition": "accepting banknotes or coins and performing the necessary steps to credit the monetary value to the account of the customer",
      "source_provision": "s102"
    },
    {
      "term": "cash-out",
      "definition": "giving out banknotes or coins and performing the necessary steps to debit the monetary value to the account of the customer",
      "source_provision": "s102"
    },
    {
      "term": "certified body",
      "definition": "an organisation accredited by a recognised accrediting body for its competence to audit and issue certification and also confirming that an organisation meets the requirements of existing standards",
      "source_provision": "s102"
    },
    {
      "term": "clearing sort code",
      "definition": "a unique set of numbers assigned to a bank to facilitate routing of payment transactions from one bank to another bank through the clearing house",
      "source_provision": "s102"
    },
    {
      "term": "complete application",
      "definition": "the submission of all required documents needed to process an application for authorisation or licencing",
      "source_provision": "s102"
    },
    {
      "term": "customer due diligence",
      "definition": "the process of obtaining customer information and verifying or assessing the value of the information from independent and reliable sources to identify the customer upfront, and to detect, monitor and report suspicious activity",
      "source_provision": "s102"
    },
    {
      "term": "Data Protection Commission",
      "definition": "the Commission established under section 1 of the Data Protection Act, 2012 (Act 843)",
      "source_provision": "s102"
    },
    {
      "term": "dedicated electronic money issuer",
      "definition": "a body corporate that has been licensed under section 24",
      "source_provision": "s102"
    },
    {
      "term": "designation",
      "definition": "the identification of a system which the Bank of Ghana intends to supervise",
      "source_provision": "s102"
    },
    {
      "term": "electronic commerce platform",
      "definition": "a channel that allows consumers to pay for goods and services online",
      "source_provision": "s102"
    },
    {
      "term": "electronic money",
      "definition": "monetary value which is stored electronically or magnetically, and represented by a claim on the issuer which is issued on receipt of funds, redeemable against cash and may be accepted by a person",
      "source_provision": "s102"
    },
    {
      "term": "electronic money account",
      "definition": "the account held by an electronic money holder with an electronic money issuer for the conduct of electronic money transactions",
      "source_provision": "s102"
    },
    {
      "term": "electronic money agent",
      "definition": "an agent contracted to offer electronic money services on behalf of a principal",
      "source_provision": "s102"
    },
    {
      "term": "electronic money business",
      "definition": "the issuance, transfer, payment and redemption of electronic money, and any other activity permitted under this Act by the Bank of Ghana",
      "source_provision": "s102"
    },
    {
      "term": "electronic money float",
      "definition": "the total outstanding electronic money liabilities of the electronic money issuer to its customers",
      "source_provision": "s102"
    },
    {
      "term": "electronic money holder",
      "definition": "a person who has a claim on an electronic money issuer",
      "source_provision": "s102"
    },
    {
      "term": "electronic money issuer",
      "definition": "a payment service provider that issues electronic money",
      "source_provision": "s102"
    },
    {
      "term": "electronic money system",
      "definition": "a system that electronically stores monetary value on a stored value card, channel or other devices or medium",
      "source_provision": "s102"
    },
    {
      "term": "electronic money user",
      "definition": "a person who uses electronic money for making financial transactions",
      "source_provision": "s102"
    },
    {
      "term": "escalation process",
      "definition": "a laid down procedure available to a complainant who is not satisfied with the decision reached pursuant to a complaint to seek further consideration of the complaint with an independent higher authority",
      "source_provision": "s102"
    },
    {
      "term": "finality",
      "definition": "the confirmation explicitly or implicitly, that a payment or settlement is irreversible and irrevocable",
      "source_provision": "s102"
    },
    {
      "term": "financial holding company",
      "definition": "a company that controls a bank or a specialised deposit-taking institution which is subject to registration under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930)",
      "source_provision": "s102"
    },
    {
      "term": "financial market infrastructure",
      "definition": "a multi-lateral system among participating institutions used for the purposes of clearing, settling or recording payment, securities, derivatives or other financial transactions",
      "source_provision": "s102"
    },
    {
      "term": "Ghanaian",
      "definition": "a citizen of Ghana or a company, partnership or association or body, whether corporate or unincorporated, which is wholly owned by a citizen of Ghana",
      "source_provision": "s102"
    },
    {
      "term": "intermediary institution",
      "definition": "an institution which is either that of the originator or that of the beneficiary and which participates in the execution of a transfer",
      "source_provision": "s102"
    },
    {
      "term": "internal control function",
      "definition": "the process of ensuring that the regulations, procedures, policies and systems established by the board are followed",
      "source_provision": "s102"
    },
    {
      "term": "interoperability",
      "definition": "a seamless transfer of payment instructions or funds from the account of one payment service provider or user to the account of another payment service provider or user",
      "source_provision": "s102"
    },
    {
      "term": "introduction",
      "definition": "a registered customer of a payment service provider or electronic money issuer testifying about the identity of a non-registered customer to the payment service provider or electronic money issuer or the agent of the payment service provider or electronic money issuer",
      "source_provision": "s102"
    },
    {
      "term": "key management personnel",
      "definition": "a person who takes management decisions in a bank or a specialised deposit-taking institution, a payment service provider or a dedicated electronic money issuer",
      "source_provision": "s102"
    },
    {
      "term": "macro-prudential",
      "definition": "a form of regulation that aims to mitigate risk to the whole financial system",
      "source_provision": "s102"
    },
    {
      "term": "master-agent",
      "definition": "a legal person who has an agreement with a principal to contract and manage agents that provide banking or electronic money services or payment service to customers on behalf of the principal",
      "source_provision": "s102"
    },
    {
      "term": "material change",
      "definition": "a substantial and continuing change in the provision of a payment or electronic money service that affects the quality and availability of the service",
      "source_provision": "s102"
    },
    {
      "term": "material service interruption",
      "definition": "curtailment or suspension of service that prevents a customer from accessing a service and which lasts for a period of more than one hour",
      "source_provision": "s102"
    },
    {
      "term": "merchant",
      "definition": "a commercial establishment which enables a customer to pay for goods and services using payment instruments or electronic money",
      "source_provision": "s102"
    },
    {
      "term": "micro-prudential",
      "definition": "a form of regulation that ensures that an individual financial institution is solvent and can withstand unexpected shock",
      "source_provision": "s102"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s102"
    },
    {
      "term": "Mobile Station International Subscriber Directory Number",
      "definition": "a mobile phone number issued by an operator to identify a phone of the subscriber",
      "source_provision": "s102"
    },
    {
      "term": "national database identification system",
      "definition": "a centralised source of approved identification data",
      "source_provision": "s102"
    },
    {
      "term": "new agent take on procedure",
      "definition": "the procedure which is followed for onboarding of a new agent",
      "source_provision": "s102"
    },
    {
      "term": "netting",
      "definition": "the determination of the payment obligations between two or more institutions which participate in a system within the scope of this Act or the determination of the net settlement obligations between two or more institutions which participate in the system",
      "source_provision": "s102"
    },
    {
      "term": "non-performing borrower",
      "definition": "a person who has taken a loan or an advance from a lender and fails to re-pay after the loan or advance falls due",
      "source_provision": "s102"
    },
    {
      "term": "onboarding",
      "definition": "the process and procedure through which a customer is acquired",
      "source_provision": "s102"
    },
    {
      "term": "originator",
      "definition": "a person who orders a transfer of funds to a beneficiary",
      "source_provision": "s102"
    },
    {
      "term": "over-the-counter transaction",
      "definition": "a transaction conducted by a customer with a bank, specialised deposit-taking institution, payment service provider, electronic money issuer, the agent of a payment service provider or electronic money issuer without a customer making use of the account of the customer",
      "source_provision": "s102"
    },
    {
      "term": "overselling",
      "definition": "a situation where a seller promises a customer that a particular product or service would provide some gains to the customer, where that product or service may not provide those gains",
      "source_provision": "s102"
    },
    {
      "term": "participant",
      "definition": "an individual or body corporate who uses the payment system infrastructure",
      "source_provision": "s102"
    },
    {
      "term": "payment instrument",
      "definition": "any medium in electronic or written form used for ordering transmission or payment of money",
      "source_provision": "s102"
    },
    {
      "term": "payment service",
      "definition": "the provision of service to facilitate transfer of funds from a payer to a payee using various forms of payment instruments or electronic money",
      "source_provision": "s102"
    },
    {
      "term": "payment service provider",
      "definition": "a body corporate licensed or authorised under this Act to provide payment service",
      "source_provision": "s102"
    },
    {
      "term": "payment system",
      "definition": "the procedures, rules, instruments, institutions and infrastructure that facilitate transfer of funds",
      "source_provision": "s102"
    },
    {
      "term": "prepaid card",
      "definition": "a card issued by a financial institution that is loaded by the customer with funds before usage",
      "source_provision": "s102"
    },
    {
      "term": "presentment",
      "definition": "the transmission of payment information through the clearing house to the paying bank",
      "source_provision": "s102"
    },
    {
      "term": "principal",
      "definition": "a bank or specialised deposit-taking institution, payment service provider or electronic money issuer whose services are being conducted through an agent",
      "source_provision": "s102"
    },
    {
      "term": "real time",
      "definition": "the electronic processing of transactional data instantaneously",
      "source_provision": "s102"
    },
    {
      "term": "registered enterprise",
      "definition": "a business name registered under the Registration of Business Names Act, 1962 (Act 151)",
      "source_provision": "s102"
    },
    {
      "term": "settlement",
      "definition": "an act that discharges obligations in respect of funds transfer between two or more participants",
      "source_provision": "s102"
    },
    {
      "term": "settlement bank",
      "definition": "a bank which has the obligation to facilitate exchange of value among transacting parties",
      "source_provision": "s102"
    },
    {
      "term": "service level agreement",
      "definition": "a contract between a service provider and a payment service provider or electronic money issuer that defines the level of service expected from the service provider",
      "source_provision": "s102"
    },
    {
      "term": "short messaging service",
      "definition": "a text messaging service that is delivered by a network to a mobile device",
      "source_provision": "s102"
    },
    {
      "term": "significant shareholding",
      "definition": "a direct or indirect holding which represents five percent or more of the capital or of the voting right",
      "source_provision": "s102"
    },
    {
      "term": "specialised deposit-taking institution",
      "definition": "a body corporate which engages in the deposit-taking business and is issued with a licence to engage in the deposit-taking business in accordance with the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930)",
      "source_provision": "s102"
    },
    {
      "term": "Subscriber Identification Module card",
      "definition": "a smart card that has a unique identification and is inserted into a mobile device to enable the mobile device work and store data for a subscriber",
      "source_provision": "s102"
    },
    {
      "term": "suspicious transaction",
      "definition": "a transaction that appears to involve or to be connected to an unlawful activity",
      "source_provision": "s102"
    },
    {
      "term": "system",
      "definition": "a payment, funds transfer, clearing and settlement arrangement within the meaning of section 49",
      "source_provision": "s102"
    },
    {
      "term": "systemic risk",
      "definition": "a risk arising from the inability of a system participant to meet a payment obligation under the payment system when it becomes due or any disruption in the system by a participant which may cause other participants to fail to meet their obligations when due and which is likely to have an impact on the stability of the payment system or the financial market",
      "source_provision": "s102"
    },
    {
      "term": "transfer",
      "definition": "a transaction carried out on the initiative of an originator through an institution with a view to making available an amount of money to a beneficiary",
      "source_provision": "s102"
    }
  ]
}