{
  "id": "act-1010-2019",
  "type": "act",
  "title": "Tree Crops Development Authority Act, 2019",
  "short_name": "TCDA 2019",
  "act_number": 1010,
  "year": 2019,
  "status": "in_force",
  "issued_date": "2019-12-30",
  "url": "https://ghalii.org/akn/gh/act/2019/1010",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Tree Crops Development Authority",
      "content": "(1) There is established by this Act, the Tree Crops Development Authority as a body corporate with perpetual succession. There is established by this Act, the Tree Crops Development Authority as a body corporate with perpetual succession. (2) For the performance of the functions of the Authority, the Authority may acquire and hold property, dispose of property and enter into a contract or any other related transaction. For the performance of the functions of the Authority, the Authority may acquire and hold property, dispose of property and enter into a contract or any other related transaction. (3) Where there is a hindrance to the acquisition of immovable property, the immovable property may be acquired for the Authority under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Authority. Where there is a hindrance to the acquisition of immovable property, the immovable property may be acquired for the Authority under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Authority."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Authority",
      "content": "The object of the Authority is to regulate and develop in a sustainable environment the production, processing and trading of tree crops. The object of the Authority is to regulate and develop in a sustainable environment the production, processing and trading of tree crops."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Authority",
      "content": "To achieve the object, the Authority shall promote and support the development of the tree crops industry; promote and support the development of the tree crops industry; undertake, assist and encourage scientific, technological and economic research in tree crops; undertake, assist and encourage scientific, technological and economic research in tree crops; identify and develop a sustainable source of funding to raise revenue for the mandated activities of the Authority; identify and develop a sustainable source of funding to raise revenue for the mandated activities of the Authority; co-ordinate and facilitate with relevant institutions the building of capacity of farmers in best agronomic practices, pest and disease management and improved methods of harvesting of tree crops, and farmers in best agronomic practices, pest and disease management and improved methods of harvesting of tree crops, and processors, traders and exporters in the relevant best practices of tree crops; processors, traders and exporters in the relevant best practices of tree crops; provide technical advice to the actors of the tree crops value chain; provide technical advice to the actors of the tree crops value chain; improve the trading of tree crops; improve the trading of tree crops; register or license actors engaged in the tree crops value chain; register or license actors engaged in the tree crops value chain; ensure that the quality, marking, labelling and packaging of produce or products of tree crops, imported into or exported out of this country comply with national and international standards; ensure that the quality, marking, labelling and packaging of produce or products of tree crops, imported into or exported out of this country comply with national and international standards; collect statistical data from the tree crops value chain; collect statistical data from the tree crops value chain; promote decent work in the tree crops industry; promote decent work in the tree crops industry; advise the government and private sector on matters related to the development of the tree crops industry, including the import and export of produce or products of tree crops; matters related to the development of the tree crops industry, including the import and export of produce or products of tree crops; the need to participate in international programmes related to tree crops, and the need to participate in international programmes related to tree crops, and the membership of the Republic to relevant international tree crops organisations; the membership of the Republic to relevant international tree crops organisations; be responsible for the capacity building and training of the actors within the value chain of the industry; be responsible for the capacity building and training of the actors within the value chain of the industry; prepare and furnish specific information related to the tree crops industry, as may be required by any institution; and prepare and furnish specific information related to the tree crops industry, as may be required by any institution; and perform any other functions necessary for the attainment of the object of the Authority. perform any other functions necessary for the attainment of the object of the Authority."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Governing body of the Authority",
      "content": "(1) The governing body of the Authority is a Board consisting of the following: The governing body of the Authority is a Board consisting of the following: a chairperson with at least ten years experience in tree crops agribusiness from the private sector; a chairperson with at least ten years experience in tree crops agribusiness from the private sector; one representative from the following Ministries not below the rank of a Director, nominated by the relevant sector Minister: one representative from the following Ministries not below the rank of a Director, nominated by the relevant sector Minister: Ministry responsible for Agriculture, Ministry responsible for Agriculture, Ministry responsible for Trade and Industry, and Ministry responsible for Trade and Industry, and Ministry responsible for Finance; Ministry responsible for Finance; for each tree crops value chain, four persons representing producers, traders, processors and exporters of produce and products nominated by the respective value chain sub-committees two of whom shall be small holder actors; and for each tree crops value chain, four persons representing producers, traders, processors and exporters of produce and products nominated by the respective value chain sub-committees two of whom shall be small holder actors; and the Chief Executive Officer. the Chief Executive Officer. (2) The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. The members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. (3) The Board shall ensure the efficient and effective performance of the functions of the Authority. The Board shall ensure the efficient and effective performance of the functions of the Authority."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Tenure of office of members of the Board",
      "content": "(1) A member of the Board shall hold office for three years and is eligible for re-appointment for another term only. A member of the Board shall hold office for three years and is eligible for re-appointment for another term only. (2) Subsection (1) does not apply to the Chief Executive Officer. Subsection (1) does not apply to the Chief Executive Officer. (3) A member of the Board may at any time, by a letter addressed to the President through the Minister resign from office. A member of the Board may at any time, by a letter addressed to the President through the Minister resign from office. (4) The President may by letter addressed to a member revoke the appointment of that member. The President may by letter addressed to a member revoke the appointment of that member. (5) Where a member of the Board is for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Board is for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (6) Where there is a vacancy Where there is a vacancy under subsection (3) or (4) or section 7(2); under subsection (3) or (4) or section 7(2); as a result of a declaration under subsection (5); or as a result of a declaration under subsection (5); or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall appoint another person to fill the vacancy for the unexpired term of that member."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least every three months for the despatch of business at a time and place determined by the chairperson. The Board shall meet at least every three months for the despatch of business at a time and place determined by the chairperson. (2) The chairperson shall, at the request in writing of not less than one-third of the membership of the Board, convene an extraordinary general meeting of the Board at the time and place determined by the chairperson. The chairperson shall, at the request in writing of not less than one-third of the membership of the Board, convene an extraordinary general meeting of the Board at the time and place determined by the chairperson. (3) A quorum at a meeting of the Board is nine members including the Chief Executive Officer. A quorum at a meeting of the Board is nine members including the Chief Executive Officer. (4) The chairperson shall preside at the meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. The chairperson shall preside at the meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. (5) A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (6) Matters before the Board shall be decided by a majority of the members present and voting and in the event of equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of equality of votes, the person presiding shall have a casting vote. (7) The Board may co-opt a person to attend a meeting of the Board but the co-opted person shall not vote at the meeting. The Board may co-opt a person to attend a meeting of the Board but the co-opted person shall not vote at the meeting. (8) The proceedings of the Board shall not be invalidated by reason of a vacancy in the membership of the Board or a defect in the appointment or qualification of a member. The proceedings of the Board shall not be invalidated by reason of a vacancy in the membership of the Board or a defect in the appointment or qualification of a member. (9) The Board shall, subject to this section, regulate the procedure for the meetings of the Board. The Board shall, subject to this section, regulate the procedure for the meetings of the Board."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter before the Board shall A member of the Board who has an interest in a matter before the Board shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and not be present at or participate in the deliberations of the Board in respect of the matter. not be present at or participate in the deliberations of the Board in respect of the matter. (2) A member ceases to be a member of the Board if that member has an interest in a matter before the Board and A member ceases to be a member of the Board if that member has an interest in a matter before the Board and fails to disclose that interest; or fails to disclose that interest; or participates in the deliberations of the matter. participates in the deliberations of the matter."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members or both to perform a function of the Board. The Board may establish committees consisting of members of the Board or non-members or both to perform a function of the Board. (2) A committee of the Board may be chaired by a member of the Board. A committee of the Board may be chaired by a member of the Board. (3) Without limiting subsection (1), the Board shall establish selected value chain committees consisting of members of the Board and members of associations representing those selected value chains. Without limiting subsection (1), the Board shall establish selected value chain committees consisting of members of the Board and members of associations representing those selected value chains. (4) The committees shall advise and recommend to the Board, on matters including The committees shall advise and recommend to the Board, on matters including production, processing, research, environmental practices and standards in the tree crops industry; production, processing, research, environmental practices and standards in the tree crops industry; price mechanism for tree crops products; price mechanism for tree crops products; licensing, permitting, certification and accreditation of value chain actors; and licensing, permitting, certification and accreditation of value chain actors; and any other matter that the Board may direct. any other matter that the Board may direct. (5) Section 7 on disclosure of interest shall apply to a member of a committee of the Board. Section 7 on disclosure of interest shall apply to a member of a committee of the Board."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Allowances",
      "content": "A member of the Board and a member of a committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance. A member of the Board and a member of a committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Regional offices of the Authority",
      "content": "(1) The Board may establish a regional office of the Authority at a place determined by the Board. The Board may establish a regional office of the Authority at a place determined by the Board. (2) The regional office of the Authority shall perform the functions of the Authority that the Board may direct. The regional office of the Authority shall perform the functions of the Authority that the Board may direct."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Policy directives",
      "content": "The Minister may give directives to the Board on matters of policy and the Board shall comply. The Minister may give directives to the Board on matters of policy and the Board shall comply."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Chief Executive Officer",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution appoint a person of not less than ten years standing in agribusiness or a related field as the Chief Executive Officer of the Authority. The President shall, in accordance with article 195 of the Constitution appoint a person of not less than ten years standing in agribusiness or a related field as the Chief Executive Officer of the Authority. (2) The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. (3) The Chief Executive Officer is the secretary to the Board. The Chief Executive Officer is the secretary to the Board."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Functions of the Chief Executive Officer",
      "content": "(1) The Chief Executive Officer is responsible for the day-to-day administration of the affairs of the Authority and is answerable to the Board under this Act. The Chief Executive Officer is responsible for the day-to-day administration of the affairs of the Authority and is answerable to the Board under this Act. (2) The Chief Executive Officer shall perform any other functions determined by the Board. The Chief Executive Officer shall perform any other functions determined by the Board. (3) The Chief Executive Officer may delegate a function to an officer of the Authority but shall not be relieved from the ultimate responsibility for the performance of the delegated function. The Chief Executive Officer may delegate a function to an officer of the Authority but shall not be relieved from the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Appointment of other staff",
      "content": "(1) The President shall in accordance with article 195 of the Constitution appoint other staff of the Authority that are necessary for the efficient and effective performance of the functions of the Authority. The President shall in accordance with article 195 of the Constitution appoint other staff of the Authority that are necessary for the efficient and effective performance of the functions of the Authority. (2) The Authority may engage the services of advisors and consultants on the recommendations of the Board. The Authority may engage the services of advisors and consultants on the recommendations of the Board."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Establishment of Tree Crops Fund",
      "content": "There is established by this Act, the Tree Crops Fund referred to in this Act as the Fund. There is established by this Act, the Tree Crops Fund referred to in this Act as the Fund."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Object of the Fund",
      "content": "The object of the Fund is to provide for both capital and recurrent expenditure for the development of the tree crops industry. The object of the Fund is to provide for both capital and recurrent expenditure for the development of the tree crops industry."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Sources of money for the Fund",
      "content": "The sources of money for the Fund include moneys approved by Parliament; moneys approved by Parliament; internally generated funds; internally generated funds; grants, gifts and donations; grants, gifts and donations; loans; and loans; and subscriptions by various stakeholders in the tree crops industry. subscriptions by various stakeholders in the tree crops industry."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Management of the Fund",
      "content": "(1) The Fund shall be managed by a body appointed by the Board, in consultation with the various stakeholders in the tree crops industry. The Fund shall be managed by a body appointed by the Board, in consultation with the various stakeholders in the tree crops industry. (2) The moneys of the Fund shall be paid into a bank account opened for that purpose with the approval of the Controller and Accountant-General. The moneys of the Fund shall be paid into a bank account opened for that purpose with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Disbursement of the Fund",
      "content": "The Fund shall be used for the promotion of research into tree crops production, processing and marketing; the promotion of research into tree crops production, processing and marketing; the promotion of sustainable practices in the tree crops industry and related value chain activities connected with the industry; the promotion of sustainable practices in the tree crops industry and related value chain activities connected with the industry; capacity building and training of the actors within the value chain of the industry; capacity building and training of the actors within the value chain of the industry; administration and operational cost; administration and operational cost; production and processing support; production and processing support; research and development; research and development; regulating the use of chemicals and other substances in the production, processing, storage and marketing of tree crops and regulating the use of chemicals and other substances in the production, processing, storage and marketing of tree crops and any other purpose incidental to the object of the Fund. any other purpose incidental to the object of the Fund."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Report on management and use of the Fund",
      "content": "(1) The Authority shall, at the end of each financial year, submit to Parliament through the Minister, a report on the management and use of the Fund for the financial year. The Authority shall, at the end of each financial year, submit to Parliament through the Minister, a report on the management and use of the Fund for the financial year. (2) The Board may invest the moneys of the Fund in a manner the Board considers appropriate. The Board may invest the moneys of the Fund in a manner the Board considers appropriate. (3) The Board shall include a report of any investments made and the income derived from the investment in the annual report of the Authority. The Board shall include a report of any investments made and the income derived from the investment in the annual report of the Authority."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books, records, returns and any other documents relating to the accounts in the form approved by the Auditor General. The Board shall keep books, records, returns and any other documents relating to the accounts in the form approved by the Auditor General. (2) The Board shall submit the accounts of the Authority to the Auditor-General for audit at the end of the financial year. The Board shall submit the accounts of the Authority to the Auditor-General for audit at the end of the financial year. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to the Minister and the Board. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to the Minister and the Board. (4) The financial year of the Authority is the same as the financial year of Government. The financial year of the Authority is the same as the financial year of Government."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall within thirty days after receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Authority for the year to which the annual report relates. The Board shall within thirty days after receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Authority for the year to which the annual report relates. (2) The annual report shall include the report of the Auditor General. The annual report shall include the report of the Auditor General. (3) The Minister shall within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Board shall also submit to the Minister any other reports which the Minister may require in writing. The Board shall also submit to the Minister any other reports which the Minister may require in writing."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Collaboration with relevant agencies and bodies",
      "content": "The Board shall collaborate with relevant agencies and bodies in the performance of the functions under this Act. The Board shall collaborate with relevant agencies and bodies in the performance of the functions under this Act."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Offences",
      "content": "(1) A person who A person who refuses to provide information as requested by an officer of the Authority; refuses to provide information as requested by an officer of the Authority; makes a false declaration in a submission to the Authority; or makes a false declaration in a submission to the Authority; or obstructs an officer in the discharge of the duty of the officer; obstructs an officer in the discharge of the duty of the officer; commits an offence and is liable on summary conviction to a fine of not more than five hundred penalty units or to a term of imprisonment of not more than two years or both. (2) In the case of a continuing offence the person is liable to a further fine of ten penalty units for each day during which the offence continues after written notice has been served on the offender by the Authority. In the case of a continuing offence the person is liable to a further fine of ten penalty units for each day during which the offence continues after written notice has been served on the offender by the Authority."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Regulations",
      "content": "The Minister shall, on the advice of the Board and within twelve months after the coming into force of this Act, by legislative instrument make Regulations to prescribe the fees to be paid under this Act; prescribe the fees to be paid under this Act; provide for the collection of information and statistics on tree crops; provide for the collection of information and statistics on tree crops; provide for the registration and licensing of value chain actors in the tree crops industry; and provide for the registration and licensing of value chain actors in the tree crops industry; and provide for any other matters necessary for the efficient and effective implementation of the provisions of this Act. provide for any other matters necessary for the efficient and effective implementation of the provisions of this Act."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“actors” mean persons or organisations engaged in activities along the tree crops value chain;\"Authority\" means the Tree Crops Development Authority established under section 1 of this Act;“Board” means the governing body of the Authority established under section 4 of this Act;“development” includes sustainable sources of funding, acquisition and protection of land banks for the tree crops industry for the cultivation of the specified tree crops;“financial institution” means a body that funds activities in the tree crops value chain;“large plantation” means a farm size of more than five hectares;“Minister” means the Minister responsible for Food and Agriculture;“processing” means value addition to the produce or products from the tree crops;“production” includes all the activities from land selection, land preparation, seed stage, planting to harvesting of the produce;“relevant agency” includes the Environmental Protection Agency, the Ghana Cocoa Board, the Ghana Investment Promotion Centre, the Ghana Export Promotion Authority, the Ghana Exim Bank, the Centre for Scientific and Industrial Research, the Food and Drugs Authority and the Standards Authority;“research finding” includes any result from a research and development activity such as an invention and improvement in any process, apparatus, machine or technique;“small plantation” means a farm size of less than five hectares;“stakeholder” includes persons who are engaged in and concerned with the tree crops industry;“support” includes the provision of inputs, technology, and research and development to the tree crops value chain;“sustainable funding mechanism” means identifying and developing a sustainable source of funding to raise revenue for the Authority to carry out its mandated activities;“sustainable practices” means environmental, social and economic concerns in the tree crops industry;“technical advice” includes value addition;“trader” means a person engaged in aggregation and trading in tree crops produce or products;“trading” means the business of buying and selling goods and services;“tree crops” means oil palm, rubber, cashew, coconut, mango and shea; and“value chain” means all the activities identified along the value chain from production to end market. In this Act, unless the context otherwise requires, “actors” mean persons or organisations engaged in activities along the tree crops value chain; \"Authority\" means the Tree Crops Development Authority established under section 1 of this Act; “Board” means the governing body of the Authority established under section 4 of this Act; “development” includes sustainable sources of funding, acquisition and protection of land banks for the tree crops industry for the cultivation of the specified tree crops; “financial institution” means a body that funds activities in the tree crops value chain; “large plantation” means a farm size of more than five hectares; “Minister” means the Minister responsible for Food and Agriculture; “processing” means value addition to the produce or products from the tree crops; “production” includes all the activities from land selection, land preparation, seed stage, planting to harvesting of the produce; “relevant agency” includes the Environmental Protection Agency, the Ghana Cocoa Board, the Ghana Investment Promotion Centre, the Ghana Export Promotion Authority, the Ghana Exim Bank, the Centre for Scientific and Industrial Research, the Food and Drugs Authority and the Standards Authority; “research finding” includes any result from a research and development activity such as an invention and improvement in any process, apparatus, machine or technique; “small plantation” means a farm size of less than five hectares; “stakeholder” includes persons who are engaged in and concerned with the tree crops industry; “support” includes the provision of inputs, technology, and research and development to the tree crops value chain; “sustainable funding mechanism” means identifying and developing a sustainable source of funding to raise revenue for the Authority to carry out its mandated activities; “sustainable practices” means environmental, social and economic concerns in the tree crops industry; “technical advice” includes value addition; “trader” means a person engaged in aggregation and trading in tree crops produce or products; “trading” means the business of buying and selling goods and services; “tree crops” means oil palm, rubber, cashew, coconut, mango and shea; and “value chain” means all the activities identified along the value chain from production to end market."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Transitional provisions",
      "content": "(1) A person or group of persons engaged in the tree crops value chain shall register as a practitioner within six months after the commencement of this Act. A person or group of persons engaged in the tree crops value chain shall register as a practitioner within six months after the commencement of this Act. (2) A company engaged in the tree crops value chain shall register with the Authority within six months after the commencement of this Act. A company engaged in the tree crops value chain shall register with the Authority within six months after the commencement of this Act."
    }
  ],
  "definitions": [
    {
      "term": "Authority",
      "definition": "the Tree Crops Development Authority established under section 1 of this Act",
      "source_provision": "s26"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Authority established under section 4 of this Act",
      "source_provision": "s26"
    },
    {
      "term": "financial institution",
      "definition": "a body that funds activities in the tree crops value chain",
      "source_provision": "s26"
    },
    {
      "term": "large plantation",
      "definition": "a farm size of more than five hectares",
      "source_provision": "s26"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Food and Agriculture",
      "source_provision": "s26"
    },
    {
      "term": "processing",
      "definition": "value addition to the produce or products from the tree crops",
      "source_provision": "s26"
    },
    {
      "term": "small plantation",
      "definition": "a farm size of less than five hectares",
      "source_provision": "s26"
    },
    {
      "term": "sustainable funding mechanism",
      "definition": "identifying and developing a sustainable source of funding to raise revenue for the Authority to carry out its mandated activities",
      "source_provision": "s26"
    },
    {
      "term": "sustainable practices",
      "definition": "environmental, social and economic concerns in the tree crops industry",
      "source_provision": "s26"
    },
    {
      "term": "trader",
      "definition": "a person engaged in aggregation and trading in tree crops produce or products",
      "source_provision": "s26"
    },
    {
      "term": "trading",
      "definition": "the business of buying and selling goods and services",
      "source_provision": "s26"
    },
    {
      "term": "tree crops",
      "definition": "oil palm, rubber, cashew, coconut, mango and shea",
      "source_provision": "s26"
    },
    {
      "term": "value chain",
      "definition": "all the activities identified along the value chain from production to end market. In this Act, unless the context otherwise requires, “actors” mean persons or organisations engaged in activities along the tree crops value chain",
      "source_provision": "s26"
    },
    {
      "term": "Authority",
      "definition": "the Tree Crops Development Authority established under section 1 of this Act",
      "source_provision": "s26"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Authority established under section 4 of this Act",
      "source_provision": "s26"
    },
    {
      "term": "financial institution",
      "definition": "a body that funds activities in the tree crops value chain",
      "source_provision": "s26"
    },
    {
      "term": "large plantation",
      "definition": "a farm size of more than five hectares",
      "source_provision": "s26"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Food and Agriculture",
      "source_provision": "s26"
    },
    {
      "term": "processing",
      "definition": "value addition to the produce or products from the tree crops",
      "source_provision": "s26"
    },
    {
      "term": "small plantation",
      "definition": "a farm size of less than five hectares",
      "source_provision": "s26"
    },
    {
      "term": "sustainable funding mechanism",
      "definition": "identifying and developing a sustainable source of funding to raise revenue for the Authority to carry out its mandated activities",
      "source_provision": "s26"
    },
    {
      "term": "sustainable practices",
      "definition": "environmental, social and economic concerns in the tree crops industry",
      "source_provision": "s26"
    },
    {
      "term": "trader",
      "definition": "a person engaged in aggregation and trading in tree crops produce or products",
      "source_provision": "s26"
    },
    {
      "term": "trading",
      "definition": "the business of buying and selling goods and services",
      "source_provision": "s26"
    },
    {
      "term": "tree crops",
      "definition": "oil palm, rubber, cashew, coconut, mango and shea",
      "source_provision": "s26"
    }
  ]
}