{
  "id": "act-999-2019",
  "type": "act",
  "title": "Vigilantism and Related Offences Act, 2019",
  "short_name": "VRO 2019",
  "act_number": 999,
  "year": 2019,
  "status": "in_force",
  "issued_date": "2019-08-23",
  "url": "https://ghalii.org/akn/gh/act/2019/999",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Application",
      "content": "(1) This Act applies to an act or a threat of violence or intimidation undertaken by a person or a group of persons to further the interest of that person or any other person affiliated or associated with or connected or related to This Act applies to an act or a threat of violence or intimidation undertaken by a person or a group of persons to further the interest of that person or any other person affiliated or associated with or connected or related to a political party, a political party, a political officer holder, a political officer holder, an official or member of a political party, an official or member of a political party, a landowner or purchaser of landed property, a landowner or purchaser of landed property, a real estate developer, a real estate developer, a public office holder or any other person who holds an office of a public nature, a public office holder or any other person who holds an office of a public nature, mining activities, or mining activities, or a person who engages in any act of vigilantism. a person who engages in any act of vigilantism. (2) This Act does not apply to This Act does not apply to a person who lives within the same neighbourhood or community, and who acts alone or with other persons, in concert with the aim of preventing the commission of an offence within that neighbourhood or community; and a person who lives within the same neighbourhood or community, and who acts alone or with other persons, in concert with the aim of preventing the commission of an offence within that neighbourhood or community; and a person, who having witnessed the commission of an offence, acts with the sole aim of preventing the further commission of that offence or any other offence. a person, who having witnessed the commission of an offence, acts with the sole aim of preventing the further commission of that offence or any other offence. (3) This Act may be read together with relevant enactments and in particular, the Criminal Offences Act, 1960 (Act 29) except that where the offence under prosecution relates to vigilantism, the provisions of this Act shall apply. This Act may be read together with relevant enactments and in particular, the Criminal Offences Act, 1960 (Act 29) except that where the offence under prosecution relates to vigilantism, the provisions of this Act shall apply."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Disbandment of vigilante groups",
      "content": "A vigilante group in existence before the coming into force of this Act, including the groups set out in the Schedule, is disbanded. A vigilante group in existence before the coming into force of this Act, including the groups set out in the Schedule, is disbanded."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Prohibition of vigilante groups and activities",
      "content": "(1) A person shall not directly or indirectly, A person shall not directly or indirectly, form, organise, operate; or form, organise, operate; or promote the formation, organisation, operation or activities of a vigilante group. promote the formation, organisation, operation or activities of a vigilante group. (2) A person who contravenes subsection (1) commits an offence and is liable on conviction to a term of imprisonment of not less than ten years and not more than fifteen years. A person who contravenes subsection (1) commits an offence and is liable on conviction to a term of imprisonment of not less than ten years and not more than fifteen years. (3) A person shall not take part in the activity, act as a member or subscribe to a membership of a vigilante group. A person shall not take part in the activity, act as a member or subscribe to a membership of a vigilante group. (4) A person who contravenes subsection (3) commits an offence and is liable on conviction to a term of imprisonment of not less than ten years and not more than fifteen years. A person who contravenes subsection (3) commits an offence and is liable on conviction to a term of imprisonment of not less than ten years and not more than fifteen years. (5) Despite a provision in any enactment, a person who takes part in an activity of a vigilante group armed with an offensive weapon commits an offence and is liable on conviction to a term of imprisonment of not less than fifteen years and not more than twenty-five years. Despite a provision in any enactment, a person who takes part in an activity of a vigilante group armed with an offensive weapon commits an offence and is liable on conviction to a term of imprisonment of not less than fifteen years and not more than twenty-five years. (6) Despite subsection (2), (4) and (5) a person who is convicted for contravening subsection (1), (3) or (5) is disqualified from holding any public, political or political party office until at least ten years have elapsed from the date of the conviction or after the end of the sentence. Despite subsection (2), (4) and (5) a person who is convicted for contravening subsection (1), (3) or (5) is disqualified from holding any public, political or political party office until at least ten years have elapsed from the date of the conviction or after the end of the sentence."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Aiding and abetting of an activity of a vigilante",
      "content": "(1) A person shall not, directly or indirectly instigate, command, counsel, procure or solicit in any other manner, whether by a personal act, presence or otherwise, an activity of a vigilante. A person shall not, directly or indirectly instigate, command, counsel, procure or solicit in any other manner, whether by a personal act, presence or otherwise, an activity of a vigilante. (2) A person shall not whether by a personal act, presence or otherwise or in any other manner purposely aid, facilitate, encourage or promote vigilantism. A person shall not whether by a personal act, presence or otherwise or in any other manner purposely aid, facilitate, encourage or promote vigilantism. (3) A person who knows or has reason to believe that another person is a member of a vigilante group or participates in the activities of a vigilante group, shall not aid, conceal or harbour that other person, with the purpose of enabling that person to avoid lawful arrest. A person who knows or has reason to believe that another person is a member of a vigilante group or participates in the activities of a vigilante group, shall not aid, conceal or harbour that other person, with the purpose of enabling that person to avoid lawful arrest. (4) A person who contravenes subsection (1), (2) or (3) commits an offence and is liable on conviction to a term of imprisonment of not less than ten years and not more than fifteen years. A person who contravenes subsection (1), (2) or (3) commits an offence and is liable on conviction to a term of imprisonment of not less than ten years and not more than fifteen years."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Funding of a vigilante group",
      "content": "(1) A person shall not, directly or indirectly, provide or make available money or any other resource to fund or facilitate the organisation, operation or activity of a vigilante. A person shall not, directly or indirectly, provide or make available money or any other resource to fund or facilitate the organisation, operation or activity of a vigilante. (2) A person who contravenes subsection (1) commits an offence and is liable on conviction to a term of imprisonment of not less than ten years and not more than fifteen years. A person who contravenes subsection (1) commits an offence and is liable on conviction to a term of imprisonment of not less than ten years and not more than fifteen years."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Prohibition of vigilantism in political party activities",
      "content": "(1) A political party shall not directly or indirectly, A political party shall not directly or indirectly, form, organise, operate or engage; or form, organise, operate or engage; or facilitate the formation, organisation, operation or activities of facilitate the formation, organisation, operation or activities of a vigilante group whether belonging to that political party or any other political party. (2) A politial party that contravenes subsection (1) commits an offence and is liable on conviction to a fine of not less than ten thousand penalty units and not more than twenty-five thousand penalty units. A politial party that contravenes subsection (1) commits an offence and is liable on conviction to a fine of not less than ten thousand penalty units and not more than twenty-five thousand penalty units. (3) Where a political party convicted under subsection (2) fails to pay the penalty imposed, the National Chairman, the General Secretary, the National Organiser and the National Treasurer of the political party are severally liable to a fine of not more than ten thousand penalty units or to a term of imprisonment of not less than ten years and not more than fifteen years. Where a political party convicted under subsection (2) fails to pay the penalty imposed, the National Chairman, the General Secretary, the National Organiser and the National Treasurer of the political party are severally liable to a fine of not more than ten thousand penalty units or to a term of imprisonment of not less than ten years and not more than fifteen years."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Prohibition of activities of land guards",
      "content": "(1) A person shall not, directly or indirectly, facilitate, organise or promote the organisation of land guards, for the purposes of protecting or guarding land or property, whether belonging to that person or any other person. A person shall not, directly or indirectly, facilitate, organise or promote the organisation of land guards, for the purposes of protecting or guarding land or property, whether belonging to that person or any other person. (2) A person who contravenes subsection (1) commits an offence and is liable on conviction to a term of imprisonment of not less than ten years and not more than fifteen years. A person who contravenes subsection (1) commits an offence and is liable on conviction to a term of imprisonment of not less than ten years and not more than fifteen years. (3) A person shall not act as a land guard. A person shall not act as a land guard. (4) A person who contravenes subsection (3) commits an offence and is liable on conviction to a term of imprisonment of not less than ten years and not more than fifteen years. A person who contravenes subsection (3) commits an offence and is liable on conviction to a term of imprisonment of not less than ten years and not more than fifteen years. (5) A person shall not directly or indirectly, engage a land guard to protect or guard the property of that person or any other person. A person shall not directly or indirectly, engage a land guard to protect or guard the property of that person or any other person. (6) A person who contravenes subsection (5) commits an offence and is liable on conviction to a term of imprisonment of not less than ten years and not more than fifteen years. A person who contravenes subsection (5) commits an offence and is liable on conviction to a term of imprisonment of not less than ten years and not more than fifteen years. (7) Despite a provision in any enactment, a person who acts as a land guard armed with an offensive weapon commits an offence. Despite a provision in any enactment, a person who acts as a land guard armed with an offensive weapon commits an offence. (8) A person who commits an offence under subsection (7) is liable on conviction to a term of imprisonment of not less than ten years and not more than twenty-five years. A person who commits an offence under subsection (7) is liable on conviction to a term of imprisonment of not less than ten years and not more than twenty-five years."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Prohibition of a convicted person from contesting public elections or holding public or political party office",
      "content": "(1) A person convicted of an offence under this Act is disqualified from A person convicted of an offence under this Act is disqualified from contesting an election for a public office, or contesting an election for a public office, or holding any public, political or political party office holding any public, political or political party office until at least ten years have elapsed from the date of the conviction or after the end of the sentence."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Power of Minister to prohibit activities of vigilante groups",
      "content": "The Minister may, by legislative instrument, expand the list of prohibited activities of a vigilante group as specified in the Schedule. The Minister may, by legislative instrument, expand the list of prohibited activities of a vigilante group as specified in the Schedule."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Regulations",
      "content": "The Minister may, within twelve months after the coming into force of this Act, by legislative instrument, make Regulations which are necessary to give effect to this Act. The Minister may, within twelve months after the coming into force of this Act, by legislative instrument, make Regulations which are necessary to give effect to this Act."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“land guard” means a person who uses violence or the threat of violence to protect or guard land or property belonging to that person or another person;“Minister” means the Minister responsible for Justice;“offensive weapon” means an article made or adapted for use for causing injury to a person or damage to property or intended by the person who has the article to use the article to cause injury or damage;“political party member” means a registered member of a political party;“political party” means a free association or organisation of persons, one of whose objects is to bring about the election of its candidates to public office or to strive for power by the electoral process and by this means to control or influence the actions of Government;“political party officer” includes(a)an elected and appointed officer of a political party; and(b)a member of a committee, a unit, a department, a group and an organisation of a political party;“public office” includes an office, the emoluments attached to which are paid directly from the Consolidated Fund or directly out of moneys provided by Parliament and an office in a public corporation established entirely out of public funds or moneys provided by Parliament;“public election” includes general, presidential and district level elections and referenda conducted or supervised by the Electoral Commission;“vigilante” means a person who resorts to an act or threat of violence or intimidation to further the interest of that person or another person;“vigilante group” means two or more persons, acting in concert by resorting to an act or threat of violence or intimidation to further the interest of the group, the interest of the sponsors or benefactors of that group; and“vigilantism” means an act or threat of violence or intimidation undertaken by a person to further the interest of that person or any other person affiliated or associated with or related to a person or connected with an activity listed under section 1. In this Act, unless the context otherwise requires, “land guard” means a person who uses violence or the threat of violence to protect or guard land or property belonging to that person or another person; “Minister” means the Minister responsible for Justice; “offensive weapon” means an article made or adapted for use for causing injury to a person or damage to property or intended by the person who has the article to use the article to cause injury or damage; “political party member” means a registered member of a political party; “political party” means a free association or organisation of persons, one of whose objects is to bring about the election of its candidates to public office or to strive for power by the electoral process and by this means to control or influence the actions of Government; an elected and appointed officer of a political party; and a member of a committee, a unit, a department, a group and an organisation of a political party; “public office” includes an office, the emoluments attached to which are paid directly from the Consolidated Fund or directly out of moneys provided by Parliament and an office in a public corporation established entirely out of public funds or moneys provided by Parliament; “public election” includes general, presidential and district level elections and referenda conducted or supervised by the Electoral Commission; “vigilante” means a person who resorts to an act or threat of violence or intimidation to further the interest of that person or another person; “vigilante group” means two or more persons, acting in concert by resorting to an act or threat of violence or intimidation to further the interest of the group, the interest of the sponsors or benefactors of that group; and “vigilantism” means an act or threat of violence or intimidation undertaken by a person to further the interest of that person or any other person affiliated or associated with or related to a person or connected with an activity listed under section 1."
    }
  ],
  "definitions": [
    {
      "term": "land guard",
      "definition": "a person who uses violence or the threat of violence to protect or guard land or property belonging to that person or another person",
      "source_provision": "s11"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Justice",
      "source_provision": "s11"
    },
    {
      "term": "offensive weapon",
      "definition": "an article made or adapted for use for causing injury to a person or damage to property or intended by the person who has the article to use the article to cause injury or damage",
      "source_provision": "s11"
    },
    {
      "term": "political party member",
      "definition": "a registered member of a political party",
      "source_provision": "s11"
    },
    {
      "term": "political party",
      "definition": "a free association or organisation of persons, one of whose objects is to bring about the election of its candidates to public office or to strive for power by the electoral process and by this means to control or influence the actions of Government",
      "source_provision": "s11"
    },
    {
      "term": "vigilante",
      "definition": "a person who resorts to an act or threat of violence or intimidation to further the interest of that person or another person",
      "source_provision": "s11"
    },
    {
      "term": "vigilante group",
      "definition": "two or more persons, acting in concert by resorting to an act or threat of violence or intimidation to further the interest of the group, the interest of the sponsors or benefactors of that group",
      "source_provision": "s11"
    },
    {
      "term": "vigilantism",
      "definition": "an act or threat of violence or intimidation undertaken by a person to further the interest of that person or any other person affiliated or associated with or related to a person or connected with an activity listed under section 1. In this Act, unless the context otherwise requires, “land guard” means a person who uses violence or the threat of violence to protect or guard land or property belonging to that person or another person",
      "source_provision": "s11"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Justice",
      "source_provision": "s11"
    },
    {
      "term": "offensive weapon",
      "definition": "an article made or adapted for use for causing injury to a person or damage to property or intended by the person who has the article to use the article to cause injury or damage",
      "source_provision": "s11"
    },
    {
      "term": "political party member",
      "definition": "a registered member of a political party",
      "source_provision": "s11"
    },
    {
      "term": "political party",
      "definition": "a free association or organisation of persons, one of whose objects is to bring about the election of its candidates to public office or to strive for power by the electoral process and by this means to control or influence the actions of Government",
      "source_provision": "s11"
    },
    {
      "term": "vigilante",
      "definition": "a person who resorts to an act or threat of violence or intimidation to further the interest of that person or another person",
      "source_provision": "s11"
    },
    {
      "term": "vigilante group",
      "definition": "two or more persons, acting in concert by resorting to an act or threat of violence or intimidation to further the interest of the group, the interest of the sponsors or benefactors of that group",
      "source_provision": "s11"
    }
  ]
}