{
  "id": "act-991-2019",
  "type": "act",
  "title": "Chartered Institute of Bankers Ghana Act, 2019",
  "short_name": "CIBG 2019",
  "act_number": 991,
  "year": 2019,
  "status": "in_force",
  "issued_date": "2019-06-27",
  "url": "https://ghalii.org/akn/gh/act/2019/991",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Institute",
      "content": "(1) There is established by this act a body corporate with perpetual succession to be known as the Chartered Institute of Bankers, Ghana. There is established by this act a body corporate with perpetual succession to be known as the Chartered Institute of Bankers, Ghana. (2) The Institute may, for the performance of its functions, acquire and hold movable and immovable property, dispose of property and enter into any contract or any other transaction relating to the object of the Institute. The Institute may, for the performance of its functions, acquire and hold movable and immovable property, dispose of property and enter into any contract or any other transaction relating to the object of the Institute. (3) Where there is a hindrance to the acquisition of property, the immovable property may be acquired for the Institute under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Institute. Where there is a hindrance to the acquisition of property, the immovable property may be acquired for the Institute under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Institute."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Institute",
      "content": "The object of the Institute is to promote the study of banking and regulate the practice of the banking profession in the country. The object of the Institute is to promote the study of banking and regulate the practice of the banking profession in the country."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Institute",
      "content": "To achieve the object under section 2, the Institute shall determine the standard of knowledge and skill to be attained by a person who seeks to practise banking in the country; determine the standard of knowledge and skill to be attained by a person who seeks to practise banking in the country; establish, keep and maintain a register containing details of members of the banking profession; and members of the banking profession; and persons that provide tuition for professional examinations in banking in accordance with the provisions of this Act; persons that provide tuition for professional examinations in banking in accordance with the provisions of this Act; conduct and provide for the conduct of professional examinations, the registration of bankers and award certificates in respect of the qualification acquired; conduct and provide for the conduct of professional examinations, the registration of bankers and award certificates in respect of the qualification acquired; set standards and ensure the observance of ethical standards and professional conduct among members of the banking profession in the country; set standards and ensure the observance of ethical standards and professional conduct among members of the banking profession in the country; determine the academic equivalent of the certificates awarded in respect of the professional examination that the Institute conducts; determine the academic equivalent of the certificates awarded in respect of the professional examination that the Institute conducts; evalute and approve the cirricula and certificates of other professional organisations considered by the Institute to be of equivalent status with the Institute; evalute and approve the cirricula and certificates of other professional organisations considered by the Institute to be of equivalent status with the Institute; organise continuing professional development courses for members of the Institute; and organise continuing professional development courses for members of the Institute; and perform any other function that is necessary for the attainment of the object of the Institute. perform any other function that is necessary for the attainment of the object of the Institute."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Governing body of the Institute",
      "content": "(1) There is establish a governing body of the Institute which is a Council. There is establish a governing body of the Institute which is a Council. (2) The Council consists of The Council consists of a chairperson who is the President of the Institute; a chairperson who is the President of the Institute; the Vice-President of the Institute; the Vice-President of the Institute; one representative of the Bank of Ghana not below the rank of a Director; one representative of the Bank of Ghana not below the rank of a Director; one representative of the Ministry responsible for Education not below the rank of a Director; one representative of the Ministry responsible for Education not below the rank of a Director; one representative of the Ministry responsible for Finance, not below the rank of a Director; one representative of the Ministry responsible for Finance, not below the rank of a Director; one representative of the Ghana Association of Bankers; one representative of the Ghana Association of Bankers; the immediate past President of the Institute; the immediate past President of the Institute; the Chief Executive Officer of the Institute; and the Chief Executive Officer of the Institute; and three members of the Institute elected by the members at an Annual General Meeting of the Institute at least two of whom are women. three members of the Institute elected by the members at an Annual General Meeting of the Institute at least two of whom are women. (2) The members of the Council shall be appointed by the President in accordance with article 70 of the Constitution. The members of the Council shall be appointed by the President in accordance with article 70 of the Constitution. (3) The Council shall The Council shall exercise general oversight responsibility for the strategic direction of the Institute; exercise general oversight responsibility for the strategic direction of the Institute; consider proposals submitted by the Chief Executive Officer for review of the terms and conditions of service of staff of the Institute; and consider proposals submitted by the Chief Executive Officer for review of the terms and conditions of service of staff of the Institute; and ensure the proper and effective performance of the functions of the Institute. ensure the proper and effective performance of the functions of the Institute."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Tenure of office of members",
      "content": "(1) A member of the council shall hold office for a period of not more than two years and is eligible for re-appointment but a member shall not be appointed for more than two terms. A member of the council shall hold office for a period of not more than two years and is eligible for re-appointment but a member shall not be appointed for more than two terms. (2) Subsection (1) does not apply to the Chief Executive Officer. Subsection (1) does not apply to the Chief Executive Officer. (3) A member of the Council may, at any time, resign from office in writing addressed to the President through the Minister. A member of the Council may, at any time, resign from office in writing addressed to the President through the Minister. (4) A member of the Council who is absent from four consecutive meetings of the Council without a sufficient reason ceases to be a member of the Council. A member of the Council who is absent from four consecutive meetings of the Council without a sufficient reason ceases to be a member of the Council. (5) The President may, by letter addressed to a member, revoke the appointment of that member. The President may, by letter addressed to a member, revoke the appointment of that member. (6) Where a member of the Council is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Council is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3) or (4) or subsection (2) of section 7; under subsection (3) or (4) or subsection (2) of section 7; as a result of a declaration under subsection (6); or as a result of a declaration under subsection (6); or by reason of the death of a member; by reason of the death of a member; the Minister shall notify the President of the vacancy and the President shall appoint another person for the unexpired term in accordance with this Act."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Meetings of the Council",
      "content": "(1) The Council shall meet at least once every three months for the despatch of business at the times and in the places determined by the chairperson. The Council shall meet at least once every three months for the despatch of business at the times and in the places determined by the chairperson. (2) The chairperson shall, at the request in writing of not less than one-third of the membership of the Council, convene an extraordinary meeting of the Council at the place and time determined by the chairperson. The chairperson shall, at the request in writing of not less than one-third of the membership of the Council, convene an extraordinary meeting of the Council at the place and time determined by the chairperson. (3) The quorum for a meeting of the Council is five members. The quorum for a meeting of the Council is five members. (4) The chairperson shall preside at meetings of the Council and in the absence of the chairperson, the Vice-President of the Institute shall preside and in the absence of the chairperson and Vice-President, a member of the Council elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Council and in the absence of the chairperson, the Vice-President of the Institute shall preside and in the absence of the chairperson and Vice-President, a member of the Council elected by the members present from among their number shall preside. (5) Matters before the Council shall be decided by a majority of the entire membership of the Council and in the event of equality of votes, the person presiding shall have a casting vote. Matters before the Council shall be decided by a majority of the entire membership of the Council and in the event of equality of votes, the person presiding shall have a casting vote. (6) The Council may co-opt a person to attend a Council meeting but that person shall not vote on a matter for decision at the meeting. The Council may co-opt a person to attend a Council meeting but that person shall not vote on a matter for decision at the meeting. (7) The proceedings of the Council shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Council shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. (8) Subject to this section, the Council may determine the procedure for its meetings. Subject to this section, the Council may determine the procedure for its meetings. (9) Meetings of the Council shall be convened after giving members at least fourteen days notice in writing together with the agenda for the meeting. Meetings of the Council shall be convened after giving members at least fourteen days notice in writing together with the agenda for the meeting."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Council who has an interest in a matter for consideration A member of the Council who has an interest in a matter for consideration shall disclose in writing the nature of that interest and the disclosure shall form part of the record of the consideration of the matter; and shall disclose in writing the nature of that interest and the disclosure shall form part of the record of the consideration of the matter; and shall not participate in the deliberations of the Council in respect of that matter. shall not participate in the deliberations of the Council in respect of that matter. (2) A member ceases to be a member of the Council, if that member has an interest in a matter before the Council and A member ceases to be a member of the Council, if that member has an interest in a matter before the Council and fails to disclose that interest, or fails to disclose that interest, or participates in the deliberations of the matter. participates in the deliberations of the matter."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Establishment of committees",
      "content": "(1) The council may establish committees consisting of members of the Council or non-members or both to perform a function. The council may establish committees consisting of members of the Council or non-members or both to perform a function. (2) A committe consisting of non members of the Council shall be advisory. A committe consisting of non members of the Council shall be advisory. (3) A committee of the Council consisting of members or non-members or both shall be chaired by a member of the Council. A committee of the Council consisting of members or non-members or both shall be chaired by a member of the Council. (4) Section 7 applies to members of committees of the Council. Section 7 applies to members of committees of the Council."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Disciplinary Committee",
      "content": "(1) Without limiting subsection (1) of section 8, the council shall have a Disciplinary Committee. Without limiting subsection (1) of section 8, the council shall have a Disciplinary Committee. (2) The composition of, procedures for the conduct of inquiries by, and the powers of the Disciplinary Committee are as set out in the First Schedule. The composition of, procedures for the conduct of inquiries by, and the powers of the Disciplinary Committee are as set out in the First Schedule."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Executive Committee",
      "content": "(1) Without limiting subsection (1) of section 8, the council shall have an Executive Committee consisting of Without limiting subsection (1) of section 8, the council shall have an Executive Committee consisting of the President of the Institute; the President of the Institute; the Vice President of the Institute; the Vice President of the Institute; the Treasurer; the Treasurer; the Chief Executive Officer; and the Chief Executive Officer; and any other person nominated by the Council on the recommendation of the President of the Institute. any other person nominated by the Council on the recommendation of the President of the Institute. (2) The Executive Committee shall The Executive Committee shall on behalf of the Council, exercise general oversight responsibility for strategic direction of the Institute; on behalf of the Council, exercise general oversight responsibility for strategic direction of the Institute; consider proposals submitted by the Chief Executive Officer for review of the terms and conditions of service of staff of the Institute and make appropriate recommendations to the Council for its approval; consider proposals submitted by the Chief Executive Officer for review of the terms and conditions of service of staff of the Institute and make appropriate recommendations to the Council for its approval; be responsible for the appointment and termination of appointment of senior staff below the level of the Chief Executive Officer; be responsible for the appointment and termination of appointment of senior staff below the level of the Chief Executive Officer; review and make appropriate recommendations to the Council in respect of the annual business plan and budget for the Institute submitted by the respective committee through its chairperson; and review and make appropriate recommendations to the Council in respect of the annual business plan and budget for the Institute submitted by the respective committee through its chairperson; and be responsible to the Council of the Institute. be responsible to the Council of the Institute."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Allowances",
      "content": "Members of the council and members of a committee of the Council shall be paid the allowances determined by the Council. Members of the council and members of a committee of the Council shall be paid the allowances determined by the Council."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Meetings of the Institute",
      "content": "The meetings of the Institute shall be held in accordance with the provisions of the Second Schedule. The meetings of the Institute shall be held in accordance with the provisions of the Second Schedule."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Ministerial directives",
      "content": "The minister may give directives in writing to the council on matters of policy and the Council shall comply. The minister may give directives in writing to the council on matters of policy and the Council shall comply."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Categories of membership",
      "content": "The membership of the Institute consists of the following: ordinary members; ordinary members; student members; student members; associate members; associate members; fellows; fellows; honorary fellows; and honorary fellows; and corporate members. corporate members."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Qualification for enrolment",
      "content": "(1) A person is qualified to be enrolled as an ordinary member of the Institute if that person A person is qualified to be enrolled as an ordinary member of the Institute if that person works in a financial institution and has works in a financial institution and has a bachelor's degree from an accredited institution or the equivalent qualification; or a bachelor's degree from an accredited institution or the equivalent qualification; or the minimum qualification prescribed by the Council; and the minimum qualification prescribed by the Council; and satisfies any other condition that the Council may determine. satisfies any other condition that the Council may determine. (2) A person is qualified to be enrolled as a student member of the Institute if that person A person is qualified to be enrolled as a student member of the Institute if that person has the basic qualification approved by the Council for registration as a student; and has the basic qualification approved by the Council for registration as a student; and has registered to write an examination conducted by the Institute in respect of the award of a certificate in banking. has registered to write an examination conducted by the Institute in respect of the award of a certificate in banking. (3) A person is qualified to be enrolled as an associate member of the Institute and recognised as a chartered banker if that person A person is qualified to be enrolled as an associate member of the Institute and recognised as a chartered banker if that person has passed the associateship examination conducted by the Institute; and has passed the associateship examination conducted by the Institute; and has worked with a financial institution for a period prescribed by the Council. has worked with a financial institution for a period prescribed by the Council. (4) A person who qualifies under subsection (3) may use the title \"ACIB\". A person who qualifies under subsection (3) may use the title \"ACIB\". (5) Despite subsection (3), a person may qualify to be enrolled as an associate member of the Institute if that person Despite subsection (3), a person may qualify to be enrolled as an associate member of the Institute if that person has passed the qualifying examination of an Institute of Bankers in a country approved by the Council; or has passed the qualifying examination of an Institute of Bankers in a country approved by the Council; or has been elected by a recognised foreign Institute as an associate member. has been elected by a recognised foreign Institute as an associate member. (6) A person is qualified to be enrolled as a fellow of the Institute if that person A person is qualified to be enrolled as a fellow of the Institute if that person satisfies the Council that that person has passed the final associateship examination conducted by the Institute; satisfies the Council that that person has passed the final associateship examination conducted by the Institute; has been a member of the Institute for a period of not less than ten years from the date of qualification as a member of the Institute; has been a member of the Institute for a period of not less than ten years from the date of qualification as a member of the Institute; has made significant contributions to banking and finance as determined by the Council; has made significant contributions to banking and finance as determined by the Council; has actively participated in the continuing professional development of the Institute; and has actively participated in the continuing professional development of the Institute; and has satisfied any other condition determined by the Council. has satisfied any other condition determined by the Council. (7) A person who qualifies under subsection (6) may use the title \"FCIB\". A person who qualifies under subsection (6) may use the title \"FCIB\". (8) A person is qualified to be enrolled as an honorary fellow of the Institute if that person A person is qualified to be enrolled as an honorary fellow of the Institute if that person is a distinguished member of the Institute on account of significant contributions that person has made to the profession of banking; is a distinguished member of the Institute on account of significant contributions that person has made to the profession of banking; holds a university degree or an equivalent qualification recognised by the Council; and holds a university degree or an equivalent qualification recognised by the Council; and holds a senior management position in a financial institution and has made continuous significant contributions to the practice of banking and finance or the promotion of the object of the Institute. holds a senior management position in a financial institution and has made continuous significant contributions to the practice of banking and finance or the promotion of the object of the Institute. (9) A person who qualifies under subsection (8) may use the title \"FCIB (Hon.)\". A person who qualifies under subsection (8) may use the title \"FCIB (Hon.)\". (10) A body corporate is qualified to be enrolled as a corporate member of the Institute if that body corporate is the Central Bank or a financial institution recognised under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930). A body corporate is qualified to be enrolled as a corporate member of the Institute if that body corporate is the Central Bank or a financial institution recognised under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930)."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Restriction on use of the title \"Chartered Banker\"",
      "content": "A person who is not a chartered banker recognised under this Act shall not accept or use the title \"Chartered Banker\". A person who is not a chartered banker recognised under this Act shall not accept or use the title \"Chartered Banker\"."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Qualification for registration as a Chartered Banker",
      "content": "A person qualifies for registration as a Chartered Banker if that person has undergone the requisite training in banking determined by the Council in an institution or organisation recognised by the Council; has undergone the requisite training in banking determined by the Council in an institution or organisation recognised by the Council; maintains professional skills and values in accordance with the continuing education requirements; and maintains professional skills and values in accordance with the continuing education requirements; and is not disqualified under subsection (2) of section 18. is not disqualified under subsection (2) of section 18."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Qualification for registration as a member of the Institute",
      "content": "(1) a person qualifies for registration as a member of the Institute if that person is qualified to be registered as a person qualifies for registration as a member of the Institute if that person is qualified to be registered as a chartered banker under section 17; a chartered banker under section 17; a student member under subsection (2) of section 15; a student member under subsection (2) of section 15; an associate member under subsection (3) of section 15; an associate member under subsection (3) of section 15; a fellow of the Institute under subsection (6) of section 15; or a fellow of the Institute under subsection (6) of section 15; or an honorary fellow under subsection (8) of section 15. an honorary fellow under subsection (8) of section 15. (2) A person is not qualified to be registered as a member of the Institute if that person has been A person is not qualified to be registered as a member of the Institute if that person has been convicted by a court of competent jurisdiction of an offence involving fraud or dishonesty; convicted by a court of competent jurisdiction of an offence involving fraud or dishonesty; declared by a certified psychiatrist and adjudged by a court of competent jurisdiction to be of unsound mind; declared by a certified psychiatrist and adjudged by a court of competent jurisdiction to be of unsound mind; adjudged insolvent or bankrupt by a court of competent jurisdiction and is not discharged; or adjudged insolvent or bankrupt by a court of competent jurisdiction and is not discharged; or whilst a member of another professional body found by the disciplinary committee of that body to be guilty of professional misconduct as specified in the Third Schedule. whilst a member of another professional body found by the disciplinary committee of that body to be guilty of professional misconduct as specified in the Third Schedule."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Application for registration",
      "content": "(1) A person who qualifies to be registered as a chartered banker or a member of the Institute under this Act shall apply to the Institute. A person who qualifies to be registered as a chartered banker or a member of the Institute under this Act shall apply to the Institute. (2) An application for registration shall be in written form with supporting documents including evidence of the qualification of the applicant. An application for registration shall be in written form with supporting documents including evidence of the qualification of the applicant. (3) The application shall be submitted together with the registration fee prescribed by the Council. The application shall be submitted together with the registration fee prescribed by the Council. (4) An applicant shall be registered as a chartered banker or a member of the Institute where the Council is satisfied with the due diligence conducted on the applicant pursuant to subsection (2) of section 18. An applicant shall be registered as a chartered banker or a member of the Institute where the Council is satisfied with the due diligence conducted on the applicant pursuant to subsection (2) of section 18."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Certificate of registration",
      "content": "(1) the council shall, on the successful registration of a person under section 19 and on the payment of the required registration fee, issue that person with a registration certificate that indicates the class of membership of that person. the council shall, on the successful registration of a person under section 19 and on the payment of the required registration fee, issue that person with a registration certificate that indicates the class of membership of that person. (2) A registration certificate is the property of the Institute. A registration certificate is the property of the Institute."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Suspension of membership",
      "content": "The council may suspend a member of the institute where an offence in relation to that member is being investigated; an offence in relation to that member is being investigated; allegations of professional misconduct have been made against the member; allegations of professional misconduct have been made against the member; a false declaration was made in an application for registration as a member of the Institute; a false declaration was made in an application for registration as a member of the Institute; the member has contravened a provision of this Act; or the member has contravened a provision of this Act; or the member is not in good standing for a period exceeding three years. the member is not in good standing for a period exceeding three years."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Cancellation of registration",
      "content": "(1) The Council shall cancel the registration of a member where The Council shall cancel the registration of a member where the Council has reasonable grounds to believe that the registration was obtained by fraud, misrepresentation or concealment of a material fact; the Council has reasonable grounds to believe that the registration was obtained by fraud, misrepresentation or concealment of a material fact; the member is convicted of an offence under this Act or the Regulations; the member is convicted of an offence under this Act or the Regulations; the member breaches the Code of Conduct; the member breaches the Code of Conduct; the member is convicted of an offence involving dishonesty; or the member is convicted of an offence involving dishonesty; or the member is sentenced to a term of imprisonment for a criminal offence. the member is sentenced to a term of imprisonment for a criminal offence. (2) The Council shall before cancelling a registration, give the affected member The Council shall before cancelling a registration, give the affected member thirty days notice in writing of the intention to cancel the registration; and thirty days notice in writing of the intention to cancel the registration; and an opportunity to make a representation to the Council. an opportunity to make a representation to the Council. (3) The Council may, before cancelling a registration, suspend the member for a period and on the terms and conditions that the Council may determine. The Council may, before cancelling a registration, suspend the member for a period and on the terms and conditions that the Council may determine. (4) The Council may The Council may on conditions prescribed by the Council, and on conditions prescribed by the Council, and on the payment of the prescribed fee, on the payment of the prescribed fee, restore the name of a person whose registration has been cancelled."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Register",
      "content": "(1) the institute shall establish, keep and maintain a register of members of the Institute. the institute shall establish, keep and maintain a register of members of the Institute. (2) The register referred to under subsection (1) shall contain The register referred to under subsection (1) shall contain a list of the names of members of the Institute; and a list of the names of members of the Institute; and any other particulars that the Institute may determine. any other particulars that the Institute may determine. (3) The Institute may effect any corrections or alterations to the register. The Institute may effect any corrections or alterations to the register. (4) The Institute shall keep the register at the office of the Institute. The Institute shall keep the register at the office of the Institute. (5) The register shall be open to the public. The register shall be open to the public. (6) A person may during business hours and on the payment of the prescribed fee A person may during business hours and on the payment of the prescribed fee inspect the register; or inspect the register; or obtain an extract from the register. obtain an extract from the register. (7) The Council shall publish annually the list of members of the Institute in the Gazette, in at least two daily newspapers of national circulation and on the website of the Institute. The Council shall publish annually the list of members of the Institute in the Gazette, in at least two daily newspapers of national circulation and on the website of the Institute."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Striking off name from register",
      "content": "(1) the council shall strike off the name of a person from the register if the Council is satisfied that that person the council shall strike off the name of a person from the register if the Council is satisfied that that person has been found guilty of professional misconduct as specified in the Third Schedule; has been found guilty of professional misconduct as specified in the Third Schedule; has failed to pay the prescribed fees for a consecutive period of five years; or has failed to pay the prescribed fees for a consecutive period of five years; or is not qualified under this Act. is not qualified under this Act. (2) Where the Council cancels a registration, the name of the person whose registration has been cancelled shall be removed from the register. Where the Council cancels a registration, the name of the person whose registration has been cancelled shall be removed from the register. (3) A person whose name has been struck off the register may have the name restored if the Council is satisfied that that person has subsequently become a fit and proper person to practise the profession of banking. A person whose name has been struck off the register may have the name restored if the Council is satisfied that that person has subsequently become a fit and proper person to practise the profession of banking. (4) Subject to subsection (3), a person whose name has been struck off the register shall have the name restored upon payment of the prescribed fee and any penalty levied against that person. Subject to subsection (3), a person whose name has been struck off the register shall have the name restored upon payment of the prescribed fee and any penalty levied against that person. (5) The name of a member shall not be struck off the register on grounds of professional misconduct unless the Disciplinary Committee has made a recommendation to the Council that the member concerned has been found guilty of professional misconduct after due inquiry. The name of a member shall not be struck off the register on grounds of professional misconduct unless the Disciplinary Committee has made a recommendation to the Council that the member concerned has been found guilty of professional misconduct after due inquiry."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Representation to the Council and appeal",
      "content": "(1) The Council shall, before suspending a member or cancelling the membership of a member The Council shall, before suspending a member or cancelling the membership of a member give that member at least thirty days notice in writing of the intention to suspend or cancel the membership; and give that member at least thirty days notice in writing of the intention to suspend or cancel the membership; and provide the member with an opportunity to make a representation to the Council. provide the member with an opportunity to make a representation to the Council. (2) The Council shall communicate its decision in writing to the member within fourteen days of taking the decision. The Council shall communicate its decision in writing to the member within fourteen days of taking the decision. (3) A person dissatisfied with a decision of the Council, may appeal to the High Court within thirty days after receipt of notice of the decision of the Council. A person dissatisfied with a decision of the Council, may appeal to the High Court within thirty days after receipt of notice of the decision of the Council. (4) Subject to subsection (3), a person who has been suspended or whose name has been cancelled from the register, shall have the name restored upon payment of the prescribed fee and any penalty levied against that person. Subject to subsection (3), a person who has been suspended or whose name has been cancelled from the register, shall have the name restored upon payment of the prescribed fee and any penalty levied against that person. (5) The Council may The Council may on conditions prescribed by the Council, and on conditions prescribed by the Council, and on the payment of the prescribed fee, on the payment of the prescribed fee, restore the name of a person whose membership has been suspended or cancelled."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Restoration of membership",
      "content": "The Council may review a decision to strike off the name of a member from the register under section 24 for the purpose of restoring the membership of that member if the member discharges outstanding financial obligations and pays any penalties levied against the member by the Council; or discharges outstanding financial obligations and pays any penalties levied against the member by the Council; or successfully appeals against the decision to strike off the name from the register. successfully appeals against the decision to strike off the name from the register."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Appointment of Chief Executive Officer",
      "content": "(1) The Institute shall have a Chief Executive Officer. The Institute shall have a Chief Executive Officer. (2) The Council shall nominate for appointment by the President, a chartered banker with experience in management, governance and financial matters relevant to banking as the Chief Executive Officer of the Institute. The Council shall nominate for appointment by the President, a chartered banker with experience in management, governance and financial matters relevant to banking as the Chief Executive Officer of the Institute. (3) The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Functions of Chief Executive Officer",
      "content": "(1) The Chief Executive Officer is responsible for the day to day administration of the affairs of the Institute and is answerable to the Council in the performance of functions under this Act. The Chief Executive Officer is responsible for the day to day administration of the affairs of the Institute and is answerable to the Council in the performance of functions under this Act. (2) The Chief Executive Officer may delegate a function to an officer of the Institute but is not relieved of the ultimate responsibility for the performance of the delegated function. The Chief Executive Officer may delegate a function to an officer of the Institute but is not relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Appointment of other staff",
      "content": "(1) The Council shall appoint other staff of the Institute that are necessary for the proper and effective performance of the functions of the Institute. The Council shall appoint other staff of the Institute that are necessary for the proper and effective performance of the functions of the Institute. (2) Public officers may be transferred or seconded to the Institute or may otherwise give assistance on request by the Council. Public officers may be transferred or seconded to the Institute or may otherwise give assistance on request by the Council. (3) The Institute may engage the services of consultants and advisers on the recommendation of the Council. The Institute may engage the services of consultants and advisers on the recommendation of the Council. (4) The terms and conditions of members of staff shall be determined by the Council. The terms and conditions of members of staff shall be determined by the Council."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Secretary to the Council",
      "content": "The Council shall designate a serving officer of the Institute as Secretary to the Council. The Council shall designate a serving officer of the Institute as Secretary to the Council."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Internal Audit Unit",
      "content": "(1) The Institute shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The Institute shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). (3) The Internal Auditor is responsible for the internal audit of the Institute. The Internal Auditor is responsible for the internal audit of the Institute. (4) The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months prepare and submit to the Council, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and prepare and submit to the Council, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Institute. make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Institute. (5) The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Chief Executive Officer and the chairperson of the Council. The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Chief Executive Officer and the chairperson of the Council."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Funds of the Institute",
      "content": "The funds of the Institute include members' subscriptions; members' subscriptions; fees charged in the performance of the functions of the Institute; fees charged in the performance of the functions of the Institute; contributions from corporate members; contributions from corporate members; donations, grants and gifts; and donations, grants and gifts; and any other moneys that are approved by the Council.[Please note: Numbering as in original.] any other moneys that are approved by the Council. [Please note: Numbering as in original.]"
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Bank account of the Institute",
      "content": "Moneys for the Institute shall be paid into a bank account of the Institute opened by the Institute with the approval of the Council. Moneys for the Institute shall be paid into a bank account of the Institute opened by the Institute with the approval of the Council."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Borrowing powers of the Institute",
      "content": "The Institute may obtain loans and other credit facilities on the security of its property and assets. The Institute may obtain loans and other credit facilities on the security of its property and assets."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Accounts and audit",
      "content": "(1) The Council shall keep the books of accounts and records in the form approved by the Auditor-General. The Council shall keep the books of accounts and records in the form approved by the Auditor-General. (2) The Council shall submit the accounts of the Institute to the Auditor-General for audit at the end of the financial year. The Council shall submit the accounts of the Institute to the Auditor-General for audit at the end of the financial year. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to the Minister and the Council. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to the Minister and the Council. (4) The financial year of the Institute is the same as the financial year of the Government. The financial year of the Institute is the same as the financial year of the Government."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Annual report and other reports",
      "content": "(1) The Council shall within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Institute for the year to which the annual report relates. The Council shall within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Institute for the year to which the annual report relates. (2) The annual report shall include the report of the Auditor General. The annual report shall include the report of the Auditor General. (3) The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Council shall submit to the Minister any other reports which the Minister may require in writing. The Council shall submit to the Minister any other reports which the Minister may require in writing."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Registration to provide tuition or related banking services",
      "content": "A person who seeks to provide tuition for professional examination in banking; or tuition for professional examination in banking; or related banking services, related banking services, shall register with the Institute."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Custody and use of the common seal",
      "content": "(1) The Institute shall have a common seal to be kept by a person determined by the Council. The Institute shall have a common seal to be kept by a person determined by the Council. (2) The common seal shall not be affixed to a legal document except The common seal shall not be affixed to a legal document except with the prior authorisation of the Institute in writing; and with the prior authorisation of the Institute in writing; and in the presence of two members of the Council who shall sign the document independently of any other person who may have signed the document as a witness. in the presence of two members of the Council who shall sign the document independently of any other person who may have signed the document as a witness."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Offences",
      "content": "A person who makes a false declaration in an application for registration as a chartered banker or a member of the Institute; makes a false declaration in an application for registration as a chartered banker or a member of the Institute; wilfully and falsely uses a name or title implying a qualification to practise as a chartered banker or a member of the Institute; wilfully and falsely uses a name or title implying a qualification to practise as a chartered banker or a member of the Institute; has not been registered under this Act, practises or professes to practise as a chartered banker or a member of the Institute; has not been registered under this Act, practises or professes to practise as a chartered banker or a member of the Institute; wilfully destroys or damages a register kept under this Act; or wilfully destroys or damages a register kept under this Act; or contravenes section 37 contravenes section 37 commits an offence and is liable on summary conviction to a fine of not less than two thousand five hundred penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years, or to both."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Regulations",
      "content": "(1) The Minister shall, within twenty-four months of the coming into force of this Act, by legislative instrument, make Regulations to The Minister shall, within twenty-four months of the coming into force of this Act, by legislative instrument, make Regulations to prescribe practice standards for members of the Institute; prescribe practice standards for members of the Institute; provide for the discipline of members of the Institute; provide for the discipline of members of the Institute; prescribe forms for the purpose of this Act; and prescribe forms for the purpose of this Act; and provide for any other matter necessary for the effective implementation of this Act. provide for any other matter necessary for the effective implementation of this Act. (2) The Minister may, by legislative instrument, make Regulations to amend the The Minister may, by legislative instrument, make Regulations to amend the First Schedule in respect of the Disciplinary Committee and the procedures for proceedings, First Schedule in respect of the Disciplinary Committee and the procedures for proceedings, Second Schedule in respect of types of meetings, notification and procedures for meetings of the Institute; and Second Schedule in respect of types of meetings, notification and procedures for meetings of the Institute; and Third Schedule to vary the definition of professional misconduct. Third Schedule to vary the definition of professional misconduct."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Fees",
      "content": "The fees payable under this Act shall be as prescribed by Regulations. The fees payable under this Act shall be as prescribed by Regulations."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,\"ACIB\" means Associate of the Chartered Institute of Bankers, Ghana;\"bank\" means a bank licensed in Ghana by the Bank of Ghana under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930);\"chartered banker\" means a person who has successfully met all the requirements of the professional banking examinations and who holds the ACIB certificate recognised by the Institute;\"Code of Conduct\" means the code of professional conduct of the Institute;\"corporate member\" means a banking institution or company licensed by the Bank of Ghana under the Non-Bank Financial Institutions Act, 2008 (Act 774) or a financial service company recognised by the Council;\"Council\" means the governing body of the Chartered Institute of Bankers, Ghana established under section 4;\"FCIB\" means Fellow of the Chartered Institute of Bankers, Ghana;\"FCIB (Hon)\" means Honorary Fellow of the Chartered Institute of Bankers, Ghana;\"financial institution\" means a bank or a specialised deposit-taking institution;\"fees\" includes annual subscriptions;\"fit and proper person\" means a person of good character, who is not an undischarged bankrupt and has not been convicted in the country or elsewhere of an offence involving fraud or dishonesty;\"Institute\" means the Chartered Institute of Bankers, Ghana established under section 1;\"member in good standing\" means a member of the Institute who has paid all subscriptions and fees to the Institute and has undertaken the prescribed credit hours of continuous development progammes by the end of the immediately preceding year;\"member of the banking profession\" means a person registered by the Institute as an ordinary member, student member, associate member, honorary fellow or fellow;\"Minister\" means the Minister responsible for Education;\"non-bank financial institution\" means a company licensed by the Bank of Ghana under the Non-Bank Financial Institutions Act, 2008 (Act 774);\"prescribed\" means prescribed by or under this Act;\"professional misconduct\" means conduct as defined in the Third Schedule;\"Regulations\" means the Regulations made under this Act;\"related banking services\" include a service provided by(a)a financial administrator or manager;(b)a receiver manager or debt management consultant;(c)a consultant in banking and finance;(d)a trainer in banking and finance;(e)an arbitrator, a mediator or a conciliator in banking and financial matters;(f)an agency banker;(g)a financial investigator;(h)a trustee(i)a financial advisor;(j)a credit management analyst; and(k)a financial industry analyst; and\"specialised deposit-taking institution\" means a body corporate which engages in the deposit-taking business and is issued with a licence to engage in the deposit-taking business in accordance with the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930). In this Act, unless the context otherwise requires, \"ACIB\" means Associate of the Chartered Institute of Bankers, Ghana; \"bank\" means a bank licensed in Ghana by the Bank of Ghana under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930); \"chartered banker\" means a person who has successfully met all the requirements of the professional banking examinations and who holds the ACIB certificate recognised by the Institute; \"Code of Conduct\" means the code of professional conduct of the Institute; \"corporate member\" means a banking institution or company licensed by the Bank of Ghana under the Non-Bank Financial Institutions Act, 2008 (Act 774) or a financial service company recognised by the Council; \"Council\" means the governing body of the Chartered Institute of Bankers, Ghana established under section 4; \"FCIB\" means Fellow of the Chartered Institute of Bankers, Ghana; \"FCIB (Hon)\" means Honorary Fellow of the Chartered Institute of Bankers, Ghana; \"financial institution\" means a bank or a specialised deposit-taking institution; \"fees\" includes annual subscriptions; \"fit and proper person\" means a person of good character, who is not an undischarged bankrupt and has not been convicted in the country or elsewhere of an offence involving fraud or dishonesty; \"Institute\" means the Chartered Institute of Bankers, Ghana established under section 1; \"member in good standing\" means a member of the Institute who has paid all subscriptions and fees to the Institute and has undertaken the prescribed credit hours of continuous development progammes by the end of the immediately preceding year; \"member of the banking profession\" means a person registered by the Institute as an ordinary member, student member, associate member, honorary fellow or fellow; \"Minister\" means the Minister responsible for Education; \"non-bank financial institution\" means a company licensed by the Bank of Ghana under the Non-Bank Financial Institutions Act, 2008 (Act 774); \"prescribed\" means prescribed by or under this Act; \"professional misconduct\" means conduct as defined in the Third Schedule; \"Regulations\" means the Regulations made under this Act; a financial administrator or manager; a receiver manager or debt management consultant; a consultant in banking and finance; a trainer in banking and finance; an arbitrator, a mediator or a conciliator in banking and financial matters; an agency banker; a financial investigator; a trustee a financial advisor; a credit management analyst; and a financial industry analyst; and \"specialised deposit-taking institution\" means a body corporate which engages in the deposit-taking business and is issued with a licence to engage in the deposit-taking business in accordance with the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930)."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Transitional provisions",
      "content": "(1) The rights, assets and liabilities in respect of the properties vested in the Chartered Institute of Bankers (Ghana) established under the Professional Bodies Registration Act, 1973 (N.R.C.D. 143) immediately before the coming into force of this Act and the persons employed by the Institute shall be transferred to the Chartered Institute of Bankers, (Ghana) established under this Act and accordingly proceedings taken by or against the former Institute may be continued by or against the Institute under this Act. The rights, assets and liabilities in respect of the properties vested in the Chartered Institute of Bankers (Ghana) established under the Professional Bodies Registration Act, 1973 (N.R.C.D. 143) immediately before the coming into force of this Act and the persons employed by the Institute shall be transferred to the Chartered Institute of Bankers, (Ghana) established under this Act and accordingly proceedings taken by or against the former Institute may be continued by or against the Institute under this Act. (2) A contract subsisting between the Institute established under the Professional Bodies Registration Act, 1973 (N.R.C.D. 143) and another person and in effect immediately before the coming into force of this Act shall subsist between the Institute established under this Act and that other person unless otherwise provided by this Act. A contract subsisting between the Institute established under the Professional Bodies Registration Act, 1973 (N.R.C.D. 143) and another person and in effect immediately before the coming into force of this Act shall subsist between the Institute established under this Act and that other person unless otherwise provided by this Act. (3) A person who holds a qualification approved by the Council and is practising as a banker prior to the coming into force of this Act may, within three months after the coming into force of this Act, submit an application for membership of the Institute to the Council and on approval for membership, shall be registered to continue as a banker. A person who holds a qualification approved by the Council and is practising as a banker prior to the coming into force of this Act may, within three months after the coming into force of this Act, submit an application for membership of the Institute to the Council and on approval for membership, shall be registered to continue as a banker. (4) A person who is engaged in the provision of tuition for professional examinations in banking before the coming into force of this Act, shall, within six months after the coming into force of this Act, register with the Institute. A person who is engaged in the provision of tuition for professional examinations in banking before the coming into force of this Act, shall, within six months after the coming into force of this Act, register with the Institute."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Dissolution and savings",
      "content": "(1) The Chartered Institute of Bankers, (Ghana) established under the Professional Bodies Registration Act, 1973 (N.R.C.D. 143) is hereby dissolved. The Chartered Institute of Bankers, (Ghana) established under the Professional Bodies Registration Act, 1973 (N.R.C.D. 143) is hereby dissolved. (2) Despite the dissolution under subsection (1), any notices, orders, directions, appointments or any other act lawfully made or done by that Institute and in force immediately before the coming into force of this Act shall be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated. Despite the dissolution under subsection (1), any notices, orders, directions, appointments or any other act lawfully made or done by that Institute and in force immediately before the coming into force of this Act shall be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated. (3) Any register in use immediately before the coming into force of this Act and every document prepared or issued by the Chartered Institute of Bankers, (Ghana) established under N.R.C.D. 143 shall continue in force as if prepared, kept, or issued under the corresponding provisions of this Act. Any register in use immediately before the coming into force of this Act and every document prepared or issued by the Chartered Institute of Bankers, (Ghana) established under N.R.C.D. 143 shall continue in force as if prepared, kept, or issued under the corresponding provisions of this Act. (4) Until the date of the first meeting of the Council, the governing Council of the Chartered Institute of Bankers, (Ghana) shall have and exercise the powers conferred by the Council established under section 4. Until the date of the first meeting of the Council, the governing Council of the Chartered Institute of Bankers, (Ghana) shall have and exercise the powers conferred by the Council established under section 4. (5) Members and Fellows of the Chartered Institute of Bankers, (Ghana) shall be members of the Institute and Fellows respectively after the coming into force of this Act. Members and Fellows of the Chartered Institute of Bankers, (Ghana) shall be members of the Institute and Fellows respectively after the coming into force of this Act."
    }
  ],
  "definitions": [
    {
      "term": "ACIB",
      "definition": "Associate of the Chartered Institute of Bankers, Ghana",
      "source_provision": "s42"
    },
    {
      "term": "bank",
      "definition": "a bank licensed in Ghana by the Bank of Ghana under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930)",
      "source_provision": "s42"
    },
    {
      "term": "chartered banker",
      "definition": "a person who has successfully met all the requirements of the professional banking examinations and who holds the ACIB certificate recognised by the Institute",
      "source_provision": "s42"
    },
    {
      "term": "Code of Conduct",
      "definition": "the code of professional conduct of the Institute",
      "source_provision": "s42"
    },
    {
      "term": "corporate member",
      "definition": "a banking institution or company licensed by the Bank of Ghana under the Non-Bank Financial Institutions Act, 2008 (Act 774) or a financial service company recognised by the Council",
      "source_provision": "s42"
    },
    {
      "term": "Council",
      "definition": "the governing body of the Chartered Institute of Bankers, Ghana established under section 4",
      "source_provision": "s42"
    },
    {
      "term": "FCIB",
      "definition": "Fellow of the Chartered Institute of Bankers, Ghana",
      "source_provision": "s42"
    },
    {
      "term": "FCIB (Hon)",
      "definition": "Honorary Fellow of the Chartered Institute of Bankers, Ghana",
      "source_provision": "s42"
    },
    {
      "term": "financial institution",
      "definition": "a bank or a specialised deposit-taking institution",
      "source_provision": "s42"
    },
    {
      "term": "fit and proper person",
      "definition": "a person of good character, who is not an undischarged bankrupt and has not been convicted in the country or elsewhere of an offence involving fraud or dishonesty",
      "source_provision": "s42"
    },
    {
      "term": "Institute",
      "definition": "the Chartered Institute of Bankers, Ghana established under section 1",
      "source_provision": "s42"
    },
    {
      "term": "member in good standing",
      "definition": "a member of the Institute who has paid all subscriptions and fees to the Institute and has undertaken the prescribed credit hours of continuous development progammes by the end of the immediately preceding year",
      "source_provision": "s42"
    },
    {
      "term": "member of the banking profession",
      "definition": "a person registered by the Institute as an ordinary member, student member, associate member, honorary fellow or fellow",
      "source_provision": "s42"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Education",
      "source_provision": "s42"
    },
    {
      "term": "non-bank financial institution",
      "definition": "a company licensed by the Bank of Ghana under the Non-Bank Financial Institutions Act, 2008 (Act 774)",
      "source_provision": "s42"
    },
    {
      "term": "prescribed",
      "definition": "prescribed by or under this Act",
      "source_provision": "s42"
    },
    {
      "term": "professional misconduct",
      "definition": "conduct as defined in the Third Schedule",
      "source_provision": "s42"
    },
    {
      "term": "Regulations",
      "definition": "the Regulations made under this Act",
      "source_provision": "s42"
    },
    {
      "term": "specialised deposit-taking institution",
      "definition": "a body corporate which engages in the deposit-taking business and is issued with a licence to engage in the deposit-taking business in accordance with the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930). In this Act, unless the context otherwise requires, \"ACIB\" means Associate of the Chartered Institute of Bankers, Ghana",
      "source_provision": "s42"
    },
    {
      "term": "bank",
      "definition": "a bank licensed in Ghana by the Bank of Ghana under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930)",
      "source_provision": "s42"
    },
    {
      "term": "chartered banker",
      "definition": "a person who has successfully met all the requirements of the professional banking examinations and who holds the ACIB certificate recognised by the Institute",
      "source_provision": "s42"
    },
    {
      "term": "Code of Conduct",
      "definition": "the code of professional conduct of the Institute",
      "source_provision": "s42"
    },
    {
      "term": "corporate member",
      "definition": "a banking institution or company licensed by the Bank of Ghana under the Non-Bank Financial Institutions Act, 2008 (Act 774) or a financial service company recognised by the Council",
      "source_provision": "s42"
    },
    {
      "term": "Council",
      "definition": "the governing body of the Chartered Institute of Bankers, Ghana established under section 4",
      "source_provision": "s42"
    },
    {
      "term": "FCIB",
      "definition": "Fellow of the Chartered Institute of Bankers, Ghana",
      "source_provision": "s42"
    },
    {
      "term": "FCIB (Hon)",
      "definition": "Honorary Fellow of the Chartered Institute of Bankers, Ghana",
      "source_provision": "s42"
    },
    {
      "term": "financial institution",
      "definition": "a bank or a specialised deposit-taking institution",
      "source_provision": "s42"
    },
    {
      "term": "fit and proper person",
      "definition": "a person of good character, who is not an undischarged bankrupt and has not been convicted in the country or elsewhere of an offence involving fraud or dishonesty",
      "source_provision": "s42"
    },
    {
      "term": "Institute",
      "definition": "the Chartered Institute of Bankers, Ghana established under section 1",
      "source_provision": "s42"
    },
    {
      "term": "member in good standing",
      "definition": "a member of the Institute who has paid all subscriptions and fees to the Institute and has undertaken the prescribed credit hours of continuous development progammes by the end of the immediately preceding year",
      "source_provision": "s42"
    },
    {
      "term": "member of the banking profession",
      "definition": "a person registered by the Institute as an ordinary member, student member, associate member, honorary fellow or fellow",
      "source_provision": "s42"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Education",
      "source_provision": "s42"
    },
    {
      "term": "non-bank financial institution",
      "definition": "a company licensed by the Bank of Ghana under the Non-Bank Financial Institutions Act, 2008 (Act 774)",
      "source_provision": "s42"
    },
    {
      "term": "prescribed",
      "definition": "prescribed by or under this Act",
      "source_provision": "s42"
    },
    {
      "term": "professional misconduct",
      "definition": "conduct as defined in the Third Schedule",
      "source_provision": "s42"
    },
    {
      "term": "Regulations",
      "definition": "the Regulations made under this Act",
      "source_provision": "s42"
    }
  ]
}