{
  "id": "act-68-2020",
  "type": "act",
  "title": "Imposition of Restrictions (Coronavirus Disease (COVID-19) Pandemic) (No. 5) Instrument, 2020",
  "short_name": "IRCD 2020",
  "act_number": 68,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-04-17",
  "url": "https://ghalii.org/akn/gh/act/2020/68",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Extension of restrictions on travel to Ghana",
      "content": "(1) The borders of Ghana, by air, land and sea, are closed to human traffic for a further period of two weeks, with effect from 20th April, 2020. The borders of Ghana, by air, land and sea, are closed to human traffic for a further period of two weeks, with effect from 20th April, 2020. (2) Subparagraph (1) does not apply to the transportation of goods, supplies and cargo to Ghana. Subparagraph (1) does not apply to the transportation of goods, supplies and cargo to Ghana."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Review of restrictions",
      "content": "Where the exigencies of the situation require, the duration of the restriction specified under paragraph 1(1) may be varied in accordance with subsection (2) of section 4 of the Imposition of Restrictions Act, 2020 (Act 1012). Where the exigencies of the situation require, the duration of the restriction specified under paragraph 1(1) may be varied in accordance with subsection (2) of section 4 of the Imposition of Restrictions Act, 2020 (Act 1012)."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Savings",
      "content": "This Instrument is without prejudice to the application of the Imposition of Restrictions (Coronavirus Disease (COVID-19) Pandemic) Instrument, 2020 (E.I. 64), whose provisions shall otherwise continue in full force and effect.Nana Addo Dankwa Akufo-AddoPresident of the Republic of Ghana This Instrument is without prejudice to the application of the Imposition of Restrictions (Coronavirus Disease (COVID-19) Pandemic) Instrument, 2020 (E.I. 64), whose provisions shall otherwise continue in full force and effect. Nana Addo Dankwa Akufo-Addo President of the Republic of Ghana"
    }
  ],
  "definitions": []
}