{
  "id": "act-1013-2020",
  "type": "act",
  "title": "Novel Coronavirus (COVID-19) National Trust Fund Act, 2020",
  "short_name": "NCCN 2020",
  "act_number": 1013,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-04-03",
  "url": "https://ghalii.org/akn/gh/act/2020/1013",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Novel Coronavirus (COVID-19) National Trust Fund",
      "content": "(1) There is established by this Act a body corporate known as Novel Coronavirus (COVID-19) National Trust Fund. There is established by this Act a body corporate known as Novel Coronavirus (COVID-19) National Trust Fund. (2) The Fund may, for the performance of the functions of the Fund, acquire and hold property, dispose of property and enter into a contract or any other related transaction. The Fund may, for the performance of the functions of the Fund, acquire and hold property, dispose of property and enter into a contract or any other related transaction."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Objects of the Fund",
      "content": "The objects of the Fund are to complement the efforts of Government to combat the COVID-19 pandemic, by providing an avenue for well-meaning individuals, groups and corporate bodies to contribute or donate moneys and resources that may be required to combat COVID-19; and complement the efforts of Government to combat the COVID-19 pandemic, by providing an avenue for well-meaning individuals, groups and corporate bodies to contribute or donate moneys and resources that may be required to combat COVID-19; and receive any other moneys or resources contributed or donated to combat COVID-19. receive any other moneys or resources contributed or donated to combat COVID-19."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Source of moneys and resources for the Fund",
      "content": "The source of moneys and resources for the Fund are donations, gifts or any other voluntary contribution to the Fund; donations, gifts or any other voluntary contribution to the Fund; moneys or resources that may become lawfully payable to the Fund; and moneys or resources that may become lawfully payable to the Fund; and any other moneys or resources that the Board in consultation with the Minister responsible for Finance may determine. any other moneys or resources that the Board in consultation with the Minister responsible for Finance may determine."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Bank account of the Fund",
      "content": "The moneys and resources for the Fund shall vest in the Board and the moneys shall be paid into a bank account opened for the Fund, with the approval of the Controller and Accountant-General. The moneys and resources for the Fund shall vest in the Board and the moneys shall be paid into a bank account opened for the Fund, with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Application of moneys and resources of the Fund",
      "content": "(1) To achieve the objects of the Fund, moneys and resources of the Fund shall be applied to To achieve the objects of the Fund, moneys and resources of the Fund shall be applied to support persons engaged in the combat of the COVID-19 pandemic; support persons engaged in the combat of the COVID-19 pandemic; support needy and vulnerable persons infected with or affected by the COVID-19 pandemic; and support needy and vulnerable persons infected with or affected by the COVID-19 pandemic; and any other matter necessary to achieve the objects of the Fund. any other matter necessary to achieve the objects of the Fund. (2) The moneys and resources of the Fund shall be disbursed in accordance with a formula to be determined by the Board and subject to the approval of the Minister. The moneys and resources of the Fund shall be disbursed in accordance with a formula to be determined by the Board and subject to the approval of the Minister. (3) Where the exigencies require, the Board may review the formula under subsection (2), subject to the approval of the Minister. Where the exigencies require, the Board may review the formula under subsection (2), subject to the approval of the Minister."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Board of Trustees",
      "content": "(1) The governing body of the Fund is a Board of Trustees appointed by the President consisting of The governing body of the Fund is a Board of Trustees appointed by the President consisting of a chairperson; and a chairperson; and six other persons, at least one of whom is a woman. six other persons, at least one of whom is a woman. (2) The President shall, in appointing the chairperson and other members of the Board under subsection (1), take into consideration the integrity, knowledge, expertise and experience of the person. The President shall, in appointing the chairperson and other members of the Board under subsection (1), take into consideration the integrity, knowledge, expertise and experience of the person. (3) The chairperson and members of the Board shall hold office on terms and conditions specified in the letters of appointment. The chairperson and members of the Board shall hold office on terms and conditions specified in the letters of appointment."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Functions of the Board",
      "content": "(1) The Board is responsible for the management of the Fund. The Board is responsible for the management of the Fund. (2) For purposes of subsection (1), the Board shall For purposes of subsection (1), the Board shall monitor and evaluate the operations and performance of the Fund; monitor and evaluate the operations and performance of the Fund; ensure accountability of the Fund by defining appropriate procedures for the management of the Fund; ensure accountability of the Fund by defining appropriate procedures for the management of the Fund; subject to the Public Financial Management Act, 2016 (Act 921), invest moneys of the Fund that are not required for immediate use in safe securities that are financially beneficial to the Fund; subject to the Public Financial Management Act, 2016 (Act 921), invest moneys of the Fund that are not required for immediate use in safe securities that are financially beneficial to the Fund; prepare guidelines, with the approval of the Minister, for the disbursement of moneys from the Fund; and prepare guidelines, with the approval of the Minister, for the disbursement of moneys from the Fund; and perform any other function incidental to the achievement of the objects of the Fund. perform any other function incidental to the achievement of the objects of the Fund."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Tenure of office of members of the Board",
      "content": "(1) A member of the Board may at any time resign from office in writing addressed to the President. A member of the Board may at any time resign from office in writing addressed to the President. (2) A member of the Board, who is absent from three consecutive meetings of the Board without sufficient cause, ceases to be a member of the Board. A member of the Board, who is absent from three consecutive meetings of the Board without sufficient cause, ceases to be a member of the Board. (3) Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability may result in the declaration of a vacancy. Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability may result in the declaration of a vacancy. (4) Where there is a vacancy Where there is a vacancy under subsection (1) or (2) or subsection (2) of section 10, under subsection (1) or (2) or subsection (2) of section 10, as a result of a declaration under subsection (3), or as a result of a declaration under subsection (3), or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Meetings of members of the Board",
      "content": "(1) The Board shall meet regularly for the despatch of business at a time, place and manner determined by the chairperson. The Board shall meet regularly for the despatch of business at a time, place and manner determined by the chairperson. (2) The chairperson shall, at the request in writing of not less than one-third of the membership of the Board, convene an extraordinary meeting of the Board at a time, place and manner determined by the chairperson. The chairperson shall, at the request in writing of not less than one-third of the membership of the Board, convene an extraordinary meeting of the Board at a time, place and manner determined by the chairperson. (3) The quorum at a meeting of the Board is four members. The quorum at a meeting of the Board is four members. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. (5) Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a meeting of the Board but that person shall not vote on a matter for decision at the meeting. The Board may co-opt a person to attend a meeting of the Board but that person shall not vote on a matter for decision at the meeting. (7) The validity of proceedings of the Board shall not be affected by any vacancy among the members or by any defect in the appointment of a member. The validity of proceedings of the Board shall not be affected by any vacancy among the members or by any defect in the appointment of a member."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration shall A member of the Board who has an interest in a matter for consideration shall disclose in writing the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and disclose in writing the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and not participate in the deliberations of the Board in respect of that matter. not participate in the deliberations of the Board in respect of that matter. (2) A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and fails to disclose that interest; or fails to disclose that interest; or participates in the deliberations of the Board in respect of that matter. participates in the deliberations of the Board in respect of that matter."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Establishment committees",
      "content": "(1) The Board may establish committees consisting of members and non-members of the Board to perform a function of the Board. The Board may establish committees consisting of members and non-members of the Board to perform a function of the Board. (2) A committee of the Board shall be chaired by a member of the Board. A committee of the Board shall be chaired by a member of the Board. (3) Section 10 applies to members of a committee of the Board. Section 10 applies to members of a committee of the Board."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Policy directives",
      "content": "The Minister may give policy directives consistent with the objects of this Act to the Board and the Board shall comply. The Minister may give policy directives consistent with the objects of this Act to the Board and the Board shall comply."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Appointment ofAdministrator",
      "content": "(1) The President shall appoint an Administrator for the Fund. The President shall appoint an Administrator for the Fund. (2) The Administrator shall hold office on the terms and conditions specified in the letter of appointment. The Administrator shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Functions of the Administrator",
      "content": "(1) The Administrator The Administrator is responsible for the day-to-day administration of the Fund; is responsible for the day-to-day administration of the Fund; is responsible for ensuring the implementation of the decisions of the Board; is responsible for ensuring the implementation of the decisions of the Board; is answerable to the Board for the performance of the functions under this Act; and is answerable to the Board for the performance of the functions under this Act; and shall perform any other functions assigned by the Board. shall perform any other functions assigned by the Board. (2) The Administrator is the secretary to the Board. The Administrator is the secretary to the Board. (3) The Administrator may declare a function to an officer of the Fund but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Administrator may declare a function to an officer of the Fund but shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Appointment of other staff",
      "content": "(1) The President shall appoint other staff of the Fund that are necessary for the effective and efficient performance of the functions of the Fund. The President shall appoint other staff of the Fund that are necessary for the effective and efficient performance of the functions of the Fund. (2) The President may, in writing, delegate the power of appointment in subsection (1) to the Board. The President may, in writing, delegate the power of appointment in subsection (1) to the Board. (3) Other public officers may be transferred or seconded to the Fund. Other public officers may be transferred or seconded to the Fund. (4) The Board may, on the recommendations of the Administrator, engage the services of an advisor or a consultant. The Board may, on the recommendations of the Administrator, engage the services of an advisor or a consultant."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Internal Audit Unit",
      "content": "(1) The Fund shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The Fund shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). (3) The Internal Auditor is responsible for the internal audit of the Fund. The Internal Auditor is responsible for the internal audit of the Fund. (4) The Internal Auditor shall subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months The Internal Auditor shall subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months prepare and submit to the Board a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and prepare and submit to the Board a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Fund. make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Fund. (5) The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Minister; the Minister; the Auditor-General; and the Auditor-General; and the chairperson of the Board. the chairperson of the Board."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Secretariat of the Fund",
      "content": "The Fund shall have a secretariat headed by the Administrator. The Fund shall have a secretariat headed by the Administrator."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Expenses of the Fund",
      "content": "The expences of the Fund shall be paid from moneys provided for the Fund, with the approval of the Minister. The expences of the Fund shall be paid from moneys provided for the Fund, with the approval of the Minister."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Exemption from tax",
      "content": "The Fund is exempt from tax. The Fund is exempt from tax."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. The Board shall keep books, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Fund to the Auditor-General for audit not later than two months after the end of the financial year in accordance with the Public Financial Management Act, 2016 (Act 921). The Board shall submit the accounts of the Fund to the Auditor-General for audit not later than two months after the end of the financial year in accordance with the Public Financial Management Act, 2016 (Act 921). (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts of the Fund and forward a copy each of the audit report to the Minister and the Board. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts of the Fund and forward a copy each of the audit report to the Minister and the Board. (4) The financial year of the Fund is the same as the financial year of the Government. The financial year of the Fund is the same as the financial year of the Government."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Fund for the year to which the annual report relates. The Board shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Fund for the year to which the annual report relates. (2) The annual report shall include the report of the Auditor-General. The annual report shall include the report of the Auditor-General. (3) The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Board shall submit to the Minister any other report which the Minister may require in writing. The Board shall submit to the Minister any other report which the Minister may require in writing."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Winding up of the Fund",
      "content": "Where the President is satisfied that there is no longer a need for the Fund, the Board shall ensure that any money in the bank account of the Fund is transferred to the Consolidated Fund; and any money in the bank account of the Fund is transferred to the Consolidated Fund; and any other asset acquired for and on behalf of the Fund is transferred to the appropriate State agency as determined by the Minister. any other asset acquired for and on behalf of the Fund is transferred to the appropriate State agency as determined by the Minister."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Regulations",
      "content": "The Minister may, on the advice of the Board, by legislative instrument, make Regulations for the effective implementation of this Act. The Minister may, on the advice of the Board, by legislative instrument, make Regulations for the effective implementation of this Act."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,\"Administrator\" means the person appointed under section 14;\"Board\" means the governing body of the Fund established under section 6;\"COVID-19\" means an infectious disease caused by a novel coronavirus;\"Fund\" means the Novel Coronavirus (COVID-19) National Trust Fund established under section 1; and\"Minister\" means the Minister designated in writing by the President as the Minister responsible for the Fund. In this Act, unless the context otherwise requires, \"Administrator\" means the person appointed under section 14; \"Board\" means the governing body of the Fund established under section 6; \"COVID-19\" means an infectious disease caused by a novel coronavirus; \"Fund\" means the Novel Coronavirus (COVID-19) National Trust Fund established under section 1; and \"Minister\" means the Minister designated in writing by the President as the Minister responsible for the Fund."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Transitional provision",
      "content": "Any moneys or resources contributed or donated to Government to combat the COVID-19 pandemic before the establishment of the Fund shall, within fourteen days of the coming into force of this Act, be transferred or deposited into the bank account established under section 4 or any other place determined by the Board. Any moneys or resources contributed or donated to Government to combat the COVID-19 pandemic before the establishment of the Fund shall, within fourteen days of the coming into force of this Act, be transferred or deposited into the bank account established under section 4 or any other place determined by the Board."
    }
  ],
  "definitions": [
    {
      "term": "Administrator",
      "definition": "the person appointed under section 14",
      "source_provision": "s25"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Fund established under section 6",
      "source_provision": "s25"
    },
    {
      "term": "COVID-19",
      "definition": "an infectious disease caused by a novel coronavirus",
      "source_provision": "s25"
    },
    {
      "term": "Fund",
      "definition": "the Novel Coronavirus (COVID-19) National Trust Fund established under section 1",
      "source_provision": "s25"
    },
    {
      "term": "Minister",
      "definition": "the Minister designated in writing by the President as the Minister responsible for the Fund. In this Act, unless the context otherwise requires, \"Administrator\" means the person appointed under section 14",
      "source_provision": "s25"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Fund established under section 6",
      "source_provision": "s25"
    },
    {
      "term": "COVID-19",
      "definition": "an infectious disease caused by a novel coronavirus",
      "source_provision": "s25"
    },
    {
      "term": "Fund",
      "definition": "the Novel Coronavirus (COVID-19) National Trust Fund established under section 1",
      "source_provision": "s25"
    }
  ]
}