{
  "id": "act-1040-2020",
  "type": "act",
  "title": "National Signals Bureau Act, 2020",
  "short_name": "NSB 2020",
  "act_number": 1040,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-12-29",
  "url": "https://ghalii.org/akn/gh/act/2020/1040",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the National Signals Bureau",
      "content": "There is established by this Act the National Signals Bureau referred to in this Act as the “Bureau”. There is established by this Act the National Signals Bureau referred to in this Act as the “Bureau”."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Bureau",
      "content": "The object of the Bureau is to provide an integrated signals system for the national security and intelligence agencies for the purpose of the security of the State; and the security of the State; and protecting and preserving the unity and stability of the State. protecting and preserving the unity and stability of the State."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Bureau",
      "content": "(1) To achieve the object under section 2, the Bureau shall To achieve the object under section 2, the Bureau shall monitor, collect, analyse, retain and disseminate in a secure manner, information and intelligence from cyberspace, electronic media, electromagnetic signals and other emissions and any equipment producing such signals to monitor, collect, analyse, retain and disseminate in a secure manner, information and intelligence from cyberspace, electronic media, electromagnetic signals and other emissions and any equipment producing such signals to counter threats to security or national well-being; counter threats to security or national well-being; prevent the commission of a serious offence; or prevent the commission of a serious offence; or deter the commission of a serious offence; deter the commission of a serious offence; establish and maintain a nationwide information and communication system that deploys the appropriate combination of connectivity, networking, encryption and any other security measure to facilitate secure intelligence sharing among security and intelligence stakeholders; establish and maintain a nationwide information and communication system that deploys the appropriate combination of connectivity, networking, encryption and any other security measure to facilitate secure intelligence sharing among security and intelligence stakeholders; build capacity to check, monitor and analyse at the national and international levels, technological advances in the information industry, communications industry and any other related industry, to identify potential impacts on national security and national well-being; build capacity to check, monitor and analyse at the national and international levels, technological advances in the information industry, communications industry and any other related industry, to identify potential impacts on national security and national well-being; collaborate with relevant public institutions to determine technological enhancement requirements for improved effectiveness and efficiency of defence, security, signals and law enforcement operations; and collaborate with relevant public institutions to determine technological enhancement requirements for improved effectiveness and efficiency of defence, security, signals and law enforcement operations; and perform any other functions assigned by the Council or the Minister. perform any other functions assigned by the Council or the Minister."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Supervising body of the Bureau",
      "content": "The supervising body of the Bureau is the National Security Council. The supervising body of the Bureau is the National Security Council."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Policy directives",
      "content": "The Minister may give directives on matters of policy to the Bureau and the Bureau shall comply. The Minister may give directives on matters of policy to the Bureau and the Bureau shall comply."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Appointment of Director-General",
      "content": "(1) The President shall, in accordance with Article 195 of the Constitution, appoint a Director-General who shall be the head of the Bureau. The President shall, in accordance with Article 195 of the Constitution, appoint a Director-General who shall be the head of the Bureau. (2) The Director-General shall hold office on the terms and conditions specified in the letter of appointment. The Director-General shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Functions of the Director-General",
      "content": "(1) The Director-General The Director-General is responsible for the efficient and effective performance of the functions of the Bureau; is responsible for the efficient and effective performance of the functions of the Bureau; shall control and administer the Bureau and ensure impartiality in the performance of the functions of the Bureau; shall control and administer the Bureau and ensure impartiality in the performance of the functions of the Bureau; shall through the Minister, brief the President, the Council and any other relevant stakeholder on intelligence gathered from cyberspace, electronic media, electromagnetic signals and other emissions or equipment producing signals relevant to the national security and national well-being of Ghana; shall through the Minister, brief the President, the Council and any other relevant stakeholder on intelligence gathered from cyberspace, electronic media, electromagnetic signals and other emissions or equipment producing signals relevant to the national security and national well-being of Ghana; shall, through the Minister, advise the Council on national security strategies to mitigate the adverse impact of information and communication technology practices on national security and national well-being; and shall, through the Minister, advise the Council on national security strategies to mitigate the adverse impact of information and communication technology practices on national security and national well-being; and shall perform any other function assigned by the Council or Minister. shall perform any other function assigned by the Council or Minister."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Appointment of Deputy Director-General",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Deputy Director-General for the Bureau. The President shall, in accordance with article 195 of the Constitution, appoint a Deputy Director-General for the Bureau. (2) The Deputy Director-General shall hold office on the terms and conditions specified in the letter of appointment. The Deputy Director-General shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Functions of the Deputy Director-General",
      "content": "The Deputy Director-General shall assist the Director-General in the performance of the functions of the Director-General; and assist the Director-General in the performance of the functions of the Director-General; and perform any other function assigned by the Director-General. perform any other function assigned by the Director-General."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Appointment of other staff",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint other staff and employees required for the effective and efficient performance of the functions of the Bureau. The President shall, in accordance with article 195 of the Constitution, appoint other staff and employees required for the effective and efficient performance of the functions of the Bureau. (2) The Bureau shall have control over the selection, training and appropriate induction of a person employed for the Bureau in accordance with the conditions of service of the Bureau. The Bureau shall have control over the selection, training and appropriate induction of a person employed for the Bureau in accordance with the conditions of service of the Bureau. (3) The rank and seniority of a person appointed shall be determined in accordance with the conditions of service of the Bureau. The rank and seniority of a person appointed shall be determined in accordance with the conditions of service of the Bureau. (4) The Bureau may engage the services of consultants and advisers as the Bureau considers necessary for the effective and efficient performance of the functions of the Bureau. The Bureau may engage the services of consultants and advisers as the Bureau considers necessary for the effective and efficient performance of the functions of the Bureau."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Secondment of public officers",
      "content": "(1) Other public officers may be seconded or transferred to the Bureau or may otherwise give assistance to the Bureau. Other public officers may be seconded or transferred to the Bureau or may otherwise give assistance to the Bureau. (2) Subject to the rules and regulations of the Public Service, a directive for the secondment of a public officer to the Bureau, shall be issued by the institution of the public officer acting in accordance with the advice of the Minister, given in consultation with the Director General of the Bureau. Subject to the rules and regulations of the Public Service, a directive for the secondment of a public officer to the Bureau, shall be issued by the institution of the public officer acting in accordance with the advice of the Minister, given in consultation with the Director General of the Bureau. (3) A public officer seconded to the Bureau shall, during the period of secondment, function under the direct supervision of the Director-General. A public officer seconded to the Bureau shall, during the period of secondment, function under the direct supervision of the Director-General. (4) A public officer seconded to the Bureau shall A public officer seconded to the Bureau shall be bound by the Code of Conduct of the Bureau; and be bound by the Code of Conduct of the Bureau; and undergo an in-house training or orientation that the Director-General may consider necessary for the effective and efficient performance of the duties of that public officer within the Bureau. undergo an in-house training or orientation that the Director-General may consider necessary for the effective and efficient performance of the duties of that public officer within the Bureau. (5) The rank and seniority of a public officer seconded to the Bureau shall be determined in accordance with the conditions of service of the Bureau with reference to the analogous ranks of the institution of that public officer. The rank and seniority of a public officer seconded to the Bureau shall be determined in accordance with the conditions of service of the Bureau with reference to the analogous ranks of the institution of that public officer."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Transfer of public officer",
      "content": "(1) Subject to the rules and regulations of the Public Service, a directive for the transfer of a public officer to the Bureau shall be issued by the institution of the public officer in accordance with the advice of the Minister, given in consultation with the Director General. Subject to the rules and regulations of the Public Service, a directive for the transfer of a public officer to the Bureau shall be issued by the institution of the public officer in accordance with the advice of the Minister, given in consultation with the Director General. (2) A public officer transferred to the Bureau shall hold office on the terms and conditions specified in the letter of appointment. A public officer transferred to the Bureau shall hold office on the terms and conditions specified in the letter of appointment. (3) A public officer transferred to the Bureau ceases to be an employee of the institution from which the public officer was transferred. A public officer transferred to the Bureau ceases to be an employee of the institution from which the public officer was transferred. (4) The rank and seniority of a public officer who is transferred to the Bureau shall be determined under the conditions of service with reference to the analogous ranks of the institution of that public officer. The rank and seniority of a public officer who is transferred to the Bureau shall be determined under the conditions of service with reference to the analogous ranks of the institution of that public officer."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Directorates of the Bureau",
      "content": "(1) The Council, on the advice of the Director-General and in consultation with the Minister shall establish directorates to achieve operational effectiveness, efficiency and excellence of the Bureau. The Council, on the advice of the Director-General and in consultation with the Minister shall establish directorates to achieve operational effectiveness, efficiency and excellence of the Bureau. (2) Without limiting subsection (1), the Council may establish the following directorates: Without limiting subsection (1), the Council may establish the following directorates: Engineering Directorate; Engineering Directorate; Intelligence Directorate; Intelligence Directorate; Cyberspace and Information Assurance Directorate; Cyberspace and Information Assurance Directorate; Emergency Command Centre Directorate; Emergency Command Centre Directorate; Finance and Administration Directorate; and Finance and Administration Directorate; and Legal Directorate. Legal Directorate. (3) A directorate of the Bureau shall be headed by a Director. A directorate of the Bureau shall be headed by a Director."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Investigation of complaints",
      "content": "(1) A person aggrieved by an act or omission of the Bureau shall submit a written or oral complaint to the Director-General. A person aggrieved by an act or omission of the Bureau shall submit a written or oral complaint to the Director-General. (2) The Director-General shall examine the complaint and take appropriate action within thirty days from the date of receipt of the complaint. The Director-General shall examine the complaint and take appropriate action within thirty days from the date of receipt of the complaint. (3) A person who makes a complaint to the Director-General under subsection (1), may, where A person who makes a complaint to the Director-General under subsection (1), may, where action is not taken on the complaint within thirty days; or action is not taken on the complaint within thirty days; or the person is dissatisfied with the action taken by the Director-General the person is dissatisfied with the action taken by the Director-General submit a written complaint to the Chief Justice who shall refer the complaint to the tribunal provided for under section 15."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Complaints tribunal",
      "content": "(1) The Chief Justice shall, on receipt of a complaint submitted under section 14, appoint within sixty days, a tribunal of three persons to examine and determine the issues in the complaint. The Chief Justice shall, on receipt of a complaint submitted under section 14, appoint within sixty days, a tribunal of three persons to examine and determine the issues in the complaint. (2) The tribunal shall consist of The tribunal shall consist of a Justice of the High Court, a retired Justice of the High Court or a lawyer who qualifies to be appointed a Justice of the High Court; and a Justice of the High Court, a retired Justice of the High Court or a lawyer who qualifies to be appointed a Justice of the High Court; and two other persons, one of whom is a person with considerable knowledge in the area of the subject matter of the complaint and operation of intelligence agencies in general. two other persons, one of whom is a person with considerable knowledge in the area of the subject matter of the complaint and operation of intelligence agencies in general."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Examination of complaints",
      "content": "(1) The tribunal shall examine and determine a complaint referred to the tribunal by the Chief Justice. The tribunal shall examine and determine a complaint referred to the tribunal by the Chief Justice. (2) The tribunal shall not determine a complaint which The tribunal shall not determine a complaint which the tribunal considers frivolous or vexatious or is not made in good faith; the tribunal considers frivolous or vexatious or is not made in good faith; is the subject matter of an action before a Court; or is the subject matter of an action before a Court; or the tribunal considers to be prejudicial to the security of the State. the tribunal considers to be prejudicial to the security of the State."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Proceedings at investigation",
      "content": "(1) The tribunal may exclude from the proceedings of the tribunal, persons other than parties to the proceedings and the lawyers of those persons, where the tribunal considers it necessary in the interest of defence, public safety, public order, public morality, public health or the protection of the private lives of persons concerned in the proceedings. The tribunal may exclude from the proceedings of the tribunal, persons other than parties to the proceedings and the lawyers of those persons, where the tribunal considers it necessary in the interest of defence, public safety, public order, public morality, public health or the protection of the private lives of persons concerned in the proceedings. (2) The tribunal may call a witness who, or request the production of documents, which the tribunal considers necessary in the interest of justice. The tribunal may call a witness who, or request the production of documents, which the tribunal considers necessary in the interest of justice. (3) A witness appearing before the tribunal shall be paid travelling and any other allowances determined by the Chief Justice. A witness appearing before the tribunal shall be paid travelling and any other allowances determined by the Chief Justice. (4) The tribunal shall give a fair hearing to persons appearing before the tribunal, and for that purpose, the rules of procedure of the High Court shall apply to proceedings of file tribunal with the modifications that are necessary. The tribunal shall give a fair hearing to persons appearing before the tribunal, and for that purpose, the rules of procedure of the High Court shall apply to proceedings of file tribunal with the modifications that are necessary."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Notification to the Director-General",
      "content": "The tribunal shall not commence the examination of a complaint referred to the tribunal by the Chief Justice, unless the tribunal has submitted to the Director-General, a written notice together with the substance of the complaint. The tribunal shall not commence the examination of a complaint referred to the tribunal by the Chief Justice, unless the tribunal has submitted to the Director-General, a written notice together with the substance of the complaint."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Representation before tribunal",
      "content": "A person appearing before the tribunal may make a representation to the tribunal; make a representation to the tribunal; be represented by a lawyer chosen by the person; and be represented by a lawyer chosen by the person; and produce the evidence the person considers necessary for the investigations. produce the evidence the person considers necessary for the investigations."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Decision of the tribunal",
      "content": "(1) The tribunal shall, on the conclusion of an investigation of a complaint, notify the Director-General and the complainant of the decision of the tribunal. The tribunal shall, on the conclusion of an investigation of a complaint, notify the Director-General and the complainant of the decision of the tribunal. (2) Where the tribunal decides that compensation in the form of money should be paid to the complainant, the tribunal shall direct that the money is paid from public funds. Where the tribunal decides that compensation in the form of money should be paid to the complainant, the tribunal shall direct that the money is paid from public funds."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Use of internal grievance procedure",
      "content": "Despite the provisions of this Act on redress of grievances, an aggrieved employee of the Bureau shall, at the first instance, resort to the internal grievance procedures set out in the conditions of service and the Code of Conduct, before resorting to the procedure set out under this Act. Despite the provisions of this Act on redress of grievances, an aggrieved employee of the Bureau shall, at the first instance, resort to the internal grievance procedures set out in the conditions of service and the Code of Conduct, before resorting to the procedure set out under this Act."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Appeal to the Court of Appeal",
      "content": "An appeal against a decision of the tribunal lies as of right to the Court of Appeal An appeal against a decision of the tribunal lies as of right to the Court of Appeal"
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Application for warrant",
      "content": "(1) Where the Director-General of the Bureau or an employee designated by the Director-General has reasonable grounds to believe that a warrant is required to enable the Bureau to perform a function under this Act, the Director-General or the designated employee may apply for the issue of a warrant. Where the Director-General of the Bureau or an employee designated by the Director-General has reasonable grounds to believe that a warrant is required to enable the Bureau to perform a function under this Act, the Director-General or the designated employee may apply for the issue of a warrant. (2) The application for the warrant shall be made in writing to a Justice of the Superior Court of Judicature. The application for the warrant shall be made in writing to a Justice of the Superior Court of Judicature. (3) Subject to the provisions of this section, the Chief Justice shall designate a Court or a Justice of the High Court for the purpose of considering a request for a warrant made under this section. Subject to the provisions of this section, the Chief Justice shall designate a Court or a Justice of the High Court for the purpose of considering a request for a warrant made under this section."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Matters to be specified in an application for warrant",
      "content": "(1) An application for a warrant shall specify An application for a warrant shall specify the facts relied on to justify the belief, or reasonable grounds, that a warrant is required to enable the Bureau investigate a threat to security or to perform functions under the Act; the facts relied on to justify the belief, or reasonable grounds, that a warrant is required to enable the Bureau investigate a threat to security or to perform functions under the Act; that the urgency of the matter is of a nature that it would be impracticable to carry out the investigation using other investigative procedures or that without a warrant under this section, it is likely that information of importance relating to a threat to security or the performance of the functions under this Act would not be obtained; that the urgency of the matter is of a nature that it would be impracticable to carry out the investigation using other investigative procedures or that without a warrant under this section, it is likely that information of importance relating to a threat to security or the performance of the functions under this Act would not be obtained; where the purpose is to intercept communications where the purpose is to intercept communications the type of communication proposed to be intercepted, the type of information, records, documents or things proposed to be obtained and the powers in paragraphs (a) and (b) proposed to be used; and the type of communication proposed to be intercepted, the type of information, records, documents or things proposed to be obtained and the powers in paragraphs (a) and (b) proposed to be used; and the identity of the person, if known, whose communication is proposed to be intercepted or who has possession of information, record, document or thing proposed to be obtained; the identity of the person, if known, whose communication is proposed to be intercepted or who has possession of information, record, document or thing proposed to be obtained; the person or class of persons to whom the warrant is proposed to be directed; the person or class of persons to whom the warrant is proposed to be directed; a general description of the place where the warrant is proposed to be executed, if a general description of that place can be given; a general description of the place where the warrant is proposed to be executed, if a general description of that place can be given; the period, not exceeding sixty days, for which the warrant requested is to be in force where necessary; and the period, not exceeding sixty days, for which the warrant requested is to be in force where necessary; and a previous application made in relation to a person identified pursuant to subparagraph (ii) of paragraph (c), the date on which the application was made, the name of the Justice to whom the application was made and the decision of the Justice in respect of the application. a previous application made in relation to a person identified pursuant to subparagraph (ii) of paragraph (c), the date on which the application was made, the name of the Justice to whom the application was made and the decision of the Justice in respect of the application. (2) A warrant authorising the interception of communications shall be signed personally by a Justice of the Superior Court of Judicature. A warrant authorising the interception of communications shall be signed personally by a Justice of the Superior Court of Judicature."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Effect of warrant",
      "content": "(1) A warrant issued under section 23 shall authorise a person or a person in a class of persons to whom the warrant is issued, to exercise the powers specified in the warrant for the purpose of intercepting communications, obtaining information, records, documents and things of the type specified in the warrant. A warrant issued under section 23 shall authorise a person or a person in a class of persons to whom the warrant is issued, to exercise the powers specified in the warrant for the purpose of intercepting communications, obtaining information, records, documents and things of the type specified in the warrant. (2) The warrant shall further authorise the provision of assistance to the person exercising the powers specified in the warrant by a person who believes that, on reasonable grounds, that person is exercising the powers in accordance with the warrant. The warrant shall further authorise the provision of assistance to the person exercising the powers specified in the warrant by a person who believes that, on reasonable grounds, that person is exercising the powers in accordance with the warrant."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Expenses of the Bureau",
      "content": "Parliament shall approve moneys required for the expenses of the Bureau from public funds. Parliament shall approve moneys required for the expenses of the Bureau from public funds."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Accounts and audit",
      "content": "(1) The Bureau shall keep books of accounts, records, returns and other documents relevant to the account in a form approved by the Auditor-General. The Bureau shall keep books of accounts, records, returns and other documents relevant to the account in a form approved by the Auditor-General. (2) The Council, through the Minister shall, at the end of the financial year, submit the accounts of the Bureau to the Auditor-General for audit. The Council, through the Minister shall, at the end of the financial year, submit the accounts of the Bureau to the Auditor-General for audit. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the account and The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the account and submit the report to Parliament; and submit the report to Parliament; and forward a copy of the audit report to the Minister. forward a copy of the audit report to the Minister. (4) The financial year of the Bureau shall be the same as the financial year of the Government. The financial year of the Bureau shall be the same as the financial year of the Government."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Annual reports and other reports",
      "content": "(1) The Minister shall, within thirty days after receipt of the audit report, submit an annual report to Parliament. The Minister shall, within thirty days after receipt of the audit report, submit an annual report to Parliament. (2) The annual report shall include The annual report shall include a report on the activities and operations of the Bureau; a report on the activities and operations of the Bureau; the report of the Auditor-General; and the report of the Auditor-General; and any other report that the Minister may consider necessary any other report that the Minister may consider necessary"
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Power to use arms",
      "content": "An authorised officer of the Bureau may, in the discharge of duties under this Act or any other enactment, use fire arms. An authorised officer of the Bureau may, in the discharge of duties under this Act or any other enactment, use fire arms."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Indemnity for an act or omission in good faith",
      "content": "Subject to this Act, an authorised officer is not liable for an act or omission on the part of the officer, if the act or omission was in good faith and in the execution or intended execution of the duties of that officer. Subject to this Act, an authorised officer is not liable for an act or omission on the part of the officer, if the act or omission was in good faith and in the execution or intended execution of the duties of that officer."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Oaths",
      "content": "(1) The Director-General and any other employee of the Bureau shall, before assumption of office and the commencement of functions under this Act, take and subscribe to the official oaths specified in the Schedule. The Director-General and any other employee of the Bureau shall, before assumption of office and the commencement of functions under this Act, take and subscribe to the official oaths specified in the Schedule. (2) The Director General and any other employee of the Bureau shall on ceasing to be an employee of the Bureau, be sworn out of office in accordance with the official oath specified in the Schedule. The Director General and any other employee of the Bureau shall on ceasing to be an employee of the Bureau, be sworn out of office in accordance with the official oath specified in the Schedule."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Authorised disclosure of information",
      "content": "(1) An employee of the Bureau shall not disclose any information obtained in the performance of a function under this Act except as required by this Act or any other enactment. An employee of the Bureau shall not disclose any information obtained in the performance of a function under this Act except as required by this Act or any other enactment. (2) Despite subsection (1), the Bureau may, with the prior authorisation of the Minister, permit the disclosure of information by any employee under this Act to Despite subsection (1), the Bureau may, with the prior authorisation of the Minister, permit the disclosure of information by any employee under this Act to a public officer who has authority to investigate an alleged contravention of a law or to the Attorney-General if the information is required for an investigation or prosecution; a public officer who has authority to investigate an alleged contravention of a law or to the Attorney-General if the information is required for an investigation or prosecution; the Minister responsible for Foreign Affairs or a person designated by the Minister responsible for Foreign Affairs if the information relates to the conduct of the international affairs of the country; the Minister responsible for Foreign Affairs or a person designated by the Minister responsible for Foreign Affairs if the information relates to the conduct of the international affairs of the country; the Minister responsible for Defence or a person designated by the Minister responsible for Defence if the information is relevant to the defence of the country; the Minister responsible for Defence or a person designated by the Minister responsible for Defence if the information is relevant to the defence of the country; the Minister responsible for the Interior or a person designated by the Minister responsible for the Interior if the information is relevant to the internal security of the country; the Minister responsible for the Interior or a person designated by the Minister responsible for the Interior if the information is relevant to the internal security of the country; the Minister responsible for Finance or a person designated by the Minister responsible for Finance if the information is relevant to the finance or economy of the country; the Minister responsible for Finance or a person designated by the Minister responsible for Finance if the information is relevant to the finance or economy of the country; the Chief Justice, if the information is required by a court of competent jurisdiction; or the Chief Justice, if the information is required by a court of competent jurisdiction; or a Minister of State or person in the public service, if in the opinion of the Director General, the disclosure of the information is essential in the public interest, and the public interest outweighs an invasion of privacy that may result from the disclosure. a Minister of State or person in the public service, if in the opinion of the Director General, the disclosure of the information is essential in the public interest, and the public interest outweighs an invasion of privacy that may result from the disclosure."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Offences for disclosure of information and identity",
      "content": "(1) Subject to the Constitution and section 32, a person shall not disclose any information obtained by that person or to which that person had access in the performance of functions under this Act or to which that person had access in the administration or enforcement of this Act and from which there can be inferred the identity of Subject to the Constitution and section 32, a person shall not disclose any information obtained by that person or to which that person had access in the performance of functions under this Act or to which that person had access in the administration or enforcement of this Act and from which there can be inferred the identity of any other person who is or was a confidential source of information or assistance to the Bureau; or any other person who is or was a confidential source of information or assistance to the Bureau; or a person who is or was an employee engaged in operational activities of the Bureau. a person who is or was an employee engaged in operational activities of the Bureau. (2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a term of imprisonment of not less than five years and not more than ten years. A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a term of imprisonment of not less than five years and not more than ten years."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Disclosure before Parliament",
      "content": "(1) An employee of the Bureau shall not be required to produce before Parliament a document or any other evidence where An employee of the Bureau shall not be required to produce before Parliament a document or any other evidence where the Speaker certifies that the the Speaker certifies that the document or the other evidence belongs to a class of documents of evidence, the production of which is injurious to the public interest; or document or the other evidence belongs to a class of documents of evidence, the production of which is injurious to the public interest; or disclosure of the evidence or of the contents of the document will be injurious to the public interest; or disclosure of the evidence or of the contents of the document will be injurious to the public interest; or the supervising body of the Bureau certifies that the the supervising body of the Bureau certifies that the documents or any other evidence belong to a class of documents or evidence the production of which is prejudicial to the security of the Republic; or documents or any other evidence belong to a class of documents or evidence the production of which is prejudicial to the security of the Republic; or disclosure of the evidence or of the contents of the document is prejudicial to the security of the Republic. disclosure of the evidence or of the contents of the document is prejudicial to the security of the Republic. (2) Where there is doubt as to the nature of a document or any other evidence referred to in subsection (1), the Speaker or the Council shall refer the matter, in accordance with article 135 of the Constitution, to the Supreme Court for determination of whether the production, or the disclosure of the contents or the document or any other evidence would be injurious to the public interest or prejudicial to the security of the Republic. Where there is doubt as to the nature of a document or any other evidence referred to in subsection (1), the Speaker or the Council shall refer the matter, in accordance with article 135 of the Constitution, to the Supreme Court for determination of whether the production, or the disclosure of the contents or the document or any other evidence would be injurious to the public interest or prejudicial to the security of the Republic."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Application of Evidence Act, 1975 (N. R. C. D. 323)",
      "content": "The provision on disclosure of information in this Act are without prejudice to the privilege conferred on a person under the Evidence Act, 1975 (N.R.C.D. 323) in relation to disclosure of information. The provision on disclosure of information in this Act are without prejudice to the privilege conferred on a person under the Evidence Act, 1975 (N.R.C.D. 323) in relation to disclosure of information."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Protection of employees",
      "content": "Subject to the Constitution, an employee of the Bureau, in the performance of functions under this Act, has the same rights, powers and protections as are conferred by law on a police officer. Subject to the Constitution, an employee of the Bureau, in the performance of functions under this Act, has the same rights, powers and protections as are conferred by law on a police officer."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Regulations",
      "content": "(1) The Minister shall, within twelve months of the coming into force of this Act, by legislative instrument, make Regulations for the effective and efficient implementation of this Act. The Minister shall, within twelve months of the coming into force of this Act, by legislative instrument, make Regulations for the effective and efficient implementation of this Act. (2) Without limiting subsection (1), the Regulations may provide for Without limiting subsection (1), the Regulations may provide for the conditions of service of employees of the Bureau; the conditions of service of employees of the Bureau; matters relating to code of conduct and discipline of the employees; matters relating to code of conduct and discipline of the employees; matters relating to reporting procedures; and matters relating to reporting procedures; and matters relating to the Scheme of service of the Bureau. matters relating to the Scheme of service of the Bureau."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Collaboration with other public institutions",
      "content": "The Bureau shall, in the performance of the functions of the Bureau, collaborate with other public institutions and the public institutions shall provide the assistance required by the Bureau. The Bureau shall, in the performance of the functions of the Bureau, collaborate with other public institutions and the public institutions shall provide the assistance required by the Bureau."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires“authorised officer” means an officer of the Bureau or an officer of an intelligence agency performing a function under this Act;“communications” means signal systems, broadcasting, information and communications technologies in general;“Council” means the National Security Council established by article 83 of the Constitution;“cyberspace” means a global domain within the information environment consisting of the interdependent network of information systems infrastructures such as the internet, telecommunications networks, computer systems, and imbedded processors and controllers;“employee” means a person who is appointed as an employee of the Bureau or has become an employee of the Bureau under this Act whether by transfer, secondment, or otherwise;“Minister” means the Minister responsible for National Security;“national security and intelligence agencies” includes all security and intelligence agencies operating under the(a)Ministry responsible for National Security;(b)Ministry responsible for the Interior; and(c)Ministry responsible for Defence;“National Security Strategy” means a document prepared periodically by the government to outline the major national security concerns of the country and the plans of Government to address the concerns;“national well-being” means the creation of conditions by the nation for the population to thrive and involves the quality of life, prosperity and positive physical and mental health of the population;“Officer” includes senior and junior staff of the Bureau;“serious offences” include(a)participation in an organised criminal group, terrorism and terrorist financing, money laundering, human trafficking, people smuggling, sexual exploitation, illicit trafficking in narcotic drugs, illicit arms trafficking, trafficking in stolen and other goods, corruption and bribery, serious fraud, counterfeiting and piracy of products, smuggling, extortion, forgery, insider trading and market manipulation.(b)murder, grievous bodily harm, robbery or stealing, where these are predicate offences for a serious offence, and(c)any other similar offences or related prohibited activity punishable with imprisonment for a period of not less than five years and not more than twenty-five years;“security and intelligence stakeholders” include intelligence, defence and law enforcement communities, critical infrastructure operators, border security agencies, the ambulance service, disaster response agencies, protectors of transport and maritime systems; and“Republic” means the Republic of Ghana. In this Act, unless the context otherwise requires “authorised officer” means an officer of the Bureau or an officer of an intelligence agency performing a function under this Act; “communications” means signal systems, broadcasting, information and communications technologies in general; “Council” means the National Security Council established by article 83 of the Constitution; “cyberspace” means a global domain within the information environment consisting of the interdependent network of information systems infrastructures such as the internet, telecommunications networks, computer systems, and imbedded processors and controllers; “employee” means a person who is appointed as an employee of the Bureau or has become an employee of the Bureau under this Act whether by transfer, secondment, or otherwise; “Minister” means the Minister responsible for National Security; Ministry responsible for National Security; Ministry responsible for the Interior; and Ministry responsible for Defence; “National Security Strategy” means a document prepared periodically by the government to outline the major national security concerns of the country and the plans of Government to address the concerns; “national well-being” means the creation of conditions by the nation for the population to thrive and involves the quality of life, prosperity and positive physical and mental health of the population; “Officer” includes senior and junior staff of the Bureau; participation in an organised criminal group, terrorism and terrorist financing, money laundering, human trafficking, people smuggling, sexual exploitation, illicit trafficking in narcotic drugs, illicit arms trafficking, trafficking in stolen and other goods, corruption and bribery, serious fraud, counterfeiting and piracy of products, smuggling, extortion, forgery, insider trading and market manipulation. murder, grievous bodily harm, robbery or stealing, where these are predicate offences for a serious offence, and any other similar offences or related prohibited activity punishable with imprisonment for a period of not less than five years and not more than twenty-five years; “security and intelligence stakeholders” include intelligence, defence and law enforcement communities, critical infrastructure operators, border security agencies, the ambulance service, disaster response agencies, protectors of transport and maritime systems; and “Republic” means the Republic of Ghana."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Transitional provisions",
      "content": "(1) The assets, rights, obligations and liabilities of the Bureau of National Communications in existence immediately before the coming into force of this Act, are transferred to the Bureau established under this Act. The assets, rights, obligations and liabilities of the Bureau of National Communications in existence immediately before the coming into force of this Act, are transferred to the Bureau established under this Act. (2) A person in the employment of the Bureau of National Communications immediately before the coming into force of this Act shall, on the coming into force of this Act, be considered to have been employed by the Bureau established by this Act on terms and conditions which are not less in aggregate to the terms and conditions attached to the post held by that person before the coming into force of this Act. A person in the employment of the Bureau of National Communications immediately before the coming into force of this Act shall, on the coming into force of this Act, be considered to have been employed by the Bureau established by this Act on terms and conditions which are not less in aggregate to the terms and conditions attached to the post held by that person before the coming into force of this Act. (3) Any moneys held by or on behalf of the Bureau of National Communications in existence immediately before the coming into force of this Act are transfered to the Bureau established under this Act. Any moneys held by or on behalf of the Bureau of National Communications in existence immediately before the coming into force of this Act are transfered to the Bureau established under this Act."
    }
  ],
  "definitions": [
    {
      "term": "authorised officer",
      "definition": "an officer of the Bureau or an officer of an intelligence agency performing a function under this Act",
      "source_provision": "s39"
    },
    {
      "term": "communications",
      "definition": "signal systems, broadcasting, information and communications technologies in general",
      "source_provision": "s39"
    },
    {
      "term": "Council",
      "definition": "the National Security Council established by article 83 of the Constitution",
      "source_provision": "s39"
    },
    {
      "term": "cyberspace",
      "definition": "a global domain within the information environment consisting of the interdependent network of information systems infrastructures such as the internet, telecommunications networks, computer systems, and imbedded processors and controllers",
      "source_provision": "s39"
    },
    {
      "term": "employee",
      "definition": "a person who is appointed as an employee of the Bureau or has become an employee of the Bureau under this Act whether by transfer, secondment, or otherwise",
      "source_provision": "s39"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for National Security",
      "source_provision": "s39"
    },
    {
      "term": "National Security Strategy",
      "definition": "a document prepared periodically by the government to outline the major national security concerns of the country and the plans of Government to address the concerns",
      "source_provision": "s39"
    },
    {
      "term": "national well-being",
      "definition": "the creation of conditions by the nation for the population to thrive and involves the quality of life, prosperity and positive physical and mental health of the population",
      "source_provision": "s39"
    },
    {
      "term": "Republic",
      "definition": "the Republic of Ghana. In this Act, unless the context otherwise requires “authorised officer” means an officer of the Bureau or an officer of an intelligence agency performing a function under this Act",
      "source_provision": "s39"
    },
    {
      "term": "communications",
      "definition": "signal systems, broadcasting, information and communications technologies in general",
      "source_provision": "s39"
    },
    {
      "term": "Council",
      "definition": "the National Security Council established by article 83 of the Constitution",
      "source_provision": "s39"
    },
    {
      "term": "cyberspace",
      "definition": "a global domain within the information environment consisting of the interdependent network of information systems infrastructures such as the internet, telecommunications networks, computer systems, and imbedded processors and controllers",
      "source_provision": "s39"
    },
    {
      "term": "employee",
      "definition": "a person who is appointed as an employee of the Bureau or has become an employee of the Bureau under this Act whether by transfer, secondment, or otherwise",
      "source_provision": "s39"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for National Security",
      "source_provision": "s39"
    },
    {
      "term": "National Security Strategy",
      "definition": "a document prepared periodically by the government to outline the major national security concerns of the country and the plans of Government to address the concerns",
      "source_provision": "s39"
    },
    {
      "term": "national well-being",
      "definition": "the creation of conditions by the nation for the population to thrive and involves the quality of life, prosperity and positive physical and mental health of the population",
      "source_provision": "s39"
    }
  ]
}