{
  "id": "act-1030-2020",
  "type": "act",
  "title": "Security and Intelligence Agencies Act, 2020",
  "short_name": "SIA 2020",
  "act_number": 1030,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-10-06",
  "url": "https://ghalii.org/akn/gh/act/2020/1030",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Composition of National Security Council",
      "content": "The National Security Council established by article 83 of the Constitution consists of the President; the President; the Vice-President; the Vice-President; the Ministers holding the portfolios of foreign affairs, defence, interior and finance and such other Ministers as the President may determine; the Ministers holding the portfolios of foreign affairs, defence, interior and finance and such other Ministers as the President may determine; the Chief of Defence Staff and two other members of the Armed Forces; the Chief of Defence Staff and two other members of the Armed Forces; the Inspector-General of Police, the Commissioner of Police responsible for the Criminal Investigation Department and one other member of the Police Service; the Inspector-General of Police, the Commissioner of Police responsible for the Criminal Investigation Department and one other member of the Police Service; the Director-General of the Prisons Service; the Director-General of the Prisons Service; the Director of External Intelligence; the Director of External Intelligence; the Director of Internal Intelligence; the Director of Internal Intelligence; the Director of Military Intelligence; the Director of Military Intelligence; the Commissioner of Customs, Excise and Preventive Service; and the Commissioner of Customs, Excise and Preventive Service; and three persons appointed by the President. three persons appointed by the President."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Procedure at meetings of the Council",
      "content": "(1) The President shall preside at meetings of the Council and in the absence of the President, the Vice-President shall preside. The President shall preside at meetings of the Council and in the absence of the President, the Vice-President shall preside. (2) The President may, acting in consultation with the Council, invite such other persons as the President considers necessary for any deliberations of the Council. The President may, acting in consultation with the Council, invite such other persons as the President considers necessary for any deliberations of the Council. (3) A person invited to participate in the deliberations of the Council under subsection (2) shall not vote on a matter for decision before the Council. A person invited to participate in the deliberations of the Council under subsection (2) shall not vote on a matter for decision before the Council. (4) The Council shall regulate the procedure at the meetings of the Council. The Council shall regulate the procedure at the meetings of the Council."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Secretary to the Council",
      "content": "The Secretary to the Cabinet is the Secretary to the Council. The Secretary to the Cabinet is the Secretary to the Council."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Functions of the Council",
      "content": "The functions of the Council, in accordance with article 84 of the Constitution, include considering and taking appropriate measures to safeguard the internal and external security of Ghana; considering and taking appropriate measures to safeguard the internal and external security of Ghana; ensuring the collection of information relating to the security of Ghana and the integration of the domestic and foreign policies relating to the security of Ghana so as to enable the security services and any other departments and agencies of the Government to co-operate more effectively in matters relating to national security; ensuring the collection of information relating to the security of Ghana and the integration of the domestic and foreign policies relating to the security of Ghana so as to enable the security services and any other departments and agencies of the Government to co-operate more effectively in matters relating to national security; assessing and appraising the objectives, commitments and risks of Ghana in relation to the actual and potential military power in the interest of national security; and assessing and appraising the objectives, commitments and risks of Ghana in relation to the actual and potential military power in the interest of national security; and taking appropriate measures regarding the consideration of policies on matters of common interest to the departments and agencies of the Government concerned with national security. taking appropriate measures regarding the consideration of policies on matters of common interest to the departments and agencies of the Government concerned with national security."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Regional and district security councils",
      "content": "(1) There shall be a security council for each region and district. There shall be a security council for each region and district. (2) The regional and district security councils shall The regional and district security councils shall operate as committees of the Council; and operate as committees of the Council; and perform in the regions and districts, as the case may be, the functions determined by the Council. perform in the regions and districts, as the case may be, the functions determined by the Council. (3) A regional security council is answerable to the Council in the performance of the functions of the regional security council. A regional security council is answerable to the Council in the performance of the functions of the regional security council. (4) A district security council is answerable to the relevant regional security council in the performance of the functions of that district security council. A district security council is answerable to the relevant regional security council in the performance of the functions of that district security council."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Membership of regional security council",
      "content": "(1) A regional security council shall consist of A regional security council shall consist of the Regional Minister, as the chairperson; the Regional Minister, as the chairperson; the Deputy Regional Minister or Deputy Regional Ministers; the Deputy Regional Minister or Deputy Regional Ministers; the District Chief Executive of the District Assembly in the regional capital; the District Chief Executive of the District Assembly in the regional capital; the Garrison Commander of the Ghana Armed Forces in the region, where applicable; the Garrison Commander of the Ghana Armed Forces in the region, where applicable; the Commanding Officer of the Ghana Army Unit responsible for the region; the Commanding Officer of the Ghana Army Unit responsible for the region; the Regional Police Commander; the Regional Police Commander; the Regional Crime Officer; the Regional Crime Officer; the Regional Commander of the Internal Intelligence Agency; the Regional Commander of the Internal Intelligence Agency; the head of the Customs Division of the Ghana Revenue Authority in charge of the region, where applicable; the head of the Customs Division of the Ghana Revenue Authority in charge of the region, where applicable; the Prisons Service Officer in charge of the region; the Prisons Service Officer in charge of the region; the Regional Commander of the Ghana Immigration Service; the Regional Commander of the Ghana Immigration Service; the Regional Director of the National Disaster Management Organisation; the Regional Director of the National Disaster Management Organisation; the Fire Officer in charge of the region; and the Fire Officer in charge of the region; and three other persons appointed by the Chairman of the Council, at least one of whom is a woman and another, a community leader in the region, with knowledge in human security. three other persons appointed by the Chairman of the Council, at least one of whom is a woman and another, a community leader in the region, with knowledge in human security. (2) The Regional Co-ordinating Director is the Secretary to the regional Security Council. The Regional Co-ordinating Director is the Secretary to the regional Security Council. (3) A regional security council shall regulate the procedure at the meetings of the regional security council. A regional security council shall regulate the procedure at the meetings of the regional security council."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Functions of regional security council",
      "content": "Without limiting subsection (2) of section 5, the functions of a regional security council in a region are to provide early warning signals to the Government of the existence or likelihood of a security threat to the region, the country or the Government; provide early warning signals to the Government of the existence or likelihood of a security threat to the region, the country or the Government; take appropriate measures, in consultation with the Council, to ensure peace in conflict areas in the region; take appropriate measures, in consultation with the Council, to ensure peace in conflict areas in the region; take measures to ensure peace building in, and the unity and stability of, the region; take measures to ensure peace building in, and the unity and stability of, the region; take immediate steps to ensure law and order and assist the affected population in the event of an emergency or a disaster in the region; and take immediate steps to ensure law and order and assist the affected population in the event of an emergency or a disaster in the region; and perform the functions of the Council assigned to that regional security council by the Council. perform the functions of the Council assigned to that regional security council by the Council."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Membership of district security council",
      "content": "(1) A district security council shall consist of A district security council shall consist of the District Chief Executive, as the chairperson; the District Chief Executive, as the chairperson; the Divisional Police Commander, where applicable; the Divisional Police Commander, where applicable; the District Police Commander; the District Police Commander; the District Crime Officer; the District Crime Officer; the head of the Customs Division of the Ghana Revenue Authority in charge of the district, where applicable; the head of the Customs Division of the Ghana Revenue Authority in charge of the district, where applicable; the Divisional Commander of the Internal Intelligence Agency, where applicable; the Divisional Commander of the Internal Intelligence Agency, where applicable; the Officer in charge of the Internal Intelligence Agency in the district; the Officer in charge of the Internal Intelligence Agency in the district; the Immigration Officer in charge of the district; the Immigration Officer in charge of the district; the Fire Officer in charge of the district; the Fire Officer in charge of the district; the District Director of the National Disaster Management Organisation; the District Director of the National Disaster Management Organisation; the designated officer of the Military Unit responsible for the district; the designated officer of the Military Unit responsible for the district; the Head of the Prisons Service, where applicable; and the Head of the Prisons Service, where applicable; and three other persons appointed by the Chairman of the Council, at least one of whom is a woman and another, a community leader in the district, with knowledge in human security. three other persons appointed by the Chairman of the Council, at least one of whom is a woman and another, a community leader in the district, with knowledge in human security. (2) The District Co-ordinating Director is the Secretary to the district security council. The District Co-ordinating Director is the Secretary to the district security council. (3) A district security council shall regulate the procedure at the meetings of the district security council. A district security council shall regulate the procedure at the meetings of the district security council."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Functions of district security council",
      "content": "Without limiting subsection (2) of section 5, the functions of a district security council in a district are to provide early warning signals to the Government of the existence or likelihood of a security threat to the district, the country or the Government; provide early warning signals to the Government of the existence or likelihood of a security threat to the district, the country or the Government; take appropriate measures, in consultation with Council, to ensure peace in conflict areas in the district; take appropriate measures, in consultation with Council, to ensure peace in conflict areas in the district; take measures to ensure peace building in, and the unity and stability of, the district; take measures to ensure peace building in, and the unity and stability of, the district; take immediate steps to ensure law and order and assist the affected population in the event of an emergency or a disaster in the district; and take immediate steps to ensure law and order and assist the affected population in the event of an emergency or a disaster in the district; and perform the functions of the Council assigned to that district security council by the Council. perform the functions of the Council assigned to that district security council by the Council."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Establishment of committees",
      "content": "The Council may establish committees consisting of members of the Council or non-members or both, to perform a function of the Council. The Council may establish committees consisting of members of the Council or non-members or both, to perform a function of the Council."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Ministerial Security Co-ordinating Committee",
      "content": "(1) Without limiting section 10, there shall be the Ministerial Security Co-ordinating Committee which consists of the Without limiting section 10, there shall be the Ministerial Security Co-ordinating Committee which consists of the Minister responsible for National Security; Minister responsible for National Security; Minister responsible for Foreign Affairs; Minister responsible for Foreign Affairs; Minister responsible for Defence; Minister responsible for Defence; Minister responsible for the Interior; Minister responsible for the Interior; Minister responsible for Finance; Minister responsible for Finance; Minister responsible for Communications; and Minister responsible for Communications; and Attorney-General. Attorney-General. (2) The chairperson of the Council shall designate the chairperson of the Ministerial Security Co-ordinating Committee. The chairperson of the Council shall designate the chairperson of the Ministerial Security Co-ordinating Committee."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "National security intelligence agencies",
      "content": "The Departments existing immediately before the coming into force of this Act and known as the Bureau of National Investigation now referred to as the National Intelligence Bureau and the Research Department respectively are continued in existence under this Act as the Internal and External Intelligence Agencies of the State. The Departments existing immediately before the coming into force of this Act and known as the Bureau of National Investigation now referred to as the National Intelligence Bureau and the Research Department respectively are continued in existence under this Act as the Internal and External Intelligence Agencies of the State."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Supervising body of the intelligence agencies",
      "content": "The supervising body of the intelligence agencies is the National Security Council. The supervising body of the intelligence agencies is the National Security Council."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Functions of the national security intelligence agencies",
      "content": "(1) The Internal Intelligence Agency shall The Internal Intelligence Agency shall brief the President, the National Security Council and any other relevant stakeholder on intelligence gathered internally, relevant to the national security interests of the country; brief the President, the National Security Council and any other relevant stakeholder on intelligence gathered internally, relevant to the national security interests of the country; monitor, collect, analyse, evaluate, retain and disseminate in an appropriate manner information and intelligence gathered internally and perform intelligence operations; monitor, collect, analyse, evaluate, retain and disseminate in an appropriate manner information and intelligence gathered internally and perform intelligence operations; be responsible for be responsible for counter intelligence, and activities for the internal security and stability of the country; and counter intelligence, and activities for the internal security and stability of the country; and intelligence gathered internally in order to prevent and counter violent extremism, including terrorism, in the country; intelligence gathered internally in order to prevent and counter violent extremism, including terrorism, in the country; provide intelligence to aid the formulation of Government policy and programmes; provide intelligence to aid the formulation of Government policy and programmes; provide Government with feedback from the populace; provide Government with feedback from the populace; gather intelligence to counter threats from organised crime and any other form of criminal activity; gather intelligence to counter threats from organised crime and any other form of criminal activity; conduct investigations in collaboration with the relevant security agencies into serious offences and matters of national importance; conduct investigations in collaboration with the relevant security agencies into serious offences and matters of national importance; support the provision of security protection for support the provision of security protection for the Presidency; the Presidency; visiting diplomats and other persons with diplomatic immunity; and visiting diplomats and other persons with diplomatic immunity; and designated public officials; and designated public officials; and perform any other function for intelligence purposes as directed by the Council or the Minister. perform any other function for intelligence purposes as directed by the Council or the Minister. (2) The External Intelligence Agency shall The External Intelligence Agency shall brief the President, the National Security Council and any other relevant stakeholder on intelligence gathered externally, relevant to the national security interests of the country; brief the President, the National Security Council and any other relevant stakeholder on intelligence gathered externally, relevant to the national security interests of the country; monitor, collect, analyse, evaluate, retain and disseminate in an appropriate manner information and intelligence gathered externally and perform intelligence operations; monitor, collect, analyse, evaluate, retain and disseminate in an appropriate manner information and intelligence gathered externally and perform intelligence operations; collect intelligence on economic issues and any other issue of strategic relevance to national development; collect intelligence on economic issues and any other issue of strategic relevance to national development; provide intelligence from external sources in order to prevent and counter violent extremism, including terrorism, in the country; provide intelligence from external sources in order to prevent and counter violent extremism, including terrorism, in the country; engage in counter intelligence and activities to advance the national interest at the international level; engage in counter intelligence and activities to advance the national interest at the international level; conduct due diligence on foreign entities and high profile personalities including Ambassadors designate or High Commissioners designate and profile persons of interest; conduct due diligence on foreign entities and high profile personalities including Ambassadors designate or High Commissioners designate and profile persons of interest; liaise with foreign intelligence services for the purpose of intelligence sharing and the provision of opportunities for technical assistance and training; liaise with foreign intelligence services for the purpose of intelligence sharing and the provision of opportunities for technical assistance and training; provide external intelligence insights to aid in the formulation of foreign policy and assist the decision-making process of Government on foreign engagements; provide external intelligence insights to aid in the formulation of foreign policy and assist the decision-making process of Government on foreign engagements; provide intelligence to aid in combatting all forms of criminal activity; and provide intelligence to aid in combatting all forms of criminal activity; and perform any other function for intelligence purposes as directed by the Council or the Minister. perform any other function for intelligence purposes as directed by the Council or the Minister."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Appointment of Directors-General",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Director-General as head of each of the intelligence agencies. The President shall, in accordance with article 195 of the Constitution, appoint a Director-General as head of each of the intelligence agencies. (2) A Director-General shall hold office on terms and conditions specified in the letter of appointment. A Director-General shall hold office on terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Functions of Directors-General",
      "content": "A Director-General appointed under section 15 is responsible for the efficient and effective performance of the functions of the intelligence agency of which the Director-General is the head; is responsible for the efficient and effective performance of the functions of the intelligence agency of which the Director-General is the head; shall control and administer the intelligence agency under the Director-General, subject to the directions given by the President or the Council; and shall control and administer the intelligence agency under the Director-General, subject to the directions given by the President or the Council; and shall pursue and ensure political party neutrality of the intelligence agency in the performance of the functions of the intelligence agency. shall pursue and ensure political party neutrality of the intelligence agency in the performance of the functions of the intelligence agency."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Appointment of other staff and employees of intelligence agencies",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint any other staff and employees required for the efficient and effective performance of the functions of the intelligence agencies. The President shall, in accordance with article 195 of the Constitution, appoint any other staff and employees required for the efficient and effective performance of the functions of the intelligence agencies. (2) Other public officers may be seconded or transferred to any of the intelligence agencies. Other public officers may be seconded or transferred to any of the intelligence agencies. (3) An intelligence agency shall have control over the selection, training and appropriate induction of a person into the particular intelligence agency in accordance with the conditions of service of that intelligence agency. An intelligence agency shall have control over the selection, training and appropriate induction of a person into the particular intelligence agency in accordance with the conditions of service of that intelligence agency. (4) The rank and seniority of a person who is recruited into any of the intelligence agencies shall be determined under the conditions of service of that intelligence agency. The rank and seniority of a person who is recruited into any of the intelligence agencies shall be determined under the conditions of service of that intelligence agency."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Secondment of public officer",
      "content": "(1) Subject to the rules and regulations of the Public Service, a directive for the secondment of a public officer to any of the intelligence agencies shall be issued by the institution of that public officer acting in accordance with the advice of the Minister given in consultation with the Director-General of the relevant intelligence agency. Subject to the rules and regulations of the Public Service, a directive for the secondment of a public officer to any of the intelligence agencies shall be issued by the institution of that public officer acting in accordance with the advice of the Minister given in consultation with the Director-General of the relevant intelligence agency. (2) A public officer who is seconded to an intelligence agency shall, during the period of secondment, function under the sole and direct supervision of the Director-General of the relevant intelligence agency. A public officer who is seconded to an intelligence agency shall, during the period of secondment, function under the sole and direct supervision of the Director-General of the relevant intelligence agency. (3) A public officer who is seconded to any of the intelligence agencies shall A public officer who is seconded to any of the intelligence agencies shall be bound by the Code of Conduct of the intelligence agency; and be bound by the Code of Conduct of the intelligence agency; and undergo an in-house training or orientation that the Director-General of the intelligence agency may consider necessary for the effective and efficient performance of the duties of the public officer within that intelligence agency. undergo an in-house training or orientation that the Director-General of the intelligence agency may consider necessary for the effective and efficient performance of the duties of the public officer within that intelligence agency. (4) The rank and seniority of a public officer who is seconded to an intelligence agency shall be determined under the conditions of service of that intelligence agency with reference to the correlation of ranks between that intelligence agency and the institution of that public officer. The rank and seniority of a public officer who is seconded to an intelligence agency shall be determined under the conditions of service of that intelligence agency with reference to the correlation of ranks between that intelligence agency and the institution of that public officer."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Transfer of public officer",
      "content": "(1) Subject to the rules and regulations of the Public Service, a directive for the transfer of a public officer to any of the intelligence agencies shall be issued by the institution of that public officer acting in accordance with the advice of the Minister given in consultation with the Director-General of the relevant intelligence agency. Subject to the rules and regulations of the Public Service, a directive for the transfer of a public officer to any of the intelligence agencies shall be issued by the institution of that public officer acting in accordance with the advice of the Minister given in consultation with the Director-General of the relevant intelligence agency. (2) A public officer who is transferred to an intelligence agency shall hold office on the terms and conditions specified in the letter of appointment. A public officer who is transferred to an intelligence agency shall hold office on the terms and conditions specified in the letter of appointment. (3) A public officer who is transferred to an intelligence agency ceases to be an employee of the institution from which that public officer was transferred. A public officer who is transferred to an intelligence agency ceases to be an employee of the institution from which that public officer was transferred. (4) The rank and seniority of a public officer who is transferred to an intelligence agency shall be determined under the conditions of service of that intelligence agency with reference to the correlation of ranks between that intelligence agency and the institution of that public officer. The rank and seniority of a public officer who is transferred to an intelligence agency shall be determined under the conditions of service of that intelligence agency with reference to the correlation of ranks between that intelligence agency and the institution of that public officer."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Appointment of National Security Co-ordinator",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a National Security Co-ordinator. The President shall, in accordance with article 195 of the Constitution, appoint a National Security Co-ordinator. (2) The National Security Co-ordinator shall hold office on the terms and conditions specified in the letter of appointment. The National Security Co-ordinator shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Functions of the Co-ordinator",
      "content": "The Co-ordinator shall ensure the timely provision of effective logistics, skills and training in support of the national security requirements of the country; ensure the timely provision of effective logistics, skills and training in support of the national security requirements of the country; co-ordinate, on a day-to-day basis, the operational activities of the intelligence agencies, and the regional and district security councils; co-ordinate, on a day-to-day basis, the operational activities of the intelligence agencies, and the regional and district security councils; co-ordinate the implementation of national security strategies adopted by the Council including the National Security Strategy, Counter-Terrorism Strategy and any other related action plans; co-ordinate the implementation of national security strategies adopted by the Council including the National Security Strategy, Counter-Terrorism Strategy and any other related action plans; receive, collate and evaluate reports from the intelligence agencies and disseminate related information on a need-to-share basis within Government and to other relevant stakeholders; receive, collate and evaluate reports from the intelligence agencies and disseminate related information on a need-to-share basis within Government and to other relevant stakeholders; assist the relevant intelligence agencies to gather internal and external intelligence to prevent and detect threats to the security of the State; assist the relevant intelligence agencies to gather internal and external intelligence to prevent and detect threats to the security of the State; oversee the integrity of the collection, reporting and assessment efforts and processes of the intelligence agencies to ensure that each operation has the necessary approval and is in compliance with existing enactments; oversee the integrity of the collection, reporting and assessment efforts and processes of the intelligence agencies to ensure that each operation has the necessary approval and is in compliance with existing enactments; brief the Minister timeously of operational matters brought to the attention of the Co-ordinator; brief the Minister timeously of operational matters brought to the attention of the Co-ordinator; be responsible to the Minister for the performance of the functions of the Co-ordinator; and be responsible to the Minister for the performance of the functions of the Co-ordinator; and perform any other function related to the specified functions in this section as directed by the President or the Minister. perform any other function related to the specified functions in this section as directed by the President or the Minister."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Appointment of Deputy National Security Co-ordinator",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Deputy National Security Co-ordinator. The President shall, in accordance with article 195 of the Constitution, appoint a Deputy National Security Co-ordinator. (2) The Deputy National Security Co-ordinator shall hold office on the terms and conditions specified in the letter of appointment. The Deputy National Security Co-ordinator shall hold office on the terms and conditions specified in the letter of appointment. (3) The Deputy National Security Co-ordinator shall The Deputy National Security Co-ordinator shall assist the Co-ordinator in the performance of the functions of the Co-ordinator; and assist the Co-ordinator in the performance of the functions of the Co-ordinator; and perform any other function assigned by the Co-ordinator. perform any other function assigned by the Co-ordinator."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Staff for office of the Co-ordinator",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint any other employee that the President considers necessary for the effective and efficient performance of the functions of the office of the Co-ordinator. The President shall, in accordance with article 195 of the Constitution, appoint any other employee that the President considers necessary for the effective and efficient performance of the functions of the office of the Co-ordinator. (2) Other public officers may be transferred or seconded to the office of the Co-ordinator. Other public officers may be transferred or seconded to the office of the Co-ordinator."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Functions of the Minister",
      "content": "Without limiting the functions specified in the Civil Service Act, 1993 (P.N.D.C.L. 327) and any other enactment, the Minister shall perform the following functions: oversee the intelligence agencies and provide policy direction to the intelligence agencies; oversee the intelligence agencies and provide policy direction to the intelligence agencies; provide appropriate orientation, guidance and direction to the intelligence agencies; provide appropriate orientation, guidance and direction to the intelligence agencies; ensure and harmonise the efficient and effective collaboration among the national security and intelligence agencies; ensure and harmonise the efficient and effective collaboration among the national security and intelligence agencies; co-ordinate the development and implementation of national security policies adopted by the Council or as directed by the President; co-ordinate the development and implementation of national security policies adopted by the Council or as directed by the President; submit a co-ordinated National Security Policy and Strategy to Parliament within two years after the inauguration of a new Parliament; submit a co-ordinated National Security Policy and Strategy to Parliament within two years after the inauguration of a new Parliament; ensure that all activities of the national security apparatus are carried out in compliance with domestic and international laws; ensure that all activities of the national security apparatus are carried out in compliance with domestic and international laws; communicate national security and intelligence issues to Parliament, the general public and international partners; communicate national security and intelligence issues to Parliament, the general public and international partners; co-ordinate and ensure the delivery of appropriate strategic responses to terrorists acts, cyber-attacks and any other security incident that is considered to be pre-judicial to the security of the State; co-ordinate and ensure the delivery of appropriate strategic responses to terrorists acts, cyber-attacks and any other security incident that is considered to be pre-judicial to the security of the State; in consultation with the Co-ordinator and the Directors-General of the intelligence agencies, determine the staff requirements of the intelligence agencies; determine the staff requirements of the intelligence agencies; set objectives and targets for the intelligence agencies; and set objectives and targets for the intelligence agencies; and monitor compliance with the objectives and targets; monitor compliance with the objectives and targets; submit annual report to Parliament; and submit annual report to Parliament; and perform any other function directed by the Council. perform any other function directed by the Council."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Functions of the Chief Director",
      "content": "Without limiting the functions specified under section 15 of the Civil Service Act, 1992 (PNDCL 327) or any other enactment, the Chief Director of the Ministry shall perform the following functions: provide administrative and technical support for the defence and enhancement of national security and intelligence in compliance with domestic and international laws; provide administrative and technical support for the defence and enhancement of national security and intelligence in compliance with domestic and international laws; account to the Minister for the non-operational budget of the Ministry; and account to the Minister for the non-operational budget of the Ministry; and perform any other function directed by the Minister. perform any other function directed by the Minister."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Investigation of complaints",
      "content": "(1) A person aggrieved by an act or omission of an intelligence agency may submit a written or oral complaint to the Director-General of the intelligence agency. A person aggrieved by an act or omission of an intelligence agency may submit a written or oral complaint to the Director-General of the intelligence agency. (2) The Director-General shall examine the complaint and take appropriate action within a period not exceeding thirty days from the date of receipt of the complaint. The Director-General shall examine the complaint and take appropriate action within a period not exceeding thirty days from the date of receipt of the complaint. (3) A person who makes a complaint to a Director-General under this section may where A person who makes a complaint to a Director-General under this section may where action is not taken on the complaint within the period specified in subsection (2), or action is not taken on the complaint within the period specified in subsection (2), or the person is dissatisfied with the action taken by the Director-General the person is dissatisfied with the action taken by the Director-General submit a written complaint to the Chief Justice who shall refer the complaint to the tribunal provided for under section 27."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Complaints tribunal",
      "content": "(1) The Chief Justice shall, on receipt of a complaint under section 26, appoint within a period of sixty days, a tribunal of three persons to examine and determine the issues in the complaint. The Chief Justice shall, on receipt of a complaint under section 26, appoint within a period of sixty days, a tribunal of three persons to examine and determine the issues in the complaint. (2) The tribunal shall consist of The tribunal shall consist of a Justice of the High Court, a retired Justice of the High Court or a lawyer who qualifies to be appointed a Justice of the High Court; and a Justice of the High Court, a retired Justice of the High Court or a lawyer who qualifies to be appointed a Justice of the High Court; and two other persons one of whom is a person with considerable knowledge in the area of the subject matter of the complaint and operation of intelligence agencies in general. two other persons one of whom is a person with considerable knowledge in the area of the subject matter of the complaint and operation of intelligence agencies in general."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Examination of complaints",
      "content": "(1) The tribunal shall examine and determine a complaint referred to the tribunal by the Chief Justice. The tribunal shall examine and determine a complaint referred to the tribunal by the Chief Justice. (2) The tribunal shall not determine a complaint which The tribunal shall not determine a complaint which the tribunal considers frivolous or vexatious or is not made in good faith, the tribunal considers frivolous or vexatious or is not made in good faith, is the subject matter of an action before a Court, or is the subject matter of an action before a Court, or the tribunal considers to be prejudicial to the security of the State. the tribunal considers to be prejudicial to the security of the State."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Proceedings at investigation",
      "content": "(1) The tribunal may exclude from the proceedings of the tribunal, persons other than parties to the proceedings and the lawyers of those persons, where the tribunal considers it necessary in the interest of defence, public safety, public order, public morality, public health or the protection of the private lives of persons concerned in the proceedings. The tribunal may exclude from the proceedings of the tribunal, persons other than parties to the proceedings and the lawyers of those persons, where the tribunal considers it necessary in the interest of defence, public safety, public order, public morality, public health or the protection of the private lives of persons concerned in the proceedings. (2) The tribunal may call a witness who, or request the production of documents which, the tribunal considers necessary in the interest of justice. The tribunal may call a witness who, or request the production of documents which, the tribunal considers necessary in the interest of justice. (3) A witness appearing before the tribunal shall be paid travelling and any other allowances determined by the Chief Justice. A witness appearing before the tribunal shall be paid travelling and any other allowances determined by the Chief Justice. (4) The tribunal shall give a fair hearing to the persons appearing before the tribunal, and for that purpose, the rules of procedure of the High Court shall apply to proceedings of the tribunal with the modifications that are necessary. The tribunal shall give a fair hearing to the persons appearing before the tribunal, and for that purpose, the rules of procedure of the High Court shall apply to proceedings of the tribunal with the modifications that are necessary."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Notification to the Director-General",
      "content": "The tribunal shall not commence the examination of a complaint referred to the tribunal by the Chief Justice, unless the tribunal has submitted to the Director-General of the intelligence agency concerned, a written notice together with the substance of the complaint. The tribunal shall not commence the examination of a complaint referred to the tribunal by the Chief Justice, unless the tribunal has submitted to the Director-General of the intelligence agency concerned, a written notice together with the substance of the complaint."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Representation before tribunal",
      "content": "A person appearing before the tribunal may make a representation to the tribunal, make a representation to the tribunal, be represented by a lawyer chosen by that person, and be represented by a lawyer chosen by that person, and produce the evidence that person considers necessary for the investigations. produce the evidence that person considers necessary for the investigations."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Decision of the tribunal",
      "content": "(1) On the conclusion of an investigation of a complaint, the tribunal shall notify the Director-General concerned and the complainant of the decision of the tribunal. On the conclusion of an investigation of a complaint, the tribunal shall notify the Director-General concerned and the complainant of the decision of the tribunal. (2) Where the tribunal decides that compensation in the form of money should be paid to the complainant, the tribunal shall direct that the money is paid from public funds. Where the tribunal decides that compensation in the form of money should be paid to the complainant, the tribunal shall direct that the money is paid from public funds."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Appeal to the Court of Appeal",
      "content": "An appeal against a decision of the tribunal lies as of right to the Court of Appeal. An appeal against a decision of the tribunal lies as of right to the Court of Appeal."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Application for warrant",
      "content": "(1) Where a Director-General of an intelligence agency or an employee designated by the Director-General has reasonable grounds to believe that a warrant is required to enable the agency to perform a function under this Act, the Director-General or the designated employee may apply for the issue of a warrant. Where a Director-General of an intelligence agency or an employee designated by the Director-General has reasonable grounds to believe that a warrant is required to enable the agency to perform a function under this Act, the Director-General or the designated employee may apply for the issue of a warrant. (2) The application for the warrant shall be made in writing to a Justice, the chairperson of a tribunal or a senior police officer not below the rank of a superintendent or above. The application for the warrant shall be made in writing to a Justice, the chairperson of a tribunal or a senior police officer not below the rank of a superintendent or above."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Matters to be specified in an application for warrant",
      "content": "(1) An application for a warrant shall specify An application for a warrant shall specify the facts relied on to justify the belief, or reasonable grounds, that a warrant is required to enable the intelligence agency to investigate a threat to security or to perform functions under this Act; the facts relied on to justify the belief, or reasonable grounds, that a warrant is required to enable the intelligence agency to investigate a threat to security or to perform functions under this Act; that the urgency of the matter is of a nature that it would be impracticable to carry out the investigation using other investigative procedures or that without a warrant under this section, it is likely that information of importance relating to a threat to security or the performance of the functions under this Act would not be obtained; that the urgency of the matter is of a nature that it would be impracticable to carry out the investigation using other investigative procedures or that without a warrant under this section, it is likely that information of importance relating to a threat to security or the performance of the functions under this Act would not be obtained; where the purpose is to intercept communications where the purpose is to intercept communications the type of communication proposed to be intercepted, the type of information, records, documents or things proposed to be obtained and the powers in paragraphs (a) and (b) proposed to be used; and the type of communication proposed to be intercepted, the type of information, records, documents or things proposed to be obtained and the powers in paragraphs (a) and (b) proposed to be used; and the identity of the person, if known, whose communication is proposed to be intercepted or who has possession of the information, record, document or thing proposed to be obtained; the identity of the person, if known, whose communication is proposed to be intercepted or who has possession of the information, record, document or thing proposed to be obtained; the person or class of persons to whom the warrant is proposed to be directed; the person or class of persons to whom the warrant is proposed to be directed; a general description of the place where the warrant is proposed to be executed, if a general description of that place can be given; a general description of the place where the warrant is proposed to be executed, if a general description of that place can be given; the period, not exceeding sixty days, for which the warrant requested is to be in force where necessary; and the period, not exceeding sixty days, for which the warrant requested is to be in force where necessary; and a previous application made in relation to a person identified pursuant to subparagraph (ii) of paragraph (c), the date on which the application was made, the name of the Justice to whom the application was made and the decision of the Justice in respect of the application. a previous application made in relation to a person identified pursuant to subparagraph (ii) of paragraph (c), the date on which the application was made, the name of the Justice to whom the application was made and the decision of the Justice in respect of the application. (2) A warrant authorising the interception of communications shall be signed personally by a Justice of the Superior Court of Judicature. A warrant authorising the interception of communications shall be signed personally by a Justice of the Superior Court of Judicature."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Effect of warrant",
      "content": "(1) A warrant issued under section 35 shall authorise the person or a person in the class of persons to whom the warrant is issued, to exercise the powers specified in the warrant for the purpose of intercepting communications, obtaining information, records, documents or things of the type specified in the warrant. A warrant issued under section 35 shall authorise the person or a person in the class of persons to whom the warrant is issued, to exercise the powers specified in the warrant for the purpose of intercepting communications, obtaining information, records, documents or things of the type specified in the warrant. (2) The warrant shall further authorise the provision of assistance to the person exercising the powers specified in the warrant by a person who believes, that on reasonable grounds, that person is exercising the powers in accordance with a warrant. The warrant shall further authorise the provision of assistance to the person exercising the powers specified in the warrant by a person who believes, that on reasonable grounds, that person is exercising the powers in accordance with a warrant."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Use of internal grievance procedure",
      "content": "Despite the provisions of this Act on redress of grievances, an employee of an intelligence agency shall at the first instance resort to the internal grievance procedure set out in the conditions of service and Code of Conduct of that intelligence agency, before resorting to the procedure set out under this Act. Despite the provisions of this Act on redress of grievances, an employee of an intelligence agency shall at the first instance resort to the internal grievance procedure set out in the conditions of service and Code of Conduct of that intelligence agency, before resorting to the procedure set out under this Act."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Expenses of Council and intelligence agencies",
      "content": "Parliament shall approve the moneys required for the expenses of the Council and the intelligence agencies from public funds. Parliament shall approve the moneys required for the expenses of the Council and the intelligence agencies from public funds."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Accounts and audit",
      "content": "(1) The Ministry shall keep the books, records and returns of accounts and other documents relevant to the accounts in the form approved by the Auditor-General. The Ministry shall keep the books, records and returns of accounts and other documents relevant to the accounts in the form approved by the Auditor-General. (2) The Ministry shall submit the accounts of the Council to the Auditor-General for audit at the end of the financial year. The Ministry shall submit the accounts of the Council to the Auditor-General for audit at the end of the financial year. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to the Minister. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to the Minister. (4) The financial year of the Ministry is the same as the financial year of the Government. The financial year of the Ministry is the same as the financial year of the Government."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Annual reports and other reports",
      "content": "(1) The Minister shall, within thirty days after receipt of the audit report, submit an annual report to Parliament. The Minister shall, within thirty days after receipt of the audit report, submit an annual report to Parliament. (2) The annual report shall include The annual report shall include a report on the activities and operations of the national security and intelligence agencies; a report on the activities and operations of the national security and intelligence agencies; the report of the Auditor-General; and the report of the Auditor-General; and any other report that the Minister may consider necessary. any other report that the Minister may consider necessary."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Retirement benefits",
      "content": "An employee of an intelligence agency under this Act is entitled to the retirement benefits specified in the conditions of service of that intelligence agency. An employee of an intelligence agency under this Act is entitled to the retirement benefits specified in the conditions of service of that intelligence agency."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Oaths",
      "content": "(1) A Director-General, any other employee of an intelligence agency and a member of the committee of the Council shall, before the commencement of functions under this Act, take the oath of allegiance and the oath of secrecy on taking office, as provided in the Schedule. A Director-General, any other employee of an intelligence agency and a member of the committee of the Council shall, before the commencement of functions under this Act, take the oath of allegiance and the oath of secrecy on taking office, as provided in the Schedule. (2) A Director-General, any other employee of an intelligence agency, and a member of a committee of the Council shall, on ceasing to be an employee or a member of a regional or district security council or a member of a committee of the Council, be sworn out of office in accordance with the oath, as provided in the Schedule. A Director-General, any other employee of an intelligence agency, and a member of a committee of the Council shall, on ceasing to be an employee or a member of a regional or district security council or a member of a committee of the Council, be sworn out of office in accordance with the oath, as provided in the Schedule."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Authorised disclosure of information",
      "content": "(1) An employee of an intelligence agency shall not disclose any information obtained in the performance of a function under this Act except as required by this Act or any other enactment. An employee of an intelligence agency shall not disclose any information obtained in the performance of a function under this Act except as required by this Act or any other enactment. (2) Despite subsection (1), an intelligence agency may, with prior authorisation of the Minister permit the disclosure of information by an employee under this Act Despite subsection (1), an intelligence agency may, with prior authorisation of the Minister permit the disclosure of information by an employee under this Act to a public officer who has authority to investigate an alleged contravention of a law or to the Attorney-General, where the information is required for an investigation or prosecution; to a public officer who has authority to investigate an alleged contravention of a law or to the Attorney-General, where the information is required for an investigation or prosecution; to the Minister responsible for Foreign Affairs, where the information relates to the conduct of the international affairs of the country; to the Minister responsible for Foreign Affairs, where the information relates to the conduct of the international affairs of the country; to the Minister responsible for Defence or a person designated by the Minister where the information is relevant to the defence of the country; to the Minister responsible for Defence or a person designated by the Minister where the information is relevant to the defence of the country; to the Chief Justice, where the information is required by a court of competent jurisdiction; or to the Chief Justice, where the information is required by a court of competent jurisdiction; or to a Minister of State or person in the public service, where in the opinion of the Director-General the disclosure of the information is essential in the public interest, and the public interest outweighs an invasion of privacy that may result from the disclosure. to a Minister of State or person in the public service, where in the opinion of the Director-General the disclosure of the information is essential in the public interest, and the public interest outweighs an invasion of privacy that may result from the disclosure."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Offences for disclosure of information and identity",
      "content": "(1) Subject to the Constitution and to section 43, a person shall not disclose any information obtained by that person or to which that person had access in the performance of functions under this Act or to which that person had access in the administration or enforcement of this Act and from which there can be inferred the identity of Subject to the Constitution and to section 43, a person shall not disclose any information obtained by that person or to which that person had access in the performance of functions under this Act or to which that person had access in the administration or enforcement of this Act and from which there can be inferred the identity of any other person who is or was a confidential source of information or assistance to the intelligence agency, or any other person who is or was a confidential source of information or assistance to the intelligence agency, or a person who is or was an employee engaged in intelligence activities of the intelligence agencies. a person who is or was an employee engaged in intelligence activities of the intelligence agencies. (2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a term of imprisonment of not less than five years and not more than ten years. A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a term of imprisonment of not less than five years and not more than ten years."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Disclosure before Parliament",
      "content": "(1) An employee of an intelligence agency shall not be required to produce before Parliament a document or any other evidence where An employee of an intelligence agency shall not be required to produce before Parliament a document or any other evidence where the Speaker certifies that the the Speaker certifies that the document or the other evidence belongs to a class of documents of evidence, the production of which is injurious to the public interest; or document or the other evidence belongs to a class of documents of evidence, the production of which is injurious to the public interest; or disclosure of the evidence or of the contents of the document will be injurious to the public interest; or disclosure of the evidence or of the contents of the document will be injurious to the public interest; or the Council certifies that the the Council certifies that the document or any other evidence belongs to a class of documents or evidence the production of which is prejudicial to the security of the Republic; or document or any other evidence belongs to a class of documents or evidence the production of which is prejudicial to the security of the Republic; or disclosure of the evidence or of the contents of the document will be prejudicial to the security of the Republic. disclosure of the evidence or of the contents of the document will be prejudicial to the security of the Republic. (2) Where there is doubt as to the nature of a document or any other evidence referred to in subsection (1), the Speaker or the Council shall refer the matter, in accordance with article 135 of the Constitution, to the Supreme Court for determination whether the production, or the disclosure of the contents, or the document or any other evidence would be injurious to the public interest or prejudicial to the security of the Republic. Where there is doubt as to the nature of a document or any other evidence referred to in subsection (1), the Speaker or the Council shall refer the matter, in accordance with article 135 of the Constitution, to the Supreme Court for determination whether the production, or the disclosure of the contents, or the document or any other evidence would be injurious to the public interest or prejudicial to the security of the Republic."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Application of Evidence Act, 1975 (N.R.C.D. 323)",
      "content": "The provisions on disclosure of information in this Act are without prejudice to the privilege conferred on a person under the Evidence Act, 1975 (N. R.C.D. 323) in relation to disclosure of information. The provisions on disclosure of information in this Act are without prejudice to the privilege conferred on a person under the Evidence Act, 1975 (N. R.C.D. 323) in relation to disclosure of information."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Protection of employees",
      "content": "An employee of an external intelligence agency or an internal intelligence agency has, in the performance of functions under this Act, the same rights and powers conferred by law on a police officer in the performance of functions and has the same protections. An employee of an external intelligence agency or an internal intelligence agency has, in the performance of functions under this Act, the same rights and powers conferred by law on a police officer in the performance of functions and has the same protections."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Regulations",
      "content": "(1) The Minister shall, within twelve months of the coming into force of this Act, by legislative instrument, make Regulations for the effective and efficient implementation of this Act. The Minister shall, within twelve months of the coming into force of this Act, by legislative instrument, make Regulations for the effective and efficient implementation of this Act. (2) Without limiting subsection (1), the Regulations shall provide for Without limiting subsection (1), the Regulations shall provide for conditions of service of employees of the intelligence agencies; conditions of service of employees of the intelligence agencies; matters on discipline of the employees; matters on discipline of the employees; matters relating to reporting procedures; and matters relating to reporting procedures; and matters relating to the Scheme of Service of the intelligence agencies. matters relating to the Scheme of Service of the intelligence agencies."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,conflict area means an area of actual or potential political, economic, social or security instability which is declared as such by the national, regional or district security council;Co-ordinator means the National Security Co-ordinator appointed under section 20;Council means the National Security Council established by article 83 of the Constitution and referred to in section 1;committee of the Council includes(a)a regional security council;(b)district security council; and(c)the Ministerial Security Co-ordinating Committee;community leader means a person recognised by the generality of citizens in a district or region as endowed with considerable knowledge especially in matters relating to human security;cyber attack means the practice of launching malicious electronic attacks on computers, servers, mobile devices, electronic systems, networks and data;Director-General means the Director-General of an intelligence agency;District Chief Executive includes a Municipal Chief Executive and Metropolitan Chief Executive;District Co-ordinating Director includes a Municipal Co-ordinating Director and Metropolitan Co-ordinating Director;district security council means the district security council established under section 5 and includes a metropolitan security council and a municipal security councilemployee means a person who is appointed as an employee of an intelligence agency or has become an employee of an agency under this Act whether by transfer, secondment or otherwise;foreign entity means a recognised organisation, agency or body established in a foreign State;functions include powers and duties;human security means identifying and addressing widespread and cross-cutting challenges that affect the survival, livelihood and dignity of persons, by deploring people-centred, comprehensive, context-specific and prevention-oriented responses to strengthen the protection and empowerment of persons;intelligence agencies means the intelligence agencies referred to in section 12;intelligence operations means the activities undertaken by the national security apparatus involving the systematic collection, collation and evaluation of information relating to the protection of the unity and stability of the State;Justice means a Justice of the Superior Court of Judicature;Minister means the Minister responsible for National Security;Ministry means Ministry responsible for National Security;national security apparatus means a distinct national security and intelligence structure with functional elements based on dynamic and structural value for the effective running of national security;National Security Strategy means a document prepared periodically by the Government to outline the major national security concerns of the country and the plans of the Government to deal with the major national security concerns;national well-being means the creation of conditions by the nation for the population to thrive and involves the quality of life, prosperity and positive physical and mental health of the population;organised crime means a recurring serious offence committed by two or more persons working in concert;persons of interest means identified persons involved in a criminal investigation who have not been arrested or formally accused of a crime;public interest includes any right or advantage which inures or is intended to inure to the benefit generally of the whole of the people of Ghana;regional security council means the regional security council established under section 5;security service means the services connected with national security as determined by the Council;serious offence includes(a)participation in an organised criminal group, terrorism and terrorist financing, money laundering, human trafficking, people smuggling, sexual exploitation, illicit trafficking in narcotic drugs, illicit arms trafficking, trafficking in stolen and other goods, corruption and bribery, serious fraud, counterfeiting and piracy of products, smuggling, extortion, forgery, insider trading and market manipulation,(b)murder, grievous bodily harm, robbery or stealing where these are predicate offences for a serious offence, and(c)any other similar offence or related prohibited activity punishable with imprisonment for a period of not less than five years and not more than twenty-five years;threats to security include(a)intelligence or sabotage that is against the Republic or is detrimental to the interest of the Republic, or activities directed towards or in support of that intelligence or sabotage;(b)foreign influenced activities within or relating to the Republic that are detrimental to the interest of the Republic and are clandestine or deceptive or involve a threat to a person;(c)activities within or relating to the Republic directed towards or in support of the threat or use of acts of serious violence against a person or property for the purpose of achieving a political objective within the Republic or a foreign State; or(d)cybercrime in the nature of(i)online information theft, identity theft, online predatory crime, cyber-terrorism, phishing, or hacking;(ii)an unauthorised computer access that targets a computer network or device, or that uses a computer network to advance criminal activity in the country; or(iii)any other activity of domestic or foreign origin that seeks to undermine or compromises the integrity or technical efficacy of the information and communication technology network of the State; andviolent extremism means the belief and action of a person who supports or uses ideologically-motivated violence to further radical ideological, religious or political aims. In this Act, unless the context otherwise requires, conflict area means an area of actual or potential political, economic, social or security instability which is declared as such by the national, regional or district security council; Co-ordinator means the National Security Co-ordinator appointed under section 20; Council means the National Security Council established by article 83 of the Constitution and referred to in section 1; a regional security council; district security council; and the Ministerial Security Co-ordinating Committee; community leader means a person recognised by the generality of citizens in a district or region as endowed with considerable knowledge especially in matters relating to human security; cyber attack means the practice of launching malicious electronic attacks on computers, servers, mobile devices, electronic systems, networks and data; Director-General means the Director-General of an intelligence agency; District Chief Executive includes a Municipal Chief Executive and Metropolitan Chief Executive; District Co-ordinating Director includes a Municipal Co-ordinating Director and Metropolitan Co-ordinating Director; district security council means the district security council established under section 5 and includes a metropolitan security council and a municipal security council employee means a person who is appointed as an employee of an intelligence agency or has become an employee of an agency under this Act whether by transfer, secondment or otherwise; foreign entity means a recognised organisation, agency or body established in a foreign State; functions include powers and duties; human security means identifying and addressing widespread and cross-cutting challenges that affect the survival, livelihood and dignity of persons, by deploring people-centred, comprehensive, context-specific and prevention-oriented responses to strengthen the protection and empowerment of persons; intelligence agencies means the intelligence agencies referred to in section 12; intelligence operations means the activities undertaken by the national security apparatus involving the systematic collection, collation and evaluation of information relating to the protection of the unity and stability of the State; Justice means a Justice of the Superior Court of Judicature; Minister means the Minister responsible for National Security; Ministry means Ministry responsible for National Security; national security apparatus means a distinct national security and intelligence structure with functional elements based on dynamic and structural value for the effective running of national security; National Security Strategy means a document prepared periodically by the Government to outline the major national security concerns of the country and the plans of the Government to deal with the major national security concerns; national well-being means the creation of conditions by the nation for the population to thrive and involves the quality of life, prosperity and positive physical and mental health of the population; organised crime means a recurring serious offence committed by two or more persons working in concert; persons of interest means identified persons involved in a criminal investigation who have not been arrested or formally accused of a crime; public interest includes any right or advantage which inures or is intended to inure to the benefit generally of the whole of the people of Ghana; regional security council means the regional security council established under section 5; security service means the services connected with national security as determined by the Council; participation in an organised criminal group, terrorism and terrorist financing, money laundering, human trafficking, people smuggling, sexual exploitation, illicit trafficking in narcotic drugs, illicit arms trafficking, trafficking in stolen and other goods, corruption and bribery, serious fraud, counterfeiting and piracy of products, smuggling, extortion, forgery, insider trading and market manipulation, murder, grievous bodily harm, robbery or stealing where these are predicate offences for a serious offence, and any other similar offence or related prohibited activity punishable with imprisonment for a period of not less than five years and not more than twenty-five years; intelligence or sabotage that is against the Republic or is detrimental to the interest of the Republic, or activities directed towards or in support of that intelligence or sabotage; foreign influenced activities within or relating to the Republic that are detrimental to the interest of the Republic and are clandestine or deceptive or involve a threat to a person; activities within or relating to the Republic directed towards or in support of the threat or use of acts of serious violence against a person or property for the purpose of achieving a political objective within the Republic or a foreign State; or online information theft, identity theft, online predatory crime, cyber-terrorism, phishing, or hacking; an unauthorised computer access that targets a computer network or device, or that uses a computer network to advance criminal activity in the country; or any other activity of domestic or foreign origin that seeks to undermine or compromises the integrity or technical efficacy of the information and communication technology network of the State; and violent extremism means the belief and action of a person who supports or uses ideologically-motivated violence to further radical ideological, religious or political aims."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Repeal and savings",
      "content": "(1) The Security and Intelligence Agencies Act, 1996 (Act 526) is repealed. The Security and Intelligence Agencies Act, 1996 (Act 526) is repealed. (2) Despite the repeal of Act 526, Regulations, notices, orders, directions, appointments or any other act lawfully made or done under the repealed enactment and in force immediately before the coming into force of this Act shall, with such modifications as are made by this Act, be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated. Despite the repeal of Act 526, Regulations, notices, orders, directions, appointments or any other act lawfully made or done under the repealed enactment and in force immediately before the coming into force of this Act shall, with such modifications as are made by this Act, be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Consequential amendments",
      "content": "(1) A reference to the Bureau of National Investigation in any enactment or document existing before the coming into force of this Act shall be construed as a reference to the Internal Intelligence Agency. A reference to the Bureau of National Investigation in any enactment or document existing before the coming into force of this Act shall be construed as a reference to the Internal Intelligence Agency. (2) A reference to a Director of an intelligence agency in any enactment or document existing before the coming into force of this Act shall be construed as a reference to the Director-General of the intelligence agency concerned. A reference to a Director of an intelligence agency in any enactment or document existing before the coming into force of this Act shall be construed as a reference to the Director-General of the intelligence agency concerned. (3) A reference to the Research Department in any enactment or document existing before the coming into force of this Act shall be construed as a reference to the External Intelligence Agency. A reference to the Research Department in any enactment or document existing before the coming into force of this Act shall be construed as a reference to the External Intelligence Agency. (4) A reference to Director of Military Intelligence in any enactment or document existing before the coming into force of this Act shall be construed as a reference to the Chief of Defence Intelligence. A reference to Director of Military Intelligence in any enactment or document existing before the coming into force of this Act shall be construed as a reference to the Chief of Defence Intelligence. (5) A reference to the Commissioner of Customs, Excise and Preventive Service in any enactment or document existing before the coming into force of this Act shall be construed as a reference to the Commissioner-General of the Ghana Revenue Authority. A reference to the Commissioner of Customs, Excise and Preventive Service in any enactment or document existing before the coming into force of this Act shall be construed as a reference to the Commissioner-General of the Ghana Revenue Authority."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Transitional provisions",
      "content": "(1) An employee or staff appointed under section 23 to assist the Co-ordinator in the performance of the functions of the Co-ordinator shall, on the coming into force of this Act, be considered as an employee or staff appointed under section 17. An employee or staff appointed under section 23 to assist the Co-ordinator in the performance of the functions of the Co-ordinator shall, on the coming into force of this Act, be considered as an employee or staff appointed under section 17. (2) Despite subsection (1), the terms and conditions of service of an employee or staff appointed under section 17 or 23 shall not, on the coming into force of this Act, derogate from the terms and conditions of service of that employee or staff at the time of appointment. Despite subsection (1), the terms and conditions of service of an employee or staff appointed under section 17 or 23 shall not, on the coming into force of this Act, derogate from the terms and conditions of service of that employee or staff at the time of appointment."
    }
  ],
  "definitions": [
    {
      "term": "conflict area",
      "definition": "an area of actual or potential political, economic, social or security instability which is declared as such by the national, regional or district security council",
      "source_provision": "s49"
    },
    {
      "term": "Co-ordinator",
      "definition": "the National Security Co-ordinator appointed under section 20",
      "source_provision": "s49"
    },
    {
      "term": "Council",
      "definition": "the National Security Council established by article 83 of the Constitution and referred to in section 1",
      "source_provision": "s49"
    },
    {
      "term": "community leader",
      "definition": "a person recognised by the generality of citizens in a district or region as endowed with considerable knowledge especially in matters relating to human security",
      "source_provision": "s49"
    },
    {
      "term": "cyber attack",
      "definition": "the practice of launching malicious electronic attacks on computers, servers, mobile devices, electronic systems, networks and data",
      "source_provision": "s49"
    },
    {
      "term": "Director-General",
      "definition": "the Director-General of an intelligence agency",
      "source_provision": "s49"
    },
    {
      "term": "district security council",
      "definition": "the district security council established under section 5 and includes a metropolitan security council and a municipal security councilemployee means a person who is appointed as an employee of an intelligence agency or has become an employee of an agency under this Act whether by transfer, secondment or otherwise",
      "source_provision": "s49"
    },
    {
      "term": "foreign entity",
      "definition": "a recognised organisation, agency or body established in a foreign State",
      "source_provision": "s49"
    },
    {
      "term": "human security",
      "definition": "identifying and addressing widespread and cross-cutting challenges that affect the survival, livelihood and dignity of persons, by deploring people-centred, comprehensive, context-specific and prevention-oriented responses to strengthen the protection and empowerment of persons",
      "source_provision": "s49"
    },
    {
      "term": "intelligence agencies",
      "definition": "the intelligence agencies referred to in section 12",
      "source_provision": "s49"
    },
    {
      "term": "intelligence operations",
      "definition": "the activities undertaken by the national security apparatus involving the systematic collection, collation and evaluation of information relating to the protection of the unity and stability of the State",
      "source_provision": "s49"
    },
    {
      "term": "Justice",
      "definition": "a Justice of the Superior Court of Judicature",
      "source_provision": "s49"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for National Security",
      "source_provision": "s49"
    },
    {
      "term": "Ministry",
      "definition": "Ministry responsible for National Security",
      "source_provision": "s49"
    },
    {
      "term": "national security apparatus",
      "definition": "a distinct national security and intelligence structure with functional elements based on dynamic and structural value for the effective running of national security",
      "source_provision": "s49"
    },
    {
      "term": "National Security Strategy",
      "definition": "a document prepared periodically by the Government to outline the major national security concerns of the country and the plans of the Government to deal with the major national security concerns",
      "source_provision": "s49"
    },
    {
      "term": "national well-being",
      "definition": "the creation of conditions by the nation for the population to thrive and involves the quality of life, prosperity and positive physical and mental health of the population",
      "source_provision": "s49"
    },
    {
      "term": "organised crime",
      "definition": "a recurring serious offence committed by two or more persons working in concert",
      "source_provision": "s49"
    },
    {
      "term": "persons of interest",
      "definition": "identified persons involved in a criminal investigation who have not been arrested or formally accused of a crime",
      "source_provision": "s49"
    },
    {
      "term": "regional security council",
      "definition": "the regional security council established under section 5",
      "source_provision": "s49"
    },
    {
      "term": "security service",
      "definition": "the services connected with national security as determined by the Council",
      "source_provision": "s49"
    },
    {
      "term": "violent extremism",
      "definition": "the belief and action of a person who supports or uses ideologically-motivated violence to further radical ideological, religious or political aims. In this Act, unless the context otherwise requires, conflict area means an area of actual or potential political, economic, social or security instability which is declared as such by the national, regional or district security council",
      "source_provision": "s49"
    },
    {
      "term": "Co-ordinator",
      "definition": "the National Security Co-ordinator appointed under section 20",
      "source_provision": "s49"
    },
    {
      "term": "Council",
      "definition": "the National Security Council established by article 83 of the Constitution and referred to in section 1",
      "source_provision": "s49"
    },
    {
      "term": "community leader",
      "definition": "a person recognised by the generality of citizens in a district or region as endowed with considerable knowledge especially in matters relating to human security",
      "source_provision": "s49"
    },
    {
      "term": "cyber attack",
      "definition": "the practice of launching malicious electronic attacks on computers, servers, mobile devices, electronic systems, networks and data",
      "source_provision": "s49"
    },
    {
      "term": "Director-General",
      "definition": "the Director-General of an intelligence agency",
      "source_provision": "s49"
    },
    {
      "term": "district security council",
      "definition": "the district security council established under section 5 and includes a metropolitan security council and a municipal security council employee means a person who is appointed as an employee of an intelligence agency or has become an employee of an agency under this Act whether by transfer, secondment or otherwise",
      "source_provision": "s49"
    },
    {
      "term": "foreign entity",
      "definition": "a recognised organisation, agency or body established in a foreign State",
      "source_provision": "s49"
    },
    {
      "term": "human security",
      "definition": "identifying and addressing widespread and cross-cutting challenges that affect the survival, livelihood and dignity of persons, by deploring people-centred, comprehensive, context-specific and prevention-oriented responses to strengthen the protection and empowerment of persons",
      "source_provision": "s49"
    },
    {
      "term": "intelligence agencies",
      "definition": "the intelligence agencies referred to in section 12",
      "source_provision": "s49"
    },
    {
      "term": "intelligence operations",
      "definition": "the activities undertaken by the national security apparatus involving the systematic collection, collation and evaluation of information relating to the protection of the unity and stability of the State",
      "source_provision": "s49"
    },
    {
      "term": "Justice",
      "definition": "a Justice of the Superior Court of Judicature",
      "source_provision": "s49"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for National Security",
      "source_provision": "s49"
    },
    {
      "term": "Ministry",
      "definition": "Ministry responsible for National Security",
      "source_provision": "s49"
    },
    {
      "term": "national security apparatus",
      "definition": "a distinct national security and intelligence structure with functional elements based on dynamic and structural value for the effective running of national security",
      "source_provision": "s49"
    },
    {
      "term": "National Security Strategy",
      "definition": "a document prepared periodically by the Government to outline the major national security concerns of the country and the plans of the Government to deal with the major national security concerns",
      "source_provision": "s49"
    },
    {
      "term": "national well-being",
      "definition": "the creation of conditions by the nation for the population to thrive and involves the quality of life, prosperity and positive physical and mental health of the population",
      "source_provision": "s49"
    },
    {
      "term": "organised crime",
      "definition": "a recurring serious offence committed by two or more persons working in concert",
      "source_provision": "s49"
    },
    {
      "term": "persons of interest",
      "definition": "identified persons involved in a criminal investigation who have not been arrested or formally accused of a crime",
      "source_provision": "s49"
    },
    {
      "term": "regional security council",
      "definition": "the regional security council established under section 5",
      "source_provision": "s49"
    },
    {
      "term": "security service",
      "definition": "the services connected with national security as determined by the Council",
      "source_provision": "s49"
    }
  ]
}