{
  "id": "act-1012-2020",
  "type": "act",
  "title": "Imposition of Restrictions Act, 2020",
  "short_name": "IR 2020",
  "act_number": 1012,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-03-21",
  "url": "https://ghalii.org/akn/gh/act/2020/1012",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Object",
      "content": "The object of this Act is to provide for powers to impose restrictions on persons, to give effect to paragraphs (c), (d) and (e) of clause (4) of article 21 of the Constitution in the event or imminence of an emergency, disaster or similar circumstance to ensure public safety, public health and protection. The object of this Act is to provide for powers to impose restrictions on persons, to give effect to paragraphs (c), (d) and (e) of clause (4) of article 21 of the Constitution in the event or imminence of an emergency, disaster or similar circumstance to ensure public safety, public health and protection."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Imposition of restrictions",
      "content": "(1) The President may, acting in accordance with the advice of relevant person or body, by Executive Instrument, impose restrictions specified in paragraphs (c), (d) and (e) of clause (4) of article 21 of the Constitution. The President may, acting in accordance with the advice of relevant person or body, by Executive Instrument, impose restrictions specified in paragraphs (c), (d) and (e) of clause (4) of article 21 of the Constitution. (2) An Instrument made under subsection (1) shall include provisions in respect of An Instrument made under subsection (1) shall include provisions in respect of the specific restriction to be imposed; the specific restriction to be imposed; the duration of the restriction; the duration of the restriction; the person to whom the restriction applies; the person to whom the restriction applies; the geographic area to which the restriction applies; the geographic area to which the restriction applies; the facts and circumstances for the provisions in paragraphs (a) to (d); and the facts and circumstances for the provisions in paragraphs (a) to (d); and any other matter incidental to the attainment of the object of this Act. any other matter incidental to the attainment of the object of this Act."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Circumstances for imposition of restriction",
      "content": "(1) The President may impose a restriction under subsection (1) of section 2 where the restriction The President may impose a restriction under subsection (1) of section 2 where the restriction is reasonably required in the interest of defence, public safety, public health or the running of essential services; is reasonably required in the interest of defence, public safety, public health or the running of essential services; is reasonably required on the movement or residence within Ghana of any person or persons generally, or any class of persons; is reasonably required on the movement or residence within Ghana of any person or persons generally, or any class of persons; is required to restrict the freedom of entry into Ghana, or movement in Ghana, of a person who is not a citizen of Ghana; or is required to restrict the freedom of entry into Ghana, or movement in Ghana, of a person who is not a citizen of Ghana; or is reasonably required for the purpose of safeguarding the people of Ghana against the teaching or propagation of a doctrine which exhibits or encourages disrespect for the nationhood of Ghana, the national symbols and emblems, or incites hatred against other members of the community. is reasonably required for the purpose of safeguarding the people of Ghana against the teaching or propagation of a doctrine which exhibits or encourages disrespect for the nationhood of Ghana, the national symbols and emblems, or incites hatred against other members of the community. (2) The imposition of the restriction under subsection (1) shall be reasonably justifiable in accordance with the spirit of the Constitution. The imposition of the restriction under subsection (1) shall be reasonably justifiable in accordance with the spirit of the Constitution."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Duration of restriction",
      "content": "(1) A restriction impose under subsection (1) of section 2 shall be for a period of not more than three months. A restriction impose under subsection (1) of section 2 shall be for a period of not more than three months. (2) Despite subsection (1), the President may, by an Executive Instrument, where the exigencies of the circumstances require Despite subsection (1), the President may, by an Executive Instrument, where the exigencies of the circumstances require shorten the duration of the restriction; or shorten the duration of the restriction; or extend the duration of the restriction for not more than one month at a time but in any event for not more than three months. extend the duration of the restriction for not more than one month at a time but in any event for not more than three months. (3) For the purpose of subsection (2), \"exigencies of the circumstances\" include: For the purpose of subsection (2), \"exigencies of the circumstances\" include: an increase or decrease of the intensity of the disaster, emergency or similar circumstance; or an increase or decrease of the intensity of the disaster, emergency or similar circumstance; or a significant change in the nature of the disaster, emergency or similar circumstance. a significant change in the nature of the disaster, emergency or similar circumstance."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Exemption",
      "content": "Where the circumstances make it expedient not to impose a restriction on certain persons or geographic areas under subsection (1) of section 2, the President may, by an Executive Instrument under that subsection provide for an exemption. Where the circumstances make it expedient not to impose a restriction on certain persons or geographic areas under subsection (1) of section 2, the President may, by an Executive Instrument under that subsection provide for an exemption."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Offences and penalties",
      "content": "A person who fails to comply with a restriction imposed under the Executive Instrument issued under subsection (1) of section 2 commits an offence and is liable on summary conviction to a fine of not less than one thousand penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than four years and no more than ten years or to both. A person who fails to comply with a restriction imposed under the Executive Instrument issued under subsection (1) of section 2 commits an offence and is liable on summary conviction to a fine of not less than one thousand penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than four years and no more than ten years or to both."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,\"disaster\" includes an occurrence by which there is serious disruption of general safety endangering the life and health of many people or large material interests which require co-ordinated action by services of different disciplines and flood, earthquake, drought, rainstorm, war, civil strife or industrial accident; and\"essential services\" include(a)water supply services;(b)electricity supply services;(c)health and hospital services;(d)waste management services;(e)air traffic and civil aviation control services;(f)meteorological services;(g)fire services;(h)air transport services;(i)supply and distribution of fuels;(j)telecommunications services; and(k)public and private commercial transport services. In this Act, unless the context otherwise requires, \"disaster\" includes an occurrence by which there is serious disruption of general safety endangering the life and health of many people or large material interests which require co-ordinated action by services of different disciplines and flood, earthquake, drought, rainstorm, war, civil strife or industrial accident; and water supply services; electricity supply services; health and hospital services; waste management services; air traffic and civil aviation control services; meteorological services; fire services; air transport services; supply and distribution of fuels; telecommunications services; and public and private commercial transport services."
    }
  ],
  "definitions": []
}