{
  "id": "act-1057-2020",
  "type": "act",
  "title": "Judicial Service Act, 2020",
  "short_name": "Judicial Service Act, 2020 2020",
  "act_number": 1057,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-12-29",
  "url": "https://ghalii.org/akn/gh/act/2020/1057",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of die Judicial Service",
      "content": "There is established by this Act, the Judicial Service in accordance with article 190 of the Constitution. There is established by this Act, the Judicial Service in accordance with article 190 of the Constitution."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Members of the Service",
      "content": "The members of the Service are the Chief Justice who is the head of the Service; the Chief Justice who is the head of the Service; the Judicial Secretary and the Deputy Judicial Secretaries; the Judicial Secretary and the Deputy Judicial Secretaries; the persons holding judicial office other than persons presiding over a lower court or tribunal; and the persons holding judicial office other than persons presiding over a lower court or tribunal; and any other persons employed for the Service. any other persons employed for the Service."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Object of the Service",
      "content": "The object of the Service is to ensure an efficient and effective organisation of the Service; and organisation of the Service; and administrative support system for the Judiciary. administrative support system for the Judiciary."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Functions of the Service",
      "content": "To achieve the object under section 3, the Service shall, under the direction of the Judicial Council, provide support services to the Judiciary; provide support services to the Judiciary; ensure the effective and efficient enforcement of the orders and judgments of the Judiciary; and ensure the effective and efficient enforcement of the orders and judgments of the Judiciary; and perform any other function that is necessary for the attainment of the object of the Service. perform any other function that is necessary for the attainment of the object of the Service."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Composition of the Judicial Council",
      "content": "In accordance with article 153 of the Constitution, the Judicial Council comprises the Chief Justice who shall be Chairman; the Chief Justice who shall be Chairman; the Attorney-General; the Attorney-General; a Justice of the Supreme Court nominated by the Justices of the Supreme Court; a Justice of the Supreme Court nominated by the Justices of the Supreme Court; a Justice of the Court of Appeal nominated by the Justices of the Court of Appeal; a Justice of the Court of Appeal nominated by the Justices of the Court of Appeal; a Justice of the High Court nominated by the Justices of the High Court; a Justice of the High Court nominated by the Justices of the High Court; two representatives of the Ghana Bar Association one of whom shall be a person of not less than twelve years’ standing as a lawyer; two representatives of the Ghana Bar Association one of whom shall be a person of not less than twelve years’ standing as a lawyer; a representative of the Chairmen of Regional Tribunals nominated by the Chairmen; a representative of the Chairmen of Regional Tribunals nominated by the Chairmen; a representative of the lower courts or tribunals; a representative of the lower courts or tribunals; the Judge Advocate-General of the Ghana Armed Forces; the Judge Advocate-General of the Ghana Armed Forces; the Head of the Legal Directorate of the Police Service; the Head of the Legal Directorate of the Police Service; the Editor of the Ghana Law Reports; the Editor of the Ghana Law Reports; a representative of the Judicial Service Staff Association nominated by the Association; a representative of the Judicial Service Staff Association nominated by the Association; a chief nominated by the National House of Chiefs; and a chief nominated by the National House of Chiefs; and four other persons who are not lawyers appointed by the President. four other persons who are not lawyers appointed by the President."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Functions of the Judicial Council",
      "content": "In accordance with article 154 of the Constitution, the functions of the Judicial Council are to propose, for the consideration of Government, judicial reforms to improve the level of administration of justice and efficiency in the Judiciary; propose, for the consideration of Government, judicial reforms to improve the level of administration of justice and efficiency in the Judiciary; be a forum for consideration and discussion of matters relating to the discharge of the functions of the Judiciary and thereby assist the Chief Justice in the performance of the duties of the Chief Justice with a view to ensuring efficiency and effective realisation of justice; and be a forum for consideration and discussion of matters relating to the discharge of the functions of the Judiciary and thereby assist the Chief Justice in the performance of the duties of the Chief Justice with a view to ensuring efficiency and effective realisation of justice; and perform any other functions conferred on the Judicial Council by, or under, the Constitution or any other law not inconsistent with the Constitution. perform any other functions conferred on the Judicial Council by, or under, the Constitution or any other law not inconsistent with the Constitution."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Tenure of office of members of the Judicial Council",
      "content": "(1) A member of the Judicial Council shall hold office for a period of four years and is eligible for re-appointment, but a member shall not be appointed for more than two terms. A member of the Judicial Council shall hold office for a period of four years and is eligible for re-appointment, but a member shall not be appointed for more than two terms. (2) Subsection (1) does not apply to the Chief Justice and any other person who is a member of the Judicial Council by virtue of the office of that person. Subsection (1) does not apply to the Chief Justice and any other person who is a member of the Judicial Council by virtue of the office of that person. (3) A member of the Judicial Council may, at any time, resign from office in writing addressed to A member of the Judicial Council may, at any time, resign from office in writing addressed to the Chief Justice through the Judicial Secretary, where the member is a member of the Judicial Council by virtue of the office of the member; or the Chief Justice through the Judicial Secretary, where the member is a member of the Judicial Council by virtue of the office of the member; or the President, through the Judicial Secretary, where the member is a person who is appointed by the President under paragraph (n) of section 5. the President, through the Judicial Secretary, where the member is a person who is appointed by the President under paragraph (n) of section 5. (4) A member of the Judicial Council, other than a person specified in paragraph (a), (b), (i), (j) or (k) of section 5, who is absent from three consecutive meetings of the Judicial Council without sufficient cause ceases to be a member of the Judicial Council. A member of the Judicial Council, other than a person specified in paragraph (a), (b), (i), (j) or (k) of section 5, who is absent from three consecutive meetings of the Judicial Council without sufficient cause ceases to be a member of the Judicial Council. (5) Despite subsection (4), where that member of the Judicial Council is a member by virtue of the office of that member, the Chief Justice shall make a report to the nominating body of the office of that member on the absence of that member from meetings of the Judicial Council and the nominating body may nominate another person to fill the vacancy. Despite subsection (4), where that member of the Judicial Council is a member by virtue of the office of that member, the Chief Justice shall make a report to the nominating body of the office of that member on the absence of that member from meetings of the Judicial Council and the nominating body may nominate another person to fill the vacancy. (6) Where a member of the Judicial Council is, for a sufficient reason, unable to act as a member, the Chief Justice shall determine whether the inability may result in the declaration of a vacancy. Where a member of the Judicial Council is, for a sufficient reason, unable to act as a member, the Chief Justice shall determine whether the inability may result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under paragraph (b) of subsection (3) or subsection (4) or subsection (2) of section 9; or under paragraph (b) of subsection (3) or subsection (4) or subsection (2) of section 9; or as a result of a declaration under subsection (6); or as a result of a declaration under subsection (6); or by reason of the death of a member, by reason of the death of a member, the Chief Justice shall notify the President of the vacancy and the President shall, in respect of a person who is appointed by the President under paragraph (n) of section 5, appoint a person to fill the vacancy for the unexpired term."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Meetings of the Judicial Council",
      "content": "(1) The Judicial Council shall meet at least once every three months for the conduct of business at a time and place determined by the Chairman. The Judicial Council shall meet at least once every three months for the conduct of business at a time and place determined by the Chairman. (2) The Chairman shall, at the request in writing of not less than one-third of the membership of the Judicial Council, convene an extraordinary meeting of the Judicial Council at a place and time determined by the Chairman. The Chairman shall, at the request in writing of not less than one-third of the membership of the Judicial Council, convene an extraordinary meeting of the Judicial Council at a place and time determined by the Chairman. (3) The quorum at a meeting of the Judicial Council is nine members. The quorum at a meeting of the Judicial Council is nine members. (4) The Chairman shall preside at meetings of the Judicial Council and in the absence of the Chairman, the Justice of the Supreme Court or a member of the Judicial Council elected by the members present from among their number shall preside. The Chairman shall preside at meetings of the Judicial Council and in the absence of the Chairman, the Justice of the Supreme Court or a member of the Judicial Council elected by the members present from among their number shall preside. (5) Matters before the Judicial Council shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Judicial Council shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Judicial Council may co-opt a person to attend a Judicial Council meeting but that person shall not vote on a matter for decision at the meeting. The Judicial Council may co-opt a person to attend a Judicial Council meeting but that person shall not vote on a matter for decision at the meeting. (7) The validity of proceedings of the Judicial Council shall not be affected by any vacancy among the members or a defect in the appointment or qualification of a member. The validity of proceedings of the Judicial Council shall not be affected by any vacancy among the members or a defect in the appointment or qualification of a member. (8) Subject to this section, the Judicial Council shall regulate the procedure for the meetings of the Judicial Council. Subject to this section, the Judicial Council shall regulate the procedure for the meetings of the Judicial Council."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Judicial Council who has an interest in a matter for consideration shall A member of the Judicial Council who has an interest in a matter for consideration shall disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and disclose the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and not participate in the deliberations of the Judicial Council in respect of that matter. not participate in the deliberations of the Judicial Council in respect of that matter. (2) A member ceases to be a member of the Judicial Council, if that member has an interest in a matter before the Judicial Council and A member ceases to be a member of the Judicial Council, if that member has an interest in a matter before the Judicial Council and fails to disclose that interest; or fails to disclose that interest; or participates in the deliberations of the Judicial Council in respect of that matter. participates in the deliberations of the Judicial Council in respect of that matter. (3) Without limiting any further cause of action that may be instituted against the member, the Judicial Council shall recover any benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member. Without limiting any further cause of action that may be instituted against the member, the Judicial Council shall recover any benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Establishment of committees",
      "content": "(1) The Judicial Council may establish committees consisting of members of the Board or non-members or both to perform a function of the Judicial Council. The Judicial Council may establish committees consisting of members of the Board or non-members or both to perform a function of the Judicial Council. (2) A committee composed of members and non-members of the Judicial Council shall be chaired by a member of the Judicial Council. A committee composed of members and non-members of the Judicial Council shall be chaired by a member of the Judicial Council. (3) Section 9 applies to members of a committee of the Council. Section 9 applies to members of a committee of the Council."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Allowances",
      "content": "Members of the Judicial Council and members of a committee of the Judicial Council shall be paid allowances determined by the Judicial Council in consultation with the Minister responsible for Finance. Members of the Judicial Council and members of a committee of the Judicial Council shall be paid allowances determined by the Judicial Council in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Appointment of the Judicial Secretary",
      "content": "(1) The Chief Justice shall, in accordance with article 148 of the Constitution, appoint a Judicial Secretary for the Service. The Chief Justice shall, in accordance with article 148 of the Constitution, appoint a Judicial Secretary for the Service. (2) A person is qualified to be appointed as a Judicial Secretary if that person is of A person is qualified to be appointed as a Judicial Secretary if that person is of high moral character and proven integrity; and high moral character and proven integrity; and not less than twelve years’ standing as a lawyer. not less than twelve years’ standing as a lawyer."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Functions of the Judicial Secretary",
      "content": "(1) The Judicial Secretary is responsible for the day-to-day administration of the Judicial Service and is answerable to the Chief Justice in the performance of functions under this Act. The Judicial Secretary is responsible for the day-to-day administration of the Judicial Service and is answerable to the Chief Justice in the performance of functions under this Act. (2) The Judicial Secretary shall perform any other function determined by the Chief Justice. The Judicial Secretary shall perform any other function determined by the Chief Justice. (3) The Judicial Secretary may delegate a function to a Deputy Judicial Secretary or an officer of the Service but is not relieved of the ultimate responsibility for the performance of the delegated function. The Judicial Secretary may delegate a function to a Deputy Judicial Secretary or an officer of the Service but is not relieved of the ultimate responsibility for the performance of the delegated function. (4) Subsection (3) does not apply to a function in respect of the hearing of a petition or the making of subsidiary legislation in accordance with section 48 of the Interpretation Act, 2009 (Act 792). Subsection (3) does not apply to a function in respect of the hearing of a petition or the making of subsidiary legislation in accordance with section 48 of the Interpretation Act, 2009 (Act 792)."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Appointment of Deputy Judicial Secretaries",
      "content": "(1) The Chief Justice shall, in accordance with article 148 of the Constitution, appoint Deputy Judicial Secretaries for the Service. The Chief Justice shall, in accordance with article 148 of the Constitution, appoint Deputy Judicial Secretaries for the Service. (2) A person is qualified to be appointed as a Deputy Judicial Secretary if that person is of A person is qualified to be appointed as a Deputy Judicial Secretary if that person is of high moral character and proven integrity; and high moral character and proven integrity; and at least ten years’ standing as a lawyer. at least ten years’ standing as a lawyer. (3) A Deputy Judicial Secretary shall assist the Judicial Secretary in the performance of functions under this Act. A Deputy Judicial Secretary shall assist the Judicial Secretary in the performance of functions under this Act."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Other officers and employees of the courts",
      "content": "(1) In accordance with clause (1) of article 158 of the Constitution, the appointment of officers and employees of the courts other than the officers and employees expressly provided for by other provisions of the Constitution, shall be made by the Chief Justice or other Justice or other officer of the Court as the Chief Justice may direct in writing. In accordance with clause (1) of article 158 of the Constitution, the appointment of officers and employees of the courts other than the officers and employees expressly provided for by other provisions of the Constitution, shall be made by the Chief Justice or other Justice or other officer of the Court as the Chief Justice may direct in writing. (2) The Judicial Council shall, acting in consultation with the Public Services Commission and with the prior approval of the President, by constitutional instrument, make regulations prescribing the terms and conditions of service of the persons to whom subsection (1) applies. The Judicial Council shall, acting in consultation with the Public Services Commission and with the prior approval of the President, by constitutional instrument, make regulations prescribing the terms and conditions of service of the persons to whom subsection (1) applies."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Divisions of the Service",
      "content": "The Judicial Council may establish divisions of the Service that the Judicial Council considers necessary for the effective and efficient performance of the functions of the Service. The Judicial Council may establish divisions of the Service that the Judicial Council considers necessary for the effective and efficient performance of the functions of the Service."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Secretary to the Judicial Council",
      "content": "(1) The Judicial Secretary is the Secretary to the Judicial Council. The Judicial Secretary is the Secretary to the Judicial Council. (2) The Judicial Secretary shall, subject to the directions of the Judicial Council, The Judicial Secretary shall, subject to the directions of the Judicial Council, arrange the business for the meetings of the Judicial Council and cause minutes of proceedings of the Judicial Council to be recorded and kept; and arrange the business for the meetings of the Judicial Council and cause minutes of proceedings of the Judicial Council to be recorded and kept; and perform any other function that the Judicial Council may determine. perform any other function that the Judicial Council may determine."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Internal Audit Unit",
      "content": "(1) The Service shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The Service shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). (3) The Internal Auditor is responsible for the internal audit of the Service. The Internal Auditor is responsible for the internal audit of the Service. (4) The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months prepare and submit to the Judicial Council, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and prepare and submit to the Judicial Council, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Service. make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Service. (5) The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Chief Justice and the Judicial Council. The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Chief Justice and the Judicial Council."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Funds of the Service",
      "content": "The funds of the Service include moneys approved by Parliament; moneys approved by Parliament; fees and charges that accrue to the Service in the performance of the functions of the Service; fees and charges that accrue to the Service in the performance of the functions of the Service; loans, grants, and donations; and loans, grants, and donations; and any other moneys approved by the Minister responsible for Finance. any other moneys approved by the Minister responsible for Finance."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Bank account",
      "content": "The moneys for the Service shall be paid into a bank account of the Service approved by the Controller and Accountant-General. The moneys for the Service shall be paid into a bank account of the Service approved by the Controller and Accountant-General."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Expenses of the Service",
      "content": "The administrative expenses of the Judicial Service, including salaries, allowances, gratuities and pensions payable to, or in respect of, persons serving in the Judicial Service shall be charged on the Consolidated Fund. The administrative expenses of the Judicial Service, including salaries, allowances, gratuities and pensions payable to, or in respect of, persons serving in the Judicial Service shall be charged on the Consolidated Fund."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Tax exemption",
      "content": "The Service is exempt from the payment of taxes on any income accruing from an investment made by the Service. The Service is exempt from the payment of taxes on any income accruing from an investment made by the Service."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Accounts and audit",
      "content": "(1) The Judicial Council shall keep books, records, returns, and other documents related to the accounts in the form approved by the Auditor-General. The Judicial Council shall keep books, records, returns, and other documents related to the accounts in the form approved by the Auditor-General. (2) The Judicial Council shall submit the accounts of the Service to the Auditor-General for audit at the end of the financial year. The Judicial Council shall submit the accounts of the Service to the Auditor-General for audit at the end of the financial year. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy of the audit report to the Judicial Council. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy of the audit report to the Judicial Council."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Financial year",
      "content": "The financial year of the Service is the same as the financial year of Government. The financial year of the Service is the same as the financial year of Government."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Annual report and other reports",
      "content": "(1) The Judicial Secretary shall, within thirty days after receipt of the annual report, submit copies of the report to Parliament and the Chief Justice with a statement that the Judicial Council considers necessary. The Judicial Secretary shall, within thirty days after receipt of the annual report, submit copies of the report to Parliament and the Chief Justice with a statement that the Judicial Council considers necessary. (2) The annual report shall include the report of the Auditor-General. The annual report shall include the report of the Auditor-General. (3) The Judicial Council shall, within two months after the receipt of the annual report, submit the report to Parliament with a statement that the Judicial Council considers necessary. The Judicial Council shall, within two months after the receipt of the annual report, submit the report to Parliament with a statement that the Judicial Council considers necessary. (4) The Judicial Secretary shall submit to the Chief Justice any other report which the Chief Justice may request in writing. The Judicial Secretary shall submit to the Chief Justice any other report which the Chief Justice may request in writing."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Judicial Service Instructions",
      "content": "Subject to a statutory instrument made under this Act and to a direction given by the Chief Justice, the Judicial Secretary may issue Judicial Service Instructions providing for a matter which under this Act may be provided for by the Instructions or which otherwise relates to the administration of the Judicial Service. Subject to a statutory instrument made under this Act and to a direction given by the Chief Justice, the Judicial Secretary may issue Judicial Service Instructions providing for a matter which under this Act may be provided for by the Instructions or which otherwise relates to the administration of the Judicial Service."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Regulations",
      "content": "In accordance with article 159 of the Constitution, the Chief Justice may, acting in accordance with the advice of the Judicial Council and with the approval of the President, by constitutional instrument, make regulations for the efficient performance of the functions of the Judicial Service. In accordance with article 159 of the Constitution, the Chief Justice may, acting in accordance with the advice of the Judicial Council and with the approval of the President, by constitutional instrument, make regulations for the efficient performance of the functions of the Judicial Service."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“Chief Justice” means the person so appointed under clause (4) of article 125 of the Constitution;“Judicial Council” means the Judicial Council referred to under article 153 of the Constitution and provided for in section 5 of this Act;“Service” means the Judicial Service established under section 1; and“support services” means services required for the efficient and effective performance of the functions of the Judiciary, other than a judicial function. In this Act, unless the context otherwise requires, “Chief Justice” means the person so appointed under clause (4) of article 125 of the Constitution; “Judicial Council” means the Judicial Council referred to under article 153 of the Constitution and provided for in section 5 of this Act; “Service” means the Judicial Service established under section 1; and “support services” means services required for the efficient and effective performance of the functions of the Judiciary, other than a judicial function."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Repeal and savings",
      "content": "(1) The following enactments are repealed: The following enactments are repealed: the Judicial Service Act, 1960 (C.A. 10); and the Judicial Service Act, 1960 (C.A. 10); and the Judicial Service (Amendment) Law, 1984 (PNDCL 85). the Judicial Service (Amendment) Law, 1984 (PNDCL 85). (2) Despite the repeal of C.A. 10 and PNDCL 85 any Regulations, bye-laws, notices, orders, directions, appointments or any other act lawfully made or done under the repealed enactments and in force immediately before the coming into force of this Act shall be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated. Despite the repeal of C.A. 10 and PNDCL 85 any Regulations, bye-laws, notices, orders, directions, appointments or any other act lawfully made or done under the repealed enactments and in force immediately before the coming into force of this Act shall be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Transitional provisions",
      "content": "(1) The assets and liabilities in respect of a property vested in the Judicial Service immediately before the coming into force of this Act are transferred to the Service established under this Act. The assets and liabilities in respect of a property vested in the Judicial Service immediately before the coming into force of this Act are transferred to the Service established under this Act. (2) Any moneys in a bank account held by or on behalf of the Judicial Service before the coming into force of this Act are transferred to the Service established under this Act. Any moneys in a bank account held by or on behalf of the Judicial Service before the coming into force of this Act are transferred to the Service established under this Act. (3) A contract subsisting between the Judicial Service and any other person before the coming into force of this Act shall subsist between the Service under this Act and that other person. A contract subsisting between the Judicial Service and any other person before the coming into force of this Act shall subsist between the Service under this Act and that other person. (4) A person in the employment of the Judicial Service immediately before the coming into force of this Act is deemed to have been employed by the Service established under this Act on the terms and conditions attached to the post held by that person before the coming into force of this Act. A person in the employment of the Judicial Service immediately before the coming into force of this Act is deemed to have been employed by the Service established under this Act on the terms and conditions attached to the post held by that person before the coming into force of this Act."
    }
  ],
  "definitions": [
    {
      "term": "Chief Justice",
      "definition": "the person so appointed under clause (4) of article 125 of the Constitution",
      "source_provision": "s28"
    },
    {
      "term": "Judicial Council",
      "definition": "the Judicial Council referred to under article 153 of the Constitution and provided for in section 5 of this Act",
      "source_provision": "s28"
    },
    {
      "term": "Service",
      "definition": "the Judicial Service established under section 1",
      "source_provision": "s28"
    },
    {
      "term": "support services",
      "definition": "services required for the efficient and effective performance of the functions of the Judiciary, other than a judicial function. In this Act, unless the context otherwise requires, “Chief Justice” means the person so appointed under clause (4) of article 125 of the Constitution",
      "source_provision": "s28"
    },
    {
      "term": "Judicial Council",
      "definition": "the Judicial Council referred to under article 153 of the Constitution and provided for in section 5 of this Act",
      "source_provision": "s28"
    },
    {
      "term": "Service",
      "definition": "the Judicial Service established under section 1",
      "source_provision": "s28"
    }
  ]
}