{
  "id": "act-1044-2020",
  "type": "act",
  "title": "Anti-Money Laundering Act, 2020",
  "short_name": "Anti-Money Laundering Act, 2020 2020",
  "act_number": 1044,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-12-29",
  "url": "https://ghalii.org/akn/gh/act/2020/1044",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Money laundering",
      "content": "(1) A person shall not engage in money laundering. A person shall not engage in money laundering. (2) A person commits an offence of money laundering if the person knows or ought to have known that a property is, or forms part of, the proceeds of unlawful activity and the person A person commits an offence of money laundering if the person knows or ought to have known that a property is, or forms part of, the proceeds of unlawful activity and the person converts, conceals, disguises or transfers the property for the purpose of converts, conceals, disguises or transfers the property for the purpose of concealing or disguising the illicit origin of the property; or concealing or disguising the illicit origin of the property; or assisting any person who is involved in the commission of the unlawful activity assisting any person who is involved in the commission of the unlawful activity to evade the legal consequences of the unlawful activity; conceals or disguises the true nature, source, location, disposition, movement or ownership of, or rights to, the property; or conceals or disguises the true nature, source, location, disposition, movement or ownership of, or rights to, the property; or acquires, uses or takes possession of the property knowing or suspecting at the time of receipt of the property that the property is, or forms part of the proceeds of unlawful activity. acquires, uses or takes possession of the property knowing or suspecting at the time of receipt of the property that the property is, or forms part of the proceeds of unlawful activity. (3) Where a person under investigation for money laundering is in possession or control of property which the person cannot account for and which is disproportionate to the income of that person from known sources, that person shall be deemed to have committed an offence under subsection (2). Where a person under investigation for money laundering is in possession or control of property which the person cannot account for and which is disproportionate to the income of that person from known sources, that person shall be deemed to have committed an offence under subsection (2)."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Abetment of money laundering",
      "content": "The provisions of section 20 of the Criminal Offences Act, 1960 (Act 29) on abetment of an offence, apply to money laundering with the necessary modification. The provisions of section 20 of the Criminal Offences Act, 1960 (Act 29) on abetment of an offence, apply to money laundering with the necessary modification."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Conspiracy to commit money laundering",
      "content": "The provisions of section 23 of the Criminal Offences Act, 1960 (Act 29) on conspiracy, apply to money laundering with the necessary modification. The provisions of section 23 of the Criminal Offences Act, 1960 (Act 29) on conspiracy, apply to money laundering with the necessary modification."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Penalty for money laundering",
      "content": "A person who contravenes section 1, 2, or 3 commits an offence and is liable on summary conviction to a fine of not less than one hundred percent and not more than five hundred percent of the proceeds of money laundering, in the case of an individual; a fine of not less than one hundred percent and not more than five hundred percent of the proceeds of money laundering, in the case of an individual; a term of imprisonment of not less than twelve months and not more than ten years; a term of imprisonment of not less than twelve months and not more than ten years; both the fine and the term of imprisonment; or both the fine and the term of imprisonment; or a fine of not less than three hundred per cent of the proceeds of money laundering, in the case of a corporate entity. a fine of not less than three hundred per cent of the proceeds of money laundering, in the case of a corporate entity."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Confiscation of proceeds of money laundering",
      "content": "Where it is established by a Court of competent jurisdiction that property was acquired in contravention of this Act, the property shall be confiscated to the State. Where it is established by a Court of competent jurisdiction that property was acquired in contravention of this Act, the property shall be confiscated to the State."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Establishment of Financial Intelligence Centre",
      "content": "(1) There is established by this Act the Financial Intelligence Centre as a body corporate. There is established by this Act the Financial Intelligence Centre as a body corporate. (2) For the performance of the functions of the Centre, the Centre may acquire and hold property, dispose of property and enter into a contract or any other transaction. For the performance of the functions of the Centre, the Centre may acquire and hold property, dispose of property and enter into a contract or any other transaction. (3) Where there is a hindrance to the acquisition of land, the land may be acquired for the Centre under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Centre. Where there is a hindrance to the acquisition of land, the land may be acquired for the Centre under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Centre."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Objects of the Centre",
      "content": "The objects of the Centre are to assist in the identification of proceeds of unlawful activity; assist in the identification of proceeds of unlawful activity; assist in the combat of money laundering; money laundering; financing of terrorism; financing of terrorism; financing of the proliferation of weapons of mass destruction; financing of the proliferation of weapons of mass destruction; tax evasion; and tax evasion; and any other unlawful activity; any other unlawful activity; make information available to investigating authorities; investigating authorities; revenue authorities; revenue authorities; security and intelligence agencies; and security and intelligence agencies; and other competent authorities other competent authorities to facilitate the administration and enforcement of the laws of the Republic of Ghana; and exchange information with similar bodies in other countries as regards money laundering; money laundering; financing of terrorism; financing of terrorism; financing of the proliferation of weapons of mass destruction; financing of the proliferation of weapons of mass destruction; tax evasion; and tax evasion; and any other unlawful activity. any other unlawful activity."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Functions of the Centre",
      "content": "(1) To achieve the objects under section 7, the Centre shall To achieve the objects under section 7, the Centre shall request, receive, analyse, interpret and disseminate information concerning suspected proceeds of crime and terrorist property, as provided for under this Act or any other law; request, receive, analyse, interpret and disseminate information concerning suspected proceeds of crime and terrorist property, as provided for under this Act or any other law; disseminate the United Nations Consolidated List, third party list and domestic list, without delay, to accountable institutions or competent authorities; disseminate the United Nations Consolidated List, third party list and domestic list, without delay, to accountable institutions or competent authorities; take measures that are necessary for the enforcement of the United Nations Consolidated List, third party list and domestic list; take measures that are necessary for the enforcement of the United Nations Consolidated List, third party list and domestic list; advise, monitor and give guidance to accountable institutions, supervisory bodies and other persons in the discharge of duties and in compliance with this Act; advise, monitor and give guidance to accountable institutions, supervisory bodies and other persons in the discharge of duties and in compliance with this Act; collaborate with revenue authorities to combat the laundering of the proceeds of tax evasion and other tax crimes; collaborate with revenue authorities to combat the laundering of the proceeds of tax evasion and other tax crimes; co-ordinate and supervise activities for the investigation and suppression of co-ordinate and supervise activities for the investigation and suppression of money laundering; money laundering; financing of terrorism; financing of terrorism; financing of the proliferation of weapons of mass destruction; financing of the proliferation of weapons of mass destruction; tax evasion; and tax evasion; and any other unlawful activity; any other unlawful activity; collaborate with investigating authorities, supervisory bodies, security and intelligence agencies and foreign counterparts; collaborate with investigating authorities, supervisory bodies, security and intelligence agencies and foreign counterparts; maintain a comprehensive, secured financial intelligence database; maintain a comprehensive, secured financial intelligence database; issue directives and notices to enforce compliance with this Act; issue directives and notices to enforce compliance with this Act; monitor and undertake studies and conduct periodic risk assessments on emerging trends and patterns on monitor and undertake studies and conduct periodic risk assessments on emerging trends and patterns on money laundering; money laundering; the financing of terrorism; the financing of terrorism; financing of the proliferation of weapons of mass destruction; financing of the proliferation of weapons of mass destruction; tax evasion; and tax evasion; and any other unlawful activity; and any other unlawful activity; and advise an accountable institution about weaknesses in the systems of other countries in relation to advise an accountable institution about weaknesses in the systems of other countries in relation to anti-money laundering; anti-money laundering; countering the financing of terrorism; countering the financing of terrorism; countering the financing of proliferation of weapons of mass destruction; and countering the financing of proliferation of weapons of mass destruction; and countering tax evasion. countering tax evasion. (2) The Centre may, on its own accord or upon request, The Centre may, on its own accord or upon request, share information with a foreign counterpart agency that performs similar functions or any other foreign authority subject to reciprocity or mutual agreement and similar secrecy obligations; and share information with a foreign counterpart agency that performs similar functions or any other foreign authority subject to reciprocity or mutual agreement and similar secrecy obligations; and enter into a memorandum of understanding with other financial intelligence units, law enforcement agencies, supervisory and regulatory bodies or other agencies for co-operation and information sharing. enter into a memorandum of understanding with other financial intelligence units, law enforcement agencies, supervisory and regulatory bodies or other agencies for co-operation and information sharing. (3) The Centre shall require any information that the Centre provides pursuant to this section to be used by the foreign counterpart agency The Centre shall require any information that the Centre provides pursuant to this section to be used by the foreign counterpart agency in the same manner that the Centre uses information the Centre collects for domestic purposes; and in the same manner that the Centre uses information the Centre collects for domestic purposes; and only for the purpose of combating only for the purpose of combating money laundering; money laundering; financing of terrorism; financing of terrorism; financing of the proliferation of weapons of mass destruction; financing of the proliferation of weapons of mass destruction; tax evasion; and tax evasion; and any other unlawful activity. any other unlawful activity. (4) Where a foreign counterpart agency seeks to use information provided by the Centre in a manner contrary to that specified in subsection (3), that foreign counterpart agency shall seek the consent of the Centre. Where a foreign counterpart agency seeks to use information provided by the Centre in a manner contrary to that specified in subsection (3), that foreign counterpart agency shall seek the consent of the Centre. (5) The Centre may obtain information based on a request received from a foreign counterpart agency and may take any other action in support of that request that is consistent with the authority of the Centre in a domestic matter. The Centre may obtain information based on a request received from a foreign counterpart agency and may take any other action in support of that request that is consistent with the authority of the Centre in a domestic matter."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Governing body of the Centre",
      "content": "(1) The governing body of the Centre is a Board consisting of The governing body of the Centre is a Board consisting of one representative each from one representative each from the Ministry responsible for Finance not below the rank of a Director, nominated by the Minister; the Ministry responsible for Finance not below the rank of a Director, nominated by the Minister; the National Security Council Secretariat not below the rank of a Director nominated by the Minister responsible for National Security; the National Security Council Secretariat not below the rank of a Director nominated by the Minister responsible for National Security; the Bank of Ghana not below the rank of a Director nominated by the Governor of the Bank of Ghana; the Bank of Ghana not below the rank of a Director nominated by the Governor of the Bank of Ghana; one senior police officer not below the rank of Assistant Commissioner nominated by the Minister responsible for the Interior; one senior police officer not below the rank of Assistant Commissioner nominated by the Minister responsible for the Interior; the Chief Executive Officer; the Chief Executive Officer; one State Attorney not below the rank of a Principal State Attorney nominated by the Attorney-General; and one State Attorney not below the rank of a Principal State Attorney nominated by the Attorney-General; and one other person from the private sector with accounting, banking or finance experience nominated by the Minister. one other person from the private sector with accounting, banking or finance experience nominated by the Minister. (2) The President shall appoint The President shall appoint the chairperson from among the members referred to in subsection (1); and the chairperson from among the members referred to in subsection (1); and the other members of the Board in accordance with article 70 of the Constitution. the other members of the Board in accordance with article 70 of the Constitution. (3) The President shall, in making the appointment, ensure that at least one of the members is a woman. The President shall, in making the appointment, ensure that at least one of the members is a woman."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Functions of the Board",
      "content": "The Board shall ensure the implementation of policies necessary for the achievement of the objects of the Centre; and implementation of policies necessary for the achievement of the objects of the Centre; and efficient and effective performance of the functions of the Centre. efficient and effective performance of the functions of the Centre."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Duties and liabilities of a member of the Board",
      "content": "(1) A member of the Board has the same fiduciary relationship with the Centre and the same duty to act in good faith as a director of a company incorporated under the Companies Act, 2019 (Act 992). A member of the Board has the same fiduciary relationship with the Centre and the same duty to act in good faith as a director of a company incorporated under the Companies Act, 2019 (Act 992). (2) Without limiting subsection (1), a member of the Board has a duty Without limiting subsection (1), a member of the Board has a duty to act honestly in the performance of the functions of that member; to act honestly in the performance of the functions of that member; to exercise the degree of care and diligence in the performance of the functions of that member that a reasonable person in that position would reasonably be expected to exercise in the circumstances; to exercise the degree of care and diligence in the performance of the functions of that member that a reasonable person in that position would reasonably be expected to exercise in the circumstances; not to use information acquired by virtue of the position of that member as a member of the Board without authorisation; and not to use information acquired by virtue of the position of that member as a member of the Board without authorisation; and not to use the position of the member so as to gain directly or indirectly, a benefit for the member or for any other person or cause loss to the Centre. not to use the position of the member so as to gain directly or indirectly, a benefit for the member or for any other person or cause loss to the Centre. (3) A member of the Board who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than three hundred and fifty penalty units and not more than six hundred and fifty penalty units. A member of the Board who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than three hundred and fifty penalty units and not more than six hundred and fifty penalty units. (4) Where a court determines that the Centre has suffered loss or damage as a consequence of the act or omission of a member of the Board, the Court may, in addition to imposing a fine, order the person convicted to pay appropriate compensation to the Centre. Where a court determines that the Centre has suffered loss or damage as a consequence of the act or omission of a member of the Board, the Court may, in addition to imposing a fine, order the person convicted to pay appropriate compensation to the Centre."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Tenure of office of members",
      "content": "(1) A member of the Board shall hold office for a period of four years and is eligible for re-appointment for another term only. A member of the Board shall hold office for a period of four years and is eligible for re-appointment for another term only. (2) Subsection (1) does not apply to the Chief Executive Officer. Subsection (1) does not apply to the Chief Executive Officer. (3) A member of the Board may, at any time, resign from office in writing addressed to the President and copied to the Minister. A member of the Board may, at any time, resign from office in writing addressed to the President and copied to the Minister. (4) A member of the Board, other than the Chief Executive Officer, who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board, other than the Chief Executive Officer, who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (5) The President may, by a letter addressed to a member, revoke the appointment of that member. The President may, by a letter addressed to a member, revoke the appointment of that member. (6) Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability of the member to act would result in the declaration of a vacancy. Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability of the member to act would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3), (4) or (5) or subsection (2) of section 14; under subsection (3), (4) or (5) or subsection (2) of section 14; as a result of a declaration under subsection (6); or as a result of a declaration under subsection (6); or by reason of the death of a member by reason of the death of a member the Minister shall notify the President of the vacancy and the President shall appoint another person to complete the unexpired term in accordance with this Act."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months for the conduct of business at a time and place or in a manner determined by the chairperson. The Board shall meet at least once every three months for the conduct of business at a time and place or in a manner determined by the chairperson. (2) The chairperson shall, at the request in writing of not less than four of the members of the Board, convene an extraordinary meeting of the Board at a time and place or in a manner determined by the chairperson. The chairperson shall, at the request in writing of not less than four of the members of the Board, convene an extraordinary meeting of the Board at a time and place or in a manner determined by the chairperson. (3) The quorum at a meeting of the Board is four members of the Board. The quorum at a meeting of the Board is four members of the Board. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. (5) A matter before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. A matter before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a meeting of the Board but that person shall not vote on a matter for decision at the meeting. The Board may co-opt a person to attend a meeting of the Board but that person shall not vote on a matter for decision at the meeting. (7) The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. (8) Subject to this section, the Board may determine the procedure for the meetings of the Board. Subject to this section, the Board may determine the procedure for the meetings of the Board."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration by the Board shall disclose, in writing, the nature of that interest and is disqualified from being present at or participating in the deliberations of the Board in respect of that matter. A member of the Board who has an interest in a matter for consideration by the Board shall disclose, in writing, the nature of that interest and is disqualified from being present at or participating in the deliberations of the Board in respect of that matter. (2) Where a member contravenes subsection (1), the chairperson shall notify the Minister who shall inform the President in writing to revoke the appointment of the member. Where a member contravenes subsection (1), the chairperson shall notify the Minister who shall inform the President in writing to revoke the appointment of the member. (3) Where in the course of deliberations of the Board, a member of the Board realises that the member or another member has an interest in a matter that is to be or is being considered, that member who has the interest shall Where in the course of deliberations of the Board, a member of the Board realises that the member or another member has an interest in a matter that is to be or is being considered, that member who has the interest shall disclose to the Board, the nature of the interest; disclose to the Board, the nature of the interest; be recused from the deliberations of the Board in respect of the matter; and be recused from the deliberations of the Board in respect of the matter; and not participate in the deliberations of the Board in respect of the matter. not participate in the deliberations of the Board in respect of the matter. (4) Without limiting any further cause of action that may be instituted against a member, the Board shall recover any benefit derived by the member who contravenes subsection (1) in addition to the revocation of the appointment of that member. Without limiting any further cause of action that may be instituted against a member, the Board shall recover any benefit derived by the member who contravenes subsection (1) in addition to the revocation of the appointment of that member."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Committees of the Board",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members or both, to perform a function of the Board. The Board may establish committees consisting of members of the Board or non-members or both, to perform a function of the Board. (2) A committee of the Board consisting of members of the Board and non-members shall be chaired by a member of the Board. A committee of the Board consisting of members of the Board and non-members shall be chaired by a member of the Board. (3) Section 14 applies to a member of a committee of the Board. Section 14 applies to a member of a committee of the Board."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Allowances",
      "content": "Members of the Board and members of committees of the Board shall be paid allowances approved by the Minister. Members of the Board and members of committees of the Board shall be paid allowances approved by the Minister."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Appointment of Chief Executive Officer",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Chief Executive Officer for the Centre. The President shall, in accordance with article 195 of the Constitution, appoint a Chief Executive Officer for the Centre. (2) The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. (3) The Chief Executive Officer shall be subject to security screening. The Chief Executive Officer shall be subject to security screening."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Functions of the Chief Executive Officer",
      "content": "(1) The Chief Executive Officer is responsible for the day-to-day administration of the Centre and is answerable to the Board in the performance of functions under this Act. The Chief Executive Officer is responsible for the day-to-day administration of the Centre and is answerable to the Board in the performance of functions under this Act. (2) The Chief Executive Officer may delegate a function to the Deputy Chief Executive Officer but the Chief Executive Officer shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Chief Executive Officer may delegate a function to the Deputy Chief Executive Officer but the Chief Executive Officer shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Appointment of Deputy Chief Executive Officer",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Deputy Chief Executive Officer for the Centre. The President shall, in accordance with article 195 of the Constitution, appoint a Deputy Chief Executive Officer for the Centre. (2) The Deputy Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. The Deputy Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. (3) The Deputy Chief Executive Officer shall be subject to security screening. The Deputy Chief Executive Officer shall be subject to security screening. (4) In the absence of the Chief Executive Officer, the Deputy Chief Executive Officer shall perform the functions of the Chief Executive Officer. In the absence of the Chief Executive Officer, the Deputy Chief Executive Officer shall perform the functions of the Chief Executive Officer."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Secretary to the Board",
      "content": "(1) The Chief Executive Officer shall designate a serving officer as Secretary to the Board. The Chief Executive Officer shall designate a serving officer as Secretary to the Board. (2) The Secretary shall arrange the business for, record and keep the minutes of, meetings of the Board. The Secretary shall arrange the business for, record and keep the minutes of, meetings of the Board. (3) The Secretary shall perform any other function that the Board may assign. The Secretary shall perform any other function that the Board may assign."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Appointment of other staff",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint other staff of the Centre that are necessary for the effective and efficient performance of the functions of the Centre. The President shall, in accordance with article 195 of the Constitution, appoint other staff of the Centre that are necessary for the effective and efficient performance of the functions of the Centre. (2) Other public officers may be transferred or seconded to the Centre or may otherwise give assistance to the Centre. Other public officers may be transferred or seconded to the Centre or may otherwise give assistance to the Centre. (3) The Centre may engage the services of consultants on the recommendation of the Board. The Centre may engage the services of consultants on the recommendation of the Board. (4) The staff of the Centre shall be subject to security screening. The staff of the Centre shall be subject to security screening."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Internal Audit Unit",
      "content": "(1) The Centre shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The Centre shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). (3) The Internal Auditor is responsible for the internal audit of the Centre. The Internal Auditor is responsible for the internal audit of the Centre. (4) The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months prepare and submit to the Board, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and prepare and submit to the Board, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and make recommendations in each report, with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Centre. make recommendations in each report, with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Centre. (5) The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Chairperson of the Board. The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Chairperson of the Board."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Funds of the Centre",
      "content": "The funds of the Centre are moneys approved by Parliament; moneys approved by Parliament; revenue retained by the Ghana Revenue Authority under the Ghana Revenue Authority Act, 2009 (Act 791) except that the amount allocated to the Centre shall not exceed two percent of the total revenue retained by the Ghana Revenue Authority; and revenue retained by the Ghana Revenue Authority under the Ghana Revenue Authority Act, 2009 (Act 791) except that the amount allocated to the Centre shall not exceed two percent of the total revenue retained by the Ghana Revenue Authority; and moneys provided by the Bank of Ghana in consultation with the Minister and subject to the prior approval of Parliament. moneys provided by the Bank of Ghana in consultation with the Minister and subject to the prior approval of Parliament."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Bank account",
      "content": "The moneys for the Centre shall be paid into a bank account opened for that purpose with the approval of the Controller and Accountant­ General. The moneys for the Centre shall be paid into a bank account opened for that purpose with the approval of the Controller and Accountant­ General."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Expenses of the Centre",
      "content": "The expenses of the Centre shall be paid from the funds of the Centre under section 24. The expenses of the Centre shall be paid from the funds of the Centre under section 24."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books of accounts, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. The Board shall keep books of accounts, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Centre to the Auditor-General for audit at the end of the financial year. The Board shall submit the accounts of the Centre to the Auditor-General for audit at the end of the financial year. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to Parliament and the Board. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to Parliament and the Board. (4) The financial year of the Centre is the same as the financial year of the Government. The financial year of the Centre is the same as the financial year of the Government."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Centre for the year to which the report relates. The Board shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Centre for the year to which the report relates. (2) The annual report shall include the report of the Auditor-General. The annual report shall include the report of the Auditor-General. (3) The Board shall, within thirty days after the preparation of the annual report, submit the report to the Minister with a statement that the Board may consider necessary. The Board shall, within thirty days after the preparation of the annual report, submit the report to the Minister with a statement that the Board may consider necessary. (4) The Board shall submit to the Minister any other report which the Minister may require in writing. The Board shall submit to the Minister any other report which the Minister may require in writing. (5) The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Accountable institutions",
      "content": "For the purposes of this Act, accountable institutions are as specified in the First Schedule. For the purposes of this Act, accountable institutions are as specified in the First Schedule."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Register of accountable institutions",
      "content": "(1) Each supervisory body and self-regulatory body shall furnish the Centre with a list of accountable institutions registered with the supervisory body or self-regulatory body. Each supervisory body and self-regulatory body shall furnish the Centre with a list of accountable institutions registered with the supervisory body or self-regulatory body. (2) The Centre shall allocate to each registered accountable institution a number for identification purposes. The Centre shall allocate to each registered accountable institution a number for identification purposes. (3) The Centre shall maintain a register of accountable institutions. The Centre shall maintain a register of accountable institutions."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Customer due diligence",
      "content": "(1) An accountable institution shall not establish or maintain anonymous accounts or accounts in fictitious names. An accountable institution shall not establish or maintain anonymous accounts or accounts in fictitious names. (2) An accountable institution shall apply customer due diligence measures An accountable institution shall apply customer due diligence measures in establishing business relations; in establishing business relations; in carrying out occasional transactions above the applicable designated threshold as set out in section 40, including situations where the transaction is carried out in a single operation or in several operations that appear to be linked; in carrying out occasional transactions above the applicable designated threshold as set out in section 40, including situations where the transaction is carried out in a single operation or in several operations that appear to be linked; in carrying out occasional transactions that are wire transfers; in carrying out occasional transactions that are wire transfers; where there is a suspicion of money laundering or terrorist financing and the financing of the proliferation of weapons of mass destruction, regardless of any exemptions or thresholds; or where there is a suspicion of money laundering or terrorist financing and the financing of the proliferation of weapons of mass destruction, regardless of any exemptions or thresholds; or where the accountable institution has doubts about the veracity or adequacy of previously obtained customer identification data. where the accountable institution has doubts about the veracity or adequacy of previously obtained customer identification data. (3) An accountable institution shall apply customer due diligence measures as prescribed by Regulations. An accountable institution shall apply customer due diligence measures as prescribed by Regulations. (4) An accountable institution shall conduct ongoing customer due diligence on business relationships with the customers of the accountable institution as prescribed by Regulations. An accountable institution shall conduct ongoing customer due diligence on business relationships with the customers of the accountable institution as prescribed by Regulations. (5) An accountable institution shall put in place measures to An accountable institution shall put in place measures to identify politically exposed persons and other persons whose activities may pose a high risk of identify politically exposed persons and other persons whose activities may pose a high risk of money laundering; money laundering; terrorist financing; or terrorist financing; or financing of proliferation of weapons of mass destruction; and financing of proliferation of weapons of mass destruction; and tax evasion; and tax evasion; and manage the risk associated with politically exposed persons and other persons, prescribed by Regulations, by among others, exercising enhanced identification, verification and ongoing due diligence procedures with respect to those persons. manage the risk associated with politically exposed persons and other persons, prescribed by Regulations, by among others, exercising enhanced identification, verification and ongoing due diligence procedures with respect to those persons. (6) An accountable institution shall take note of An accountable institution shall take note of a complex, unusually large transaction or an unusual pattern of transactions, which do not have an apparent or visible economic or lawful purpose, and a complex, unusually large transaction or an unusual pattern of transactions, which do not have an apparent or visible economic or lawful purpose, and business relationships, transactions and legal arrangements with persons and other financial businesses, from or in countries which do not sufficiently apply the Financial Action Task Force Recommendations. business relationships, transactions and legal arrangements with persons and other financial businesses, from or in countries which do not sufficiently apply the Financial Action Task Force Recommendations. (7) An accountable institution shall, within twenty-four hours, provide a report to the Centre in respect of the matters specified in subsection (6). An accountable institution shall, within twenty-four hours, provide a report to the Centre in respect of the matters specified in subsection (6). (8) An accountable institution shall require the details of a person who makes a deposit into, or withdrawal from, an account on behalf of another person. An accountable institution shall require the details of a person who makes a deposit into, or withdrawal from, an account on behalf of another person. (9) An accountable institution shall maintain identity information on a settlor, a trustee and a beneficiary of a relevant trust. An accountable institution shall maintain identity information on a settlor, a trustee and a beneficiary of a relevant trust. (10) A nominee in relation to shares and debentures shall maintain relevant information on beneficial ownership where the nominee acts as the legal owner on behalf of any other person. A nominee in relation to shares and debentures shall maintain relevant information on beneficial ownership where the nominee acts as the legal owner on behalf of any other person. (11) An accountable institution shall examine the background and purpose of the transactions referred to in subsection (6) and record and keep the findings in accordance with this Act. An accountable institution shall examine the background and purpose of the transactions referred to in subsection (6) and record and keep the findings in accordance with this Act. (12) Subject to the requirements prescribed by Regulations, an accountable institution may appoint an intermediary or third party to perform some of the elements of the customer due diligence measures referred to in subsection (3). Subject to the requirements prescribed by Regulations, an accountable institution may appoint an intermediary or third party to perform some of the elements of the customer due diligence measures referred to in subsection (3). (13) Despite subsection (12), the ultimate responsibility for customer identification and verification shall remain with the accountable institution appointing the third party or the intermediary. Despite subsection (12), the ultimate responsibility for customer identification and verification shall remain with the accountable institution appointing the third party or the intermediary. (14) In the case of cross border correspondent banking and other similar relationships, an accountable institution shall In the case of cross border correspondent banking and other similar relationships, an accountable institution shall gather information about gather information about the business of the correspondent bank, the business of the correspondent bank, the reputation of the correspondent bank, and the reputation of the correspondent bank, and the nature and quality of the supervision to which the correspondent bank is subject, the nature and quality of the supervision to which the correspondent bank is subject, obtain approval from senior management before establishing a new correspondent relationship, and obtain approval from senior management before establishing a new correspondent relationship, and conduct an assessment of the quality controls in combating money laundering, financing of terrorism, financing of proliferation of weapons of mass destruction, tax evasion or any other unlawful activity applicable to the foreign respondent financial business. conduct an assessment of the quality controls in combating money laundering, financing of terrorism, financing of proliferation of weapons of mass destruction, tax evasion or any other unlawful activity applicable to the foreign respondent financial business. (15) An accountable institution shall document the responsibilities of the accountable institution with regard to anti-money laundering, countering the financing of terrorism, financing of proliferation of weapons of mass destruction, tax evasion or any other unlawful activity. An accountable institution shall document the responsibilities of the accountable institution with regard to anti-money laundering, countering the financing of terrorism, financing of proliferation of weapons of mass destruction, tax evasion or any other unlawful activity. (16) An accountable institution shall have in place measures An accountable institution shall have in place measures to prevent the misuse of information technology in the commission of money laundering, financing of terrorism, financing of proliferation of weapons of mass destruction, tax evasion or any other unlawful activity; and to prevent the misuse of information technology in the commission of money laundering, financing of terrorism, financing of proliferation of weapons of mass destruction, tax evasion or any other unlawful activity; and to address any specific risks associated with business relationships or transactions with a customer that is not physically present for the purpose of identification. to address any specific risks associated with business relationships or transactions with a customer that is not physically present for the purpose of identification. (17) A bank shall not be established in this country if the bank does not maintain a physical presence within this country and the bank is not affiliated to a regulated financial group subject to effective consolidated supervision. A bank shall not be established in this country if the bank does not maintain a physical presence within this country and the bank is not affiliated to a regulated financial group subject to effective consolidated supervision. (18) An accountable institution listed under paragraphs (a), (e) or (g) of the First Schedule shall not enter into or continue business relations with a bank in a jurisdiction where the bank is not An accountable institution listed under paragraphs (a), (e) or (g) of the First Schedule shall not enter into or continue business relations with a bank in a jurisdiction where the bank is not physically present; and physically present; and affiliated with a regulated financial group subject to effective consolidated supervision. affiliated with a regulated financial group subject to effective consolidated supervision. (19) An accountable institution listed under paragraphs (a), (e) or (g) of the First Schedule shall not enter into or continue business relations with a correspondent accountable institution in a foreign country that An accountable institution listed under paragraphs (a), (e) or (g) of the First Schedule shall not enter into or continue business relations with a correspondent accountable institution in a foreign country that permits the accounts of the accountable institution to be used by a bank that is registered in a jurisdiction where the bank is not physically present; and permits the accounts of the accountable institution to be used by a bank that is registered in a jurisdiction where the bank is not physically present; and is not affiliated with a regulated financial group subject to effective consolidated supervision. is not affiliated with a regulated financial group subject to effective consolidated supervision. (20) An accountable institution which carries on activities that include wire transfers shall obtain and verify the information specified in the Regulations and maintain, manage and transmit the information that is prescribed by the Regulations. An accountable institution which carries on activities that include wire transfers shall obtain and verify the information specified in the Regulations and maintain, manage and transmit the information that is prescribed by the Regulations. (21) Where an accountable institution receives a wire transfer that does not contain the complete originator information, the accountable institution shall take measures to obtain and verify the missing information from the ordering institution or the beneficiary. Where an accountable institution receives a wire transfer that does not contain the complete originator information, the accountable institution shall take measures to obtain and verify the missing information from the ordering institution or the beneficiary. (22) Where the missing information cannot be obtained, the accountable institution shall refuse the transfer and within twenty-four hours, file a suspicious transaction report with the Centre. Where the missing information cannot be obtained, the accountable institution shall refuse the transfer and within twenty-four hours, file a suspicious transaction report with the Centre."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Preservation of funds, other assets and instrumentalities of crime",
      "content": "(1) An accountable institution shall, pursuant to a freezing order obtained under sections 45 and 56 preserve the funds, other assets and instrumentalities of crime for a period of one year to facilitate investigations. An accountable institution shall, pursuant to a freezing order obtained under sections 45 and 56 preserve the funds, other assets and instrumentalities of crime for a period of one year to facilitate investigations. (2) The investigating authority shall apply to the court which made the freezing order for an extension of the period of the order where necessary. The investigating authority shall apply to the court which made the freezing order for an extension of the period of the order where necessary. (3) The application under subsection (2), shall be on notice to the person whose account has been frozen. The application under subsection (2), shall be on notice to the person whose account has been frozen."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Record-keeping",
      "content": "(1) An accountable institution shall An accountable institution shall keep books and records with respect to customers of the accountable institution and transactions as set out in subsection (2); and keep books and records with respect to customers of the accountable institution and transactions as set out in subsection (2); and ensure that the records and underlying information are available on a timely basis to the Centre and other competent authorities. ensure that the records and underlying information are available on a timely basis to the Centre and other competent authorities. (2) The books and records referred to in subsection (1) include The books and records referred to in subsection (1) include account files, business correspondence and copies of documents evidencing the identities of customers and beneficial owners obtained in accordance with this Act; account files, business correspondence and copies of documents evidencing the identities of customers and beneficial owners obtained in accordance with this Act; records of transactions sufficient to reconstruct each individual domestic or international transaction for both account holders and non-account holders; records of transactions sufficient to reconstruct each individual domestic or international transaction for both account holders and non-account holders; copies of suspicious transaction reports, cash transaction reports and other relevant reports including any accompanying documentation; and copies of suspicious transaction reports, cash transaction reports and other relevant reports including any accompanying documentation; and a written record of findings with respect to the transactions referred to in subsection (5) of section 30. a written record of findings with respect to the transactions referred to in subsection (5) of section 30. (3) The accountable institution shall keep the books and records for not less than five years, in the case of The accountable institution shall keep the books and records for not less than five years, in the case of paragraph (a) of subsection (2), after the business relationship has ended; paragraph (a) of subsection (2), after the business relationship has ended; paragraphs (b) and (d) of subsection (2), from the date of the transaction; and paragraphs (b) and (d) of subsection (2), from the date of the transaction; and paragraph (c) of subsection (2), from the date the report was made to the Centre. paragraph (c) of subsection (2), from the date the report was made to the Centre. (4) An accountable institution may appoint a person to keep records on behalf of the accountable institution. An accountable institution may appoint a person to keep records on behalf of the accountable institution. (5) Despite subsection (4), the accountable institution shall not be relieved of ultimate responsibility to comply with the requirements of this section. Despite subsection (4), the accountable institution shall not be relieved of ultimate responsibility to comply with the requirements of this section. (6) An accountable institution that appoints a person to keep records on behalf of the accountable institution shall, within seven days after the appointment, inform the Centre, in writing, of the appointment. An accountable institution that appoints a person to keep records on behalf of the accountable institution shall, within seven days after the appointment, inform the Centre, in writing, of the appointment. (7) At the end of the five-year period the accountable institution shall send the records to the Public Records and Archives Administration Department. At the end of the five-year period the accountable institution shall send the records to the Public Records and Archives Administration Department."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Unauthorised access to computer system or application data",
      "content": "A person shall not access a computer system; access a computer system; access application data held in a computer system; or access application data held in a computer system; or cause a computer system that belongs to, or is under the control of, the Centre or an accountable institution to perform or fail to perform a function cause a computer system that belongs to, or is under the control of, the Centre or an accountable institution to perform or fail to perform a function without the consent of the Centre or the accountable institution."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Unauthorised modification of computer programme or electronic record",
      "content": "(1) A person who does any direct or an indirect act without authority which the person knows or ought to have known will cause an unauthorised modification of any programme or electronic record held in a computer commits an offence and is liable on summary conviction to a fine of not more than five thousand penaly units or a term of imprisonment of not more than ten years or to both. A person who does any direct or an indirect act without authority which the person knows or ought to have known will cause an unauthorised modification of any programme or electronic record held in a computer commits an offence and is liable on summary conviction to a fine of not more than five thousand penaly units or a term of imprisonment of not more than ten years or to both. (2) It is immaterial that the act in question is not directed at It is immaterial that the act in question is not directed at any particular programme or electronic record; any particular programme or electronic record; a programme or electronic record of any kind; a programme or electronic record of any kind; a programme or electronic record held in any particular computer; or a programme or electronic record held in any particular computer; or any unauthorised modification which is, or is intended to be permanent or merely temporary. any unauthorised modification which is, or is intended to be permanent or merely temporary. (3) A modification of a programme or electronic record occurs if by the operation of a function of the computer concerned or any other computer A modification of a programme or electronic record occurs if by the operation of a function of the computer concerned or any other computer a programme or electronic record held in the computer is altered or erased; a programme or electronic record held in the computer is altered or erased; a programme or electronic record is added to, or removed from, a programme or electronic record held in the computer; or a programme or electronic record is added to, or removed from, a programme or electronic record held in the computer; or an act occurs which impairs the normal operation of any computer. an act occurs which impairs the normal operation of any computer. (4) An act which contributes to causing a modification is regarded as causing it. An act which contributes to causing a modification is regarded as causing it. (5) A modification is an unauthorised modification if the person who causes the modification A modification is an unauthorised modification if the person who causes the modification is not entitled to determine whether the modification should be made; is not entitled to determine whether the modification should be made; is not authorised to make the modification or knowingly acted in excess of the authorised modification; or is not authorised to make the modification or knowingly acted in excess of the authorised modification; or does not have consent to the modification from the person who is entitled. does not have consent to the modification from the person who is entitled."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Duty of operators of games of chance",
      "content": "(1) The Games Commissioner shall not issue a licence or renew a licence for the operation of a game of chance under the Gaming Act, 2006 (Act 721) unless the applicant provides proof of The Games Commissioner shall not issue a licence or renew a licence for the operation of a game of chance under the Gaming Act, 2006 (Act 721) unless the applicant provides proof of the lawful origin of the capital for the intended operation, in the case of an application for a licence; or the lawful origin of the capital for the intended operation, in the case of an application for a licence; or the origin of the additional capital, in the case of an application for a renewal of a licence the origin of the additional capital, in the case of an application for a renewal of a licence to the Games Commissioner. (2) A betting or gaming operator shall A betting or gaming operator shall verify the identity of a person who buys or exchanges chips or tokens, by requesting the person to present an authentic document bearing the name and address of the person; verify the identity of a person who buys or exchanges chips or tokens, by requesting the person to present an authentic document bearing the name and address of the person; keep records of gaming transactions in chronological order in a register indicating keep records of gaming transactions in chronological order in a register indicating the nature and amount of currency involved in each transaction, and the nature and amount of currency involved in each transaction, and the full name and address of the person in a register in the form authorised by the Centre. the full name and address of the person in a register in the form authorised by the Centre. (3) The betting or game operator shall preserve the register for five years after the last recorded transaction in the register. The betting or game operator shall preserve the register for five years after the last recorded transaction in the register."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Request for information",
      "content": "(1) The Centre shall obtain from an entity or a person any information that the Centre considers necessary to carry out the functions of the Centre in relation to any information that the Centre has received in accordance with the functions of the Centre as set out in section 8. The Centre shall obtain from an entity or a person any information that the Centre considers necessary to carry out the functions of the Centre in relation to any information that the Centre has received in accordance with the functions of the Centre as set out in section 8. (2) An entity or person shall provide the information requested by the Centre within the time and in the form specified in the letter requesting for the information. An entity or person shall provide the information requested by the Centre within the time and in the form specified in the letter requesting for the information. (3) The Centre may request additional information as needed to perform the functions of the Centre. The Centre may request additional information as needed to perform the functions of the Centre. (4) The Centre shall have access to the widest possible range of financial, administrative and law enforcement information that the Centre requires to perform the functions of the Centre. The Centre shall have access to the widest possible range of financial, administrative and law enforcement information that the Centre requires to perform the functions of the Centre."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Information held by competent authorities or other public agencies",
      "content": "(1) Where a competent authority or any other public agency suspects, in the discharge of responsibilities, information that may be related to money laundering, financing of terrorism and financing of proliferation of weapons of mass destruction, tax evasion or any other unlawful activity, the competent authority or the public agency shall, within twenty-four hours, submit a report to the Centre. Where a competent authority or any other public agency suspects, in the discharge of responsibilities, information that may be related to money laundering, financing of terrorism and financing of proliferation of weapons of mass destruction, tax evasion or any other unlawful activity, the competent authority or the public agency shall, within twenty-four hours, submit a report to the Centre. (2) The report shall The report shall state the suspicion of the competent authority or the public agency or the official of the competent authority or the public agency, and state the suspicion of the competent authority or the public agency or the official of the competent authority or the public agency, and provide reasonable information and records in respect of the suspicion. provide reasonable information and records in respect of the suspicion. (3) The Centre may, in relation to any report or information that the Centre receives, obtain any other information except as otherwise provided by law that the Centre considers necessary to carry out the functions of the Centre. The Centre may, in relation to any report or information that the Centre receives, obtain any other information except as otherwise provided by law that the Centre considers necessary to carry out the functions of the Centre. (4) A person to whom a request is made by the Centre under subsection (3) shall, within seven days after receipt of the request, comply with the request. A person to whom a request is made by the Centre under subsection (3) shall, within seven days after receipt of the request, comply with the request. (5) A competent authority shall maintain comprehensive statistics on matters relevant to the effectiveness and efficiency of the anti-money laundering, countering the financing of terrorism and proliferation of weapons of mass destruction regime and tax evasion in a format to be determined by the Centre. A competent authority shall maintain comprehensive statistics on matters relevant to the effectiveness and efficiency of the anti-money laundering, countering the financing of terrorism and proliferation of weapons of mass destruction regime and tax evasion in a format to be determined by the Centre. (6) Pursuant to subsection (5), a competent authority shall, within thirty working days after the end of every three months, submit to the Centre the statistics maintained. Pursuant to subsection (5), a competent authority shall, within thirty working days after the end of every three months, submit to the Centre the statistics maintained. (7) A competent authority or other public agency shall grant the Centre direct access to the databases of the competent authority or other public agency for the performance of the functions of the Centre. A competent authority or other public agency shall grant the Centre direct access to the databases of the competent authority or other public agency for the performance of the functions of the Centre. (8) A public officer who contravenes subsection (1), (5), (6) or (7) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than three months and not more than twenty-four months or to both. A public officer who contravenes subsection (1), (5), (6) or (7) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than three months and not more than twenty-four months or to both."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Suspicious transaction report",
      "content": "(1) An accountable institution that knows or reasonably suspects that An accountable institution that knows or reasonably suspects that an individual, a business entity, an accountable institution or a trust has received or is about to receive the proceeds of unlawful activity, or an individual, a business entity, an accountable institution or a trust has received or is about to receive the proceeds of unlawful activity, or a transaction to which a business entity is a party a transaction to which a business entity is a party facilitated or is likely to facilitate the transfer of the proceeds of unlawful activity, facilitated or is likely to facilitate the transfer of the proceeds of unlawful activity, has no apparent business or lawful purpose, has no apparent business or lawful purpose, is conducted to avoid or give rise to a reporting duty under this Act, is conducted to avoid or give rise to a reporting duty under this Act, may be relevant to an investigation into tax evasion or an attempt to evade the payment of tax, duty or a levy imposed by legislation, or may be relevant to an investigation into tax evasion or an attempt to evade the payment of tax, duty or a levy imposed by legislation, or has been used or is about to engage in money laundering has been used or is about to engage in money laundering shall within twenty-four hours after the knowledge or the ground for suspicion of the transaction, submit a suspicious transaction report to the Centre. (2) An accountable institution that knows or reasonably suspects that a property is the proceeds of unlawful activity shall submit a suspicious transaction report to the Centre within twenty-four hours after the knowledge or suspicion was formed. An accountable institution that knows or reasonably suspects that a property is the proceeds of unlawful activity shall submit a suspicious transaction report to the Centre within twenty-four hours after the knowledge or suspicion was formed. (3) The obligation under subsection (1) applies to attempted transactions. The obligation under subsection (1) applies to attempted transactions. (4) An accountable institution shall not, except as required by law, disclose to the customers of the person or accountable institution or to a third party that An accountable institution shall not, except as required by law, disclose to the customers of the person or accountable institution or to a third party that a report under subsection (1) or (2) or any other information concerning suspected money laundering, financing of terrorism, financing of proliferation of weapons of mass destruction, tax evasion or any other unlawful activity will be, is being or has been submitted to the Centre, or a report under subsection (1) or (2) or any other information concerning suspected money laundering, financing of terrorism, financing of proliferation of weapons of mass destruction, tax evasion or any other unlawful activity will be, is being or has been submitted to the Centre, or an investigation concerning money laundering, financing of terrorism, financing of proliferation of weapons of mass destruction, tax evasion or other unlawful activity is being or has been carried out. an investigation concerning money laundering, financing of terrorism, financing of proliferation of weapons of mass destruction, tax evasion or other unlawful activity is being or has been carried out. (5) Despite subsection (4), an accountable institution may make a disclosure Despite subsection (4), an accountable institution may make a disclosure to carry out a function that that person has relating to the enforcement of this Act or of any other enactment, or to carry out a function that that person has relating to the enforcement of this Act or of any other enactment, or to dissuade a client from engaging in unlawful activity, where the accountable institution is a lawyer, notary or accountant. to dissuade a client from engaging in unlawful activity, where the accountable institution is a lawyer, notary or accountant. (6) Except for purposes of the implementation of this Act, an accountable institution shall not disclose any information that will identify or is likely to identify the person who Except for purposes of the implementation of this Act, an accountable institution shall not disclose any information that will identify or is likely to identify the person who prepared or made a report under subsection (1) or (2); prepared or made a report under subsection (1) or (2); provided any information in connection with the report to the Centre; or provided any information in connection with the report to the Centre; or handled the suspicious transaction. handled the suspicious transaction. (7) An accountable institution shall not disclose An accountable institution shall not disclose a report under subsection (1) or (2); a report under subsection (1) or (2); any information any information contained in the report under subsection (1) or (2); or contained in the report under subsection (1) or (2); or provided in connection with the report; or provided in connection with the report; or the identity of the person who the identity of the person who prepared or made the report under subsection (1) or (2); or prepared or made the report under subsection (1) or (2); or handled the underlying transaction in any judicial proceeding handled the underlying transaction in any judicial proceeding unless the disclosure is necessary in the interest of justice and is made to a judge for that purpose."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Conducting transaction to avoid giving rise to a reporting duty",
      "content": "A person shall not conduct two or more transactions separately with one or more than one accountable institution so as to avoid the duty to report a transaction by an accountable institution; or avoid the duty to report a transaction by an accountable institution; or breach the duty of an accountable institution to disclose information under this Act. breach the duty of an accountable institution to disclose information under this Act."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Submission of report on cash transaction to the Centre",
      "content": "(1) The Centre shall, in consultation with the supervisory bodies, determine the thresholds of cash transactions for each accountable institution and the threshold shall be published in the Gazette. The Centre shall, in consultation with the supervisory bodies, determine the thresholds of cash transactions for each accountable institution and the threshold shall be published in the Gazette. (2) An accountable institution shall, within twenty-four hours after carrying out a cash transaction, submit a report to the Centre on any cash transaction which exceeds the threshold determined by the Centre. An accountable institution shall, within twenty-four hours after carrying out a cash transaction, submit a report to the Centre on any cash transaction which exceeds the threshold determined by the Centre. (3) The requirement in subsection (1) applies whether the cash transaction is conducted as a single transaction or as several transactions that appear to be linked. The requirement in subsection (1) applies whether the cash transaction is conducted as a single transaction or as several transactions that appear to be linked."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Conveyance of currency to, or from, the country",
      "content": "(1) A person who intends to convey currency to, or from, the country that exceeds the amount prescribed by the Bank of Ghana, shall declare A person who intends to convey currency to, or from, the country that exceeds the amount prescribed by the Bank of Ghana, shall declare the particulars of the currency; and the particulars of the currency; and the amount to be conveyed the amount to be conveyed to the Bank of Ghana or the authorised agent of the Bank of Ghana at the port of entry or exit. (2) A person authorised to receive the declaration shall, immediately on receipt of the declaration, make a copy available to the Centre. A person authorised to receive the declaration shall, immediately on receipt of the declaration, make a copy available to the Centre. (3) The declaration shall be made in accordance with the Foreign Exchange Act, 2007 (Act 723) and Regulations made under that Act. The declaration shall be made in accordance with the Foreign Exchange Act, 2007 (Act 723) and Regulations made under that Act."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Electronic transfer of currency",
      "content": "Where an accountable institution through electronic means and in accordance with the Foreign Exchange Act, 2007 (Act 723) and Regulations made under that Act, transfers currency outside the country, or transfers currency outside the country, or receives currency from outside the country receives currency from outside the country on behalf of a customer which exceeds the amount prescribed by the Bank of Ghana, the accountable institution shall, within twenty-four hours after the transfer or receipt of the currency, report the particulars of the transfer or receipt to the Centre."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Reporting procedures",
      "content": "(1) An accountable institution shall make a report to the Centre on An accountable institution shall make a report to the Centre on the cash transaction under section 40; or the cash transaction under section 40; or the electronic transfer of a currency under section 42 the electronic transfer of a currency under section 42 in a manner prescribed by the Centre. (2) The Centre or an authorised officer, may request an accountable institution that has made a report to provide the Centre with additional information concerning the report. The Centre or an authorised officer, may request an accountable institution that has made a report to provide the Centre with additional information concerning the report. (3) The Centre shall issue The Centre shall issue guidelines on the procedure for, and form in which, a report under sections 40 and 42 is to be submitted, and guidelines on the procedure for, and form in which, a report under sections 40 and 42 is to be submitted, and guidance periodically to assist accountable institutions to fulfill the obligations of the accountable institutions under section 40 or 42. guidance periodically to assist accountable institutions to fulfill the obligations of the accountable institutions under section 40 or 42."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Protection against civil or criminal liability",
      "content": "(1) No action, whether criminal, civil or administrative, shall lie against an accountable institution, including the directors, officers and employees for breach of any restriction on disclosure of information imposed by contract or by any legislative, regulatory or administrative provision if the directors, officers or employees comply in good faith with the obligation to file a suspicious transaction report or provide other information to the Centre or other competent authorities. No action, whether criminal, civil or administrative, shall lie against an accountable institution, including the directors, officers and employees for breach of any restriction on disclosure of information imposed by contract or by any legislative, regulatory or administrative provision if the directors, officers or employees comply in good faith with the obligation to file a suspicious transaction report or provide other information to the Centre or other competent authorities. (2) Criminal action for money laundering, financing of terrorism, financing of proliferation of weapons of mass destruction, tax evasion or any other unlawful activity shall not be brought against a person in connection with the execution of a transaction that has been reported to the Centre in good faith under section 40 or 42. Criminal action for money laundering, financing of terrorism, financing of proliferation of weapons of mass destruction, tax evasion or any other unlawful activity shall not be brought against a person in connection with the execution of a transaction that has been reported to the Centre in good faith under section 40 or 42."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Continuation of transactions",
      "content": "(1) An accountable institution shall not proceed with a transaction which the accountable institution knows or reasonably suspects to be related to An accountable institution shall not proceed with a transaction which the accountable institution knows or reasonably suspects to be related to money laundering; money laundering; financing of terrorism; financing of terrorism; financing of proliferation of weapons of mass destruction; financing of proliferation of weapons of mass destruction; tax evasion; or tax evasion; or any other unlawful activity any other unlawful activity until the Centre directs otherwise. (2) Where discontinuance with a transaction under subsection (1) is Where discontinuance with a transaction under subsection (1) is not possible; or not possible; or likely to frustrate the efforts to investigate the transaction, an accountable institution shall execute the transaction and immediately make a report under section 38. likely to frustrate the efforts to investigate the transaction, an accountable institution shall execute the transaction and immediately make a report under section 38. (3) Where the Centre considers it necessary, based on the seriousness or urgency of the case, the Centre may order the suspension of a transaction for a period of not more than seven working days. Where the Centre considers it necessary, based on the seriousness or urgency of the case, the Centre may order the suspension of a transaction for a period of not more than seven working days. (4) The Chief Executive Officer may apply to the Court within seven days after a transaction has been suspended under subsection (3), for the issuance of a freezing order. The Chief Executive Officer may apply to the Court within seven days after a transaction has been suspended under subsection (3), for the issuance of a freezing order. (5) The person affected by the suspension shall be informed within forty-eight hours of the suspension and may seek redress from the Court. The person affected by the suspension shall be informed within forty-eight hours of the suspension and may seek redress from the Court."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Monitoring orders",
      "content": "(1) The Court may, on application by the Centre, make an order requesting an accountable institution to make a report to the Centre. The Court may, on application by the Centre, make an order requesting an accountable institution to make a report to the Centre. (2) An application under this section shall be made ex-parte. An application under this section shall be made ex-parte. (3) The order may request that, transactions conducted by a specified person with an accountable institution and transactions conducted in respect of a specified account or facility at the accountable institution, be reported if there are reasonable grounds to suspect that the The order may request that, transactions conducted by a specified person with an accountable institution and transactions conducted in respect of a specified account or facility at the accountable institution, be reported if there are reasonable grounds to suspect that the person has transferred or may transfer the proceeds of unlawful activity through the accountable institution or is using or may use the accountable institution for money laundering; person has transferred or may transfer the proceeds of unlawful activity through the accountable institution or is using or may use the accountable institution for money laundering; account or other facility has received or may receive the proceeds of unlawful activity or is being or may be used for money laundering purposes; or account or other facility has received or may receive the proceeds of unlawful activity or is being or may be used for money laundering purposes; or account or transaction is relevant in identifying, locating or quantifying terrorist property. account or transaction is relevant in identifying, locating or quantifying terrorist property. (4) An order under subsection (1) shall lapse after three months except that before the expiry of the three-month period, an application may be made to the Court to extend the order for a period of not more than three months at a time if An order under subsection (1) shall lapse after three months except that before the expiry of the three-month period, an application may be made to the Court to extend the order for a period of not more than three months at a time if the grounds on which the order is based still exists, and the grounds on which the order is based still exists, and the Court is satisfied that the interest of justice may best be served by monitoring the person, account or facility referred to in subsection (1) and in the manner provided for in this section. the Court is satisfied that the interest of justice may best be served by monitoring the person, account or facility referred to in subsection (1) and in the manner provided for in this section. (5) An accountable institution that is or has been subject to a monitoring order under this section shall not disclose the existence of the order to any person except to An accountable institution that is or has been subject to a monitoring order under this section shall not disclose the existence of the order to any person except to an officer of the accountable institution in order to ensure compliance with the order; an officer of the accountable institution in order to ensure compliance with the order; a legal adviser in order to obtain legal advice or representation in respect of the order; or a legal adviser in order to obtain legal advice or representation in respect of the order; or an authorised officer referred to in the order. an authorised officer referred to in the order. (6) Nothing in this section prevents the disclosure of information concerning a monitoring order for the purpose of, or in connection with, legal proceedings or in the course of proceedings before the Court. Nothing in this section prevents the disclosure of information concerning a monitoring order for the purpose of, or in connection with, legal proceedings or in the course of proceedings before the Court."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Referral of a suspected offence to an investigating authority and other public bodies",
      "content": "(1) Subject to this Act, where the Centre has reasonable grounds to suspect that an accountable institution or a person other than a supervisory body has failed to comply with this Act, the Centre may refer the matter together with recommendations considered appropriate by the Centre to Subject to this Act, where the Centre has reasonable grounds to suspect that an accountable institution or a person other than a supervisory body has failed to comply with this Act, the Centre may refer the matter together with recommendations considered appropriate by the Centre to the relevant investigating authority; the relevant investigating authority; an appropriate supervisory body; or an appropriate supervisory body; or a public body or any other authority affected by the contravention or non-compliance. a public body or any other authority affected by the contravention or non-compliance. (2) Where the Centre refers a matter to a supervisory body, a public body or authority, that supervisory body, public body or authority Where the Centre refers a matter to a supervisory body, a public body or authority, that supervisory body, public body or authority shall investigate the matter; and shall investigate the matter; and may, after consultation with the Centre, take steps to remedy the matter. may, after consultation with the Centre, take steps to remedy the matter."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Offences in relation to records and information",
      "content": "(1) A person who A person who opens an anonymous account or an account in a fictitious name for a customer in violation of subsection (1) of section 30; opens an anonymous account or an account in a fictitious name for a customer in violation of subsection (1) of section 30; violates or does not comply with, or fails to act in accordance with, the requirements under subsections (3), (4), (5), (6), (7) (8), (9) or (14) of section 30; violates or does not comply with, or fails to act in accordance with, the requirements under subsections (3), (4), (5), (6), (7) (8), (9) or (14) of section 30; fails to maintain or provide access to records as required under section 32, or destroys or removes records or fails to make records available in a timely manner; fails to maintain or provide access to records as required under section 32, or destroys or removes records or fails to make records available in a timely manner; fails to comply with a request in contravention of subsection (2) or (3) of section 36; fails to comply with a request in contravention of subsection (2) or (3) of section 36; fails to submit a report to the Centre under section 38,40 or 42 within the time limits specified; fails to submit a report to the Centre under section 38,40 or 42 within the time limits specified; discloses to a customer or a third party information in violation of subsection (4) of section 38; discloses to a customer or a third party information in violation of subsection (4) of section 38; discloses information in violation of subsection (6) or (7) of section 38; discloses information in violation of subsection (6) or (7) of section 38; conducts transactions in a manner to avoid a reporting duty by an accountable institution contrary to section 39; conducts transactions in a manner to avoid a reporting duty by an accountable institution contrary to section 39; fails to comply with the declaration obligations under subsection (2) of section 41; or fails to comply with the declaration obligations under subsection (2) of section 41; or discloses the existence of a monitoring order in violation of subsection (5) of section 46; discloses the existence of a monitoring order in violation of subsection (5) of section 46; commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than four thousand penalty units or to a term of imprisonment of not less than six months and not more than five years or to both. (2) A person who A person who sets up a bank in violation of subsection (17) of section 30 or enters into or continues a business relationship in violation of subsection (18) or (19) of section 30; sets up a bank in violation of subsection (17) of section 30 or enters into or continues a business relationship in violation of subsection (18) or (19) of section 30; accesses a computer system, an application data held in a computer system or causes a computer system that belongs to, or is under the control of the Centre or an accountable institution to fail to perform, contrary to section 33; or accesses a computer system, an application data held in a computer system or causes a computer system that belongs to, or is under the control of the Centre or an accountable institution to fail to perform, contrary to section 33; or modifies any programme or electronic record held in a computer contrary to section 34; modifies any programme or electronic record held in a computer contrary to section 34; discloses information in violation of the confidentiality obligation set out under subsection (4) of section 38; discloses information in violation of the confidentiality obligation set out under subsection (4) of section 38; fails to submit a report to the Centre under subsection (1), (2) or (3) of section 38 or section 40, or provides a misleading, false or incomplete statement of facts; fails to submit a report to the Centre under subsection (1), (2) or (3) of section 38 or section 40, or provides a misleading, false or incomplete statement of facts; conceals or fails to state a material fact that is required to be disclosed to the Centre under section 38 or 40; conceals or fails to state a material fact that is required to be disclosed to the Centre under section 38 or 40; fails to inform the Centre of the electronic transfer of currency contrary to section 42; fails to inform the Centre of the electronic transfer of currency contrary to section 42; fails to discontinue with a transaction when so required pursuant to subsection (1) of section 45; or fails to discontinue with a transaction when so required pursuant to subsection (1) of section 45; or fails to comply with a monitoring order contrary to subsection (1) of section 46; fails to comply with a monitoring order contrary to subsection (1) of section 46; commits an offence and is liable on summary conviction to a fine of not less than one thousand penalty units and not more than ten thousand penalty units or to a term of imprisonment of not less than twelve months and not more than five years or to both. (3) Where the offence under subsection (2) is committed by a company or a body of persons, the penalty shall be a fine of not less than five thousand penalty units and not more than fifty thousand penalty units, and Where the offence under subsection (2) is committed by a company or a body of persons, the penalty shall be a fine of not less than five thousand penalty units and not more than fifty thousand penalty units, and in the case of a body corporate, other than a partnership, each director or an officer of the body corporate is considered to have committed the offence; and in the case of a body corporate, other than a partnership, each director or an officer of the body corporate is considered to have committed the offence; and in the case of a partnership, each partner or officer of that partnership is considered to have committed that offence. in the case of a partnership, each partner or officer of that partnership is considered to have committed that offence. (4) A person shall not be convicted of an offence under subsection (2) if the person proves that the offence was committed without the knowledge or connivance of the person or that the person exercised due care and diligence to prevent the commission of the offence having regard to all the circumstances. A person shall not be convicted of an offence under subsection (2) if the person proves that the offence was committed without the knowledge or connivance of the person or that the person exercised due care and diligence to prevent the commission of the offence having regard to all the circumstances. (5) A person, subject to an obligation under this Act, who intentionally or by gross negligence fails to comply with the obligation, is liable to pay to the supervisory body an administrative penalty of not more than ten thousand penalty units. A person, subject to an obligation under this Act, who intentionally or by gross negligence fails to comply with the obligation, is liable to pay to the supervisory body an administrative penalty of not more than ten thousand penalty units. (6) Where applicable, administrative proceedings may be carried out in parallel to criminal proceedings under subsections (1) to (3). Where applicable, administrative proceedings may be carried out in parallel to criminal proceedings under subsections (1) to (3)."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Formulation and implementation of internal rules",
      "content": "(1) An accountable institution shall formulate and implement a policy, procedure, internal rules or programme to prevent An accountable institution shall formulate and implement a policy, procedure, internal rules or programme to prevent money laundering; money laundering; financing of terrorism; financing of terrorism; the financing of proliferation of weapons of mass destruction; the financing of proliferation of weapons of mass destruction; tax evasion; and tax evasion; and the commission of any other unlawful activity the commission of any other unlawful activity in accordance with the requirements set out in this Act. (2) A policy, procedure or programme formulated pursuant to subsection (1) shall include A policy, procedure or programme formulated pursuant to subsection (1) shall include an internal policy, procedure and control that fully complies with the obligations and Regulations including those in relation to an internal policy, procedure and control that fully complies with the obligations and Regulations including those in relation to customer due diligence; customer due diligence; a politically exposed person; a politically exposed person; record keeping; record keeping; a correspondent banking relationship; a correspondent banking relationship; special monitoring of a transaction; special monitoring of a transaction; reporting of suspicious and other transactions; reporting of suspicious and other transactions; a wire transfer; a wire transfer; a risk assessment and management procedure in relation to anti-money laundering, counter financing of terrorism and counter financing of proliferation of weapons of mass destruction, tax evasion or prevention of the commission of any other unlawful activity; and a risk assessment and management procedure in relation to anti-money laundering, counter financing of terrorism and counter financing of proliferation of weapons of mass destruction, tax evasion or prevention of the commission of any other unlawful activity; and an appropriate compliance management arrangement; an appropriate compliance management arrangement; an adequate screening procedure to ensure a high level of standards when hiring an employee and during the employment of that employee; an adequate screening procedure to ensure a high level of standards when hiring an employee and during the employment of that employee; an ongoing training for officials and employees of the accountable institution to an ongoing training for officials and employees of the accountable institution to create awareness on the laws and regulations regarding money laundering, financing of terrorism, financing of proliferation of weapons of mass destruction and any other unlawful activity; create awareness on the laws and regulations regarding money laundering, financing of terrorism, financing of proliferation of weapons of mass destruction and any other unlawful activity; to identify transactions and actions that may be linked to money laundering, financing of terrorism, financing of proliferation of weapons of mass destruction and any other unlawful activity; and to identify transactions and actions that may be linked to money laundering, financing of terrorism, financing of proliferation of weapons of mass destruction and any other unlawful activity; and instruct the officials and employees on procedures to be followed in respect of an activity referred to in subparagraph (ii); instruct the officials and employees on procedures to be followed in respect of an activity referred to in subparagraph (ii); a policy and a procedure to prevent the misuse of a technological development, including a technological development related to an electronic means of storing and transferring funds or value; a policy and a procedure to prevent the misuse of a technological development, including a technological development related to an electronic means of storing and transferring funds or value; a policy and a procedure to identify and assess the risk that may arise in relation to the development of a new product and a new business practice including a policy and a procedure to identify and assess the risk that may arise in relation to the development of a new product and a new business practice including a new delivery mechanism; and a new delivery mechanism; and the use of a new or a developing technology for a new and pre-existing product to take an appropriate measure to manage and mitigate the identified risk before the launch and use of the product, practice or technology; and the use of a new or a developing technology for a new and pre-existing product to take an appropriate measure to manage and mitigate the identified risk before the launch and use of the product, practice or technology; and an adequately resourced and independent audit arrangement to review, verify and test the level of compliance with and effectiveness of the measures taken in accordance with this Act. an adequately resourced and independent audit arrangement to review, verify and test the level of compliance with and effectiveness of the measures taken in accordance with this Act. (3) An accountable institution shall communicate the internal policies, procedures and programmes to an employee of that institution. An accountable institution shall communicate the internal policies, procedures and programmes to an employee of that institution. (4) An accountable institution shall, on request, make a copy of the internal rules available to An accountable institution shall, on request, make a copy of the internal rules available to the Centre; and the Centre; and a supervisory body which performs regulatory or supervisory functions over that accountable institution. a supervisory body which performs regulatory or supervisory functions over that accountable institution. (5) An accountable institution shall ensure that a foreign branch and a majority-owned subsidiary of that accountable institution implements the requirements of sections 30 and 32 to the extent that the applicable domestic laws and regulations of the host country permit. An accountable institution shall ensure that a foreign branch and a majority-owned subsidiary of that accountable institution implements the requirements of sections 30 and 32 to the extent that the applicable domestic laws and regulations of the host country permit. (6) Where the laws of the country in which a foreign branch or majority-owned subsidiary of an accountable institution is situated prevent compliance with the requirements of sections 30 and 32, that accountable institution shall apply appropriate mitigating measures and inform the competent supervisory authority of that accountable institution on the matter. Where the laws of the country in which a foreign branch or majority-owned subsidiary of an accountable institution is situated prevent compliance with the requirements of sections 30 and 32, that accountable institution shall apply appropriate mitigating measures and inform the competent supervisory authority of that accountable institution on the matter. (7) A competent supervisory authority that receives advice in relation to a matter under subsection (6) shall take appropriate steps to achieve the purpose of this Act. A competent supervisory authority that receives advice in relation to a matter under subsection (6) shall take appropriate steps to achieve the purpose of this Act."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Training and monitoring for compliance",
      "content": "(1) An accountable institution shall An accountable institution shall train the directors, officers and employees of that accountable institution on an ongoing basis on train the directors, officers and employees of that accountable institution on an ongoing basis on the requirements of this Act; the requirements of this Act; the internal policies, procedures and controls required under section 49; and the internal policies, procedures and controls required under section 49; and a new development on current trends, methods and techniques in relation to money laundering, financing of terrorism, financing of proliferation of weapons of mass destruction, tax evasion or any other unlawful activity; and a new development on current trends, methods and techniques in relation to money laundering, financing of terrorism, financing of proliferation of weapons of mass destruction, tax evasion or any other unlawful activity; and appoint an Anti-Money Laundering Reporting Officer of a managerial level to ensure that the accountable institution implements and complies with this Act and any internal policies, procedures and programmes of the accountable institution. appoint an Anti-Money Laundering Reporting Officer of a managerial level to ensure that the accountable institution implements and complies with this Act and any internal policies, procedures and programmes of the accountable institution. (2) The Anti-Money Laundering Reporting Officer shall have access to the books, records and employees of the accountable institution to enable that compliance officer perform the functions under paragraph (b) of subsection (1). The Anti-Money Laundering Reporting Officer shall have access to the books, records and employees of the accountable institution to enable that compliance officer perform the functions under paragraph (b) of subsection (1)."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Breaches in relation to compliance",
      "content": "(1) An accountable institution that fails to An accountable institution that fails to formulate and implement internal rules contrary to section 49, or formulate and implement internal rules contrary to section 49, or provide training or appoint an Anti-Money Laundering Reporting Officer contrary to section 50 is liable to an administrative penalty. provide training or appoint an Anti-Money Laundering Reporting Officer contrary to section 50 is liable to an administrative penalty."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Supervisory powers",
      "content": "(1) For the purpose of this Act, the supervision and enforcement of compliance by an accountable institution in relation to For the purpose of this Act, the supervision and enforcement of compliance by an accountable institution in relation to anti-money laundering; anti-money laundering; countering the financing of terrorism; and countering the financing of terrorism; and countering the proliferation of weapons of mass destruction countering the proliferation of weapons of mass destruction shall be the responsibility of the supervisory bodies. (2) Where an accountable institution does not have a direct supervisory body, the Centre or any other institution so designated by the Centre shall, for the purposes of this Act, supervise that accountable institution until such a time that a supervisory body is designated by law. Where an accountable institution does not have a direct supervisory body, the Centre or any other institution so designated by the Centre shall, for the purposes of this Act, supervise that accountable institution until such a time that a supervisory body is designated by law. (3) Where an accountable institution falls within the supervisory authority of more than one supervisory body, the Centre shall, for the purpose of compliance with this Act, designate one of the supervisory bodies to exercise the supervisory role. Where an accountable institution falls within the supervisory authority of more than one supervisory body, the Centre shall, for the purpose of compliance with this Act, designate one of the supervisory bodies to exercise the supervisory role. (4) The supervisory body shall, further to an examination of an accountable institution The supervisory body shall, further to an examination of an accountable institution impose an administrative penalty for non-compliance; and impose an administrative penalty for non-compliance; and notify the Centre of the action taken. notify the Centre of the action taken. (5) The supervisory body shall carry out the following functions: The supervisory body shall carry out the following functions: adopt a risk based approach in supervising and monitoring an accountable institution; adopt a risk based approach in supervising and monitoring an accountable institution; monitor and periodically assess the level of money laundering, financing of terrorism and proliferation of weapons of mass destruction risk of an accountable institution that the supervisory body supervises; monitor and periodically assess the level of money laundering, financing of terrorism and proliferation of weapons of mass destruction risk of an accountable institution that the supervisory body supervises; on notice, require production of, or access to, the records, documents, or any other information relevant to the supervision and monitoring of an accountable institution for compliance with this Act; on notice, require production of, or access to, the records, documents, or any other information relevant to the supervision and monitoring of an accountable institution for compliance with this Act; carry out an examination of the accountable institution that the supervisory body supervises at the time and frequency that the supervisory body may consider appropriate; carry out an examination of the accountable institution that the supervisory body supervises at the time and frequency that the supervisory body may consider appropriate; provide guidance to an accountable institution by provide guidance to an accountable institution by developing guidelines; developing guidelines; providing feedback on compliance with obligations under this Act by an accountable institution; providing feedback on compliance with obligations under this Act by an accountable institution; undertaking any other activity necessary for assisting an accountable institution to understand the obligations under this Act; and undertaking any other activity necessary for assisting an accountable institution to understand the obligations under this Act; and issuing notices; issuing notices; co-operate and share information with the Centre and any other competent authority in the performance of functions and the exercise of powers under this Act; co-operate and share information with the Centre and any other competent authority in the performance of functions and the exercise of powers under this Act; in accordance with this Act and any other enactment, initiate and act on a request from a foreign counterpart and notify the Centre immediately; in accordance with this Act and any other enactment, initiate and act on a request from a foreign counterpart and notify the Centre immediately; impose administrative penalties for non-compliance with this Act; impose administrative penalties for non-compliance with this Act; issue directives to ensure compliance with this Act; and issue directives to ensure compliance with this Act; and perform any other function as may be required to ensure compliance with this Act. perform any other function as may be required to ensure compliance with this Act. (6) A supervisory body may, during an examination, require an employee, officer, or agent of an accountable institution to A supervisory body may, during an examination, require an employee, officer, or agent of an accountable institution to answer questions relating to the records and documents of that accountable institution; and answer questions relating to the records and documents of that accountable institution; and provide any other information that the supervisory body may require for the purpose of the examination. provide any other information that the supervisory body may require for the purpose of the examination."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Administrative penalty",
      "content": "(1) The Centre or a supervisory body may impose an administrative penalty on an accountable institution or any other person to whom this Act applies, where the Centre or supervisory body is satisfied, on available facts and information, that that accountable institution or person has failed to comply with a provision of this Act. The Centre or a supervisory body may impose an administrative penalty on an accountable institution or any other person to whom this Act applies, where the Centre or supervisory body is satisfied, on available facts and information, that that accountable institution or person has failed to comply with a provision of this Act. (2) The Centre or a supervisory body shall consider the following when determining an appropriate administrative penalty to be imposed under this Act: The Centre or a supervisory body shall consider the following when determining an appropriate administrative penalty to be imposed under this Act: the nature, duration, seriousness and extent of non-compliance; the nature, duration, seriousness and extent of non-compliance; whether the accountable institution or person concerned has previously failed to comply with this Act; whether the accountable institution or person concerned has previously failed to comply with this Act; any remedial steps taken by the accountable institution or person concerned to prevent a recurrence of the non-compliance; any remedial steps taken by the accountable institution or person concerned to prevent a recurrence of the non-compliance; any steps taken or to be taken against the accountable institution or person concerned by any steps taken or to be taken against the accountable institution or person concerned by another supervisory body; or another supervisory body; or a voluntary association of which the person concerned is a member; a voluntary association of which the person concerned is a member; the size of the accountable institution; and the size of the accountable institution; and any other relevant factor. any other relevant factor. (3) The Centre or a supervisory body may impose any one or more of the following administrative penalties: The Centre or a supervisory body may impose any one or more of the following administrative penalties: a written warning; a written warning; a suspension of a licence; a suspension of a licence; a revocation of a licence; a revocation of a licence; in the case of an individual, an administrative penalty of not less than five hundred penalty units and not more than twenty thousand penalty units; or in the case of an individual, an administrative penalty of not less than five hundred penalty units and not more than twenty thousand penalty units; or in the case of an entity, an administrative penalty of not less than one thousand penalty units and not more than one hundred thousand penalty units. in the case of an entity, an administrative penalty of not less than one thousand penalty units and not more than one hundred thousand penalty units. (4) An administrative penalty imposed by the Centre or a supervisory body under this Act shall An administrative penalty imposed by the Centre or a supervisory body under this Act shall be a debt due from the accountable institution on whom the administrative penalty is imposed to the Centre; and be a debt due from the accountable institution on whom the administrative penalty is imposed to the Centre; and in the case of an individual, be recoverable by personal action against that individual if the debt is not paid within thirty days after demand; in the case of an individual, be recoverable by personal action against that individual if the debt is not paid within thirty days after demand; in the case of a bank, be recoverable by advising the Bank of Ghana to debit the bank account of that bank held with the Bank of Ghana in favour of the Centre; or in the case of a bank, be recoverable by advising the Bank of Ghana to debit the bank account of that bank held with the Bank of Ghana in favour of the Centre; or in the case of any other accountable institution, be recoverable by an order of the Court against that institution if the debt is not paid within thirty days after demand. in the case of any other accountable institution, be recoverable by an order of the Court against that institution if the debt is not paid within thirty days after demand. (5) An accountable institution affected by an administrative penalty under this section who is dissatisfied with the decision may apply to the Centre or the supervisory body within fifteen days after the administrative penalty is imposed for the decision to be reconsidered. An accountable institution affected by an administrative penalty under this section who is dissatisfied with the decision may apply to the Centre or the supervisory body within fifteen days after the administrative penalty is imposed for the decision to be reconsidered."
    },
    {
      "provision_ref": "s54",
      "section": "54",
      "title": "Extraditable offence",
      "content": "Money laundering, terrorist financing and financing of the proliferation of weapons of mass destruction are extraditable offences under the Extradition Act, 1960 (Act 22). Money laundering, terrorist financing and financing of the proliferation of weapons of mass destruction are extraditable offences under the Extradition Act, 1960 (Act 22)."
    },
    {
      "provision_ref": "s55",
      "section": "55",
      "title": "Trial court and proceedings",
      "content": "(1) The High Court shall have jurisdiction over the trial of an offence under this Act. The High Court shall have jurisdiction over the trial of an offence under this Act. (2) In a trial for an offence under this Act, an accused person may be presumed to have unlawfully acquired property in the absence of evidence to the contrary if that accused person In a trial for an offence under this Act, an accused person may be presumed to have unlawfully acquired property in the absence of evidence to the contrary if that accused person is in possession of a property which the accused person cannot account for and which is disproportionate to the known sources of income of the accused person; or is in possession of a property which the accused person cannot account for and which is disproportionate to the known sources of income of the accused person; or had at the time of the alleged offence obtained access to a property which the accused cannot satisfactorily account for. had at the time of the alleged offence obtained access to a property which the accused cannot satisfactorily account for. (3) In a trial for an offence under subsection (3) of section 1, the burden of persuasion is on the party claiming that the property in the possession of that party is not the proceeds of unlawful activity. In a trial for an offence under subsection (3) of section 1, the burden of persuasion is on the party claiming that the property in the possession of that party is not the proceeds of unlawful activity. (4) In a trial for a prescribed offence, a court may determine that an accused person has acquired proceeds from the commission of unlawful activity. In a trial for a prescribed offence, a court may determine that an accused person has acquired proceeds from the commission of unlawful activity. (5) The Court may, for the purpose of determining whether the accused person has acquired proceeds from the commission of an unlawful activity and in assessing the value of the proceeds, presume that, unless the contrary is proved, The Court may, for the purpose of determining whether the accused person has acquired proceeds from the commission of an unlawful activity and in assessing the value of the proceeds, presume that, unless the contrary is proved, any property acquired by the accused person during and after the commission of the unlawful activity or money laundering offence, constitutes proceeds, payment or reward from the commission of that unlawful activity or money laundering offence; any property acquired by the accused person during and after the commission of the unlawful activity or money laundering offence, constitutes proceeds, payment or reward from the commission of that unlawful activity or money laundering offence; any property transferred into the name of the accused person at any time before the commencement of criminal proceedings against the accused person constitutes proceeds, payment or reward from the commission of an unlawful activity or a money laundering offence; and any property transferred into the name of the accused person at any time before the commencement of criminal proceedings against the accused person constitutes proceeds, payment or reward from the commission of an unlawful activity or a money laundering offence; and any expenditure incurred by the accused person was met out of proceeds of the unlawful activity. any expenditure incurred by the accused person was met out of proceeds of the unlawful activity."
    },
    {
      "provision_ref": "s56",
      "section": "56",
      "title": "Freezing of a transaction or account",
      "content": "(1) The Centre shall not investigate an unlawful activity but where the Chief Executive Officer is of the opinion, on reasonable grounds, that it is necessary to freeze a transaction or an account to prevent money laundering, terrorist financing or the financing of proliferation of weapons of mass destruction or tax evasion, the Chief Executive Officer may direct the freezing of a transaction or an account held with an accountable institution. The Centre shall not investigate an unlawful activity but where the Chief Executive Officer is of the opinion, on reasonable grounds, that it is necessary to freeze a transaction or an account to prevent money laundering, terrorist financing or the financing of proliferation of weapons of mass destruction or tax evasion, the Chief Executive Officer may direct the freezing of a transaction or an account held with an accountable institution. (2) The Chief Executive Officer shall, within seven working days after freezing a transaction or an account, apply to the High Court for confirmation of the action taken. The Chief Executive Officer shall, within seven working days after freezing a transaction or an account, apply to the High Court for confirmation of the action taken. (3) The Court may, on hearing an application under subsection (2), (a) confirm the freezing subject to a condition; or (b) direct the de-freezing of the transaction or account. The Court may, on hearing an application under subsection (2), (a) confirm the freezing subject to a condition; or (b) direct the de-freezing of the transaction or account. (4) Where a transaction or account has been frozen, the Chief Executive Officer shall, within forty-eight hours of the freezing of the transaction or account, direct the accountable institution to notify the person affected. Where a transaction or account has been frozen, the Chief Executive Officer shall, within forty-eight hours of the freezing of the transaction or account, direct the accountable institution to notify the person affected. (5) A person affected by the freezing of a transaction or account may seek redress from the Court. A person affected by the freezing of a transaction or account may seek redress from the Court."
    },
    {
      "provision_ref": "s57",
      "section": "57",
      "title": "Oath of secrecy",
      "content": "(1) A person A person appointed to an office, appointed to an office, appointed to act in an office, or appointed to act in an office, or authorised to perform a function authorised to perform a function under this Act shall swear an oath of secrecy set out in the Second Schedule before assuming office or before performing that function under this Act. (2) A person specified under subsection (1) shall keep confidential information obtained in the performance of a duty, during the pendency of a duty and after the cessation of a duty under this Act. A person specified under subsection (1) shall keep confidential information obtained in the performance of a duty, during the pendency of a duty and after the cessation of a duty under this Act. (3) A person who contravenes subsection (2) commits an offence and is liable on summary conviction to a fine of not less than one thousand penalty units and not more than ten thousand penalty units or to a term of imprisonment of not less than twelve months and not more than five years or to both. A person who contravenes subsection (2) commits an offence and is liable on summary conviction to a fine of not less than one thousand penalty units and not more than ten thousand penalty units or to a term of imprisonment of not less than twelve months and not more than five years or to both. (4) Despite subsections (2) and (3), a person may disclose information obtained Despite subsections (2) and (3), a person may disclose information obtained to enable the Centre perform the functions of the Centre; to enable the Centre perform the functions of the Centre; for the prevention or detection of an unlawful activity; for the prevention or detection of an unlawful activity; in connection with the discharge of an obligation under an international agreement; or in connection with the discharge of an obligation under an international agreement; or to comply with a Court order. to comply with a Court order."
    },
    {
      "provision_ref": "s58",
      "section": "58",
      "title": "Co-operation by public officers",
      "content": "(1) A public officer shall co-operate with authorised officers, agents or employees of the Centre in the performance of the functions of the Centre under this Act. A public officer shall co-operate with authorised officers, agents or employees of the Centre in the performance of the functions of the Centre under this Act. (2) A public officer who refuses or fails without reasonable excuse to cooperate with an authorised officer, agent or employee of the Centre commits an offence and is liable on summary conviction to a fine of not less than fifty penalty units and not more than five hundred penalty units or to a term of imprisonment of not less than three months and not more than six months or to both. A public officer who refuses or fails without reasonable excuse to cooperate with an authorised officer, agent or employee of the Centre commits an offence and is liable on summary conviction to a fine of not less than fifty penalty units and not more than five hundred penalty units or to a term of imprisonment of not less than three months and not more than six months or to both."
    },
    {
      "provision_ref": "s59",
      "section": "59",
      "title": "Obstruction or interference with authorised officers, agents and employees of the Centre",
      "content": "(1) A person who obstructs or hinders an authorised officer, agent or employee of the Centre in the performance of a function under this Act commits an offence and is liable on summary conviction A person who obstructs or hinders an authorised officer, agent or employee of the Centre in the performance of a function under this Act commits an offence and is liable on summary conviction in the case of an individual, to a fine of not less than two hundred penalty units and not more than one thousand penalty units or to a term of imprisonment of not less than six months and not more than twelve months or to both; and in the case of an individual, to a fine of not less than two hundred penalty units and not more than one thousand penalty units or to a term of imprisonment of not less than six months and not more than twelve months or to both; and in the case of an entity, to a fine of not less than one thousand five hundred penalty units and not more than five thousand penalty units. in the case of an entity, to a fine of not less than one thousand five hundred penalty units and not more than five thousand penalty units."
    },
    {
      "provision_ref": "s60",
      "section": "60",
      "title": "Protection from liability and indemnification",
      "content": "(1) An action shall not lie against the Centre, an officer of the Centre or any other person acting under the direction of the Centre for An action shall not lie against the Centre, an officer of the Centre or any other person acting under the direction of the Centre for anything done or omitted to be done in good faith in the implementation of this Act unless it is proven that the act or omission constitutes intentional wrongful conduct or gross negligence; or anything done or omitted to be done in good faith in the implementation of this Act unless it is proven that the act or omission constitutes intentional wrongful conduct or gross negligence; or the exercise of a power or the discharge of a duty authorised or required under any other enactment. the exercise of a power or the discharge of a duty authorised or required under any other enactment. (2) Subject to subsection (3), the Centre shall indemnify Subject to subsection (3), the Centre shall indemnify a member of the Board or a committee of the Board, or a member of the Board or a committee of the Board, or an authorised employee or official of the Centre. an authorised employee or official of the Centre. (3) An agent of the Centre shall be indemnified against costs incurred in the defence of a legal action instituted against the agent in connection with the discharge or purported discharge of an official task within the scope of employment or engagement of that agent under this Act. An agent of the Centre shall be indemnified against costs incurred in the defence of a legal action instituted against the agent in connection with the discharge or purported discharge of an official task within the scope of employment or engagement of that agent under this Act."
    },
    {
      "provision_ref": "s61",
      "section": "61",
      "title": "General penalty",
      "content": "A person who commits an offence under this Act for which a penalty is not provided is liable on summary conviction, in the case of an individual, to a fine of not less than five hundred penalty units and not more than ten thousand penalty units or to a term of imprisonment of not less than six months and not more than two years or to both. in the case of an individual, to a fine of not less than five hundred penalty units and not more than ten thousand penalty units or to a term of imprisonment of not less than six months and not more than two years or to both. in the case of a corporate body to a fine of not less than one thousand penalty units and not more than one hundred thousand penalty units. in the case of a corporate body to a fine of not less than one thousand penalty units and not more than one hundred thousand penalty units."
    },
    {
      "provision_ref": "s62",
      "section": "62",
      "title": "Regulations",
      "content": "The Minister may, on the advice of the Board, by legislative instrument, make Regulations to amend the First Schedule; to amend the First Schedule; on the records to be kept and retained by an accountable institution; on the records to be kept and retained by an accountable institution; on the rules and directives for an accountable institution to identify clients for the purposes of this Act; and on the rules and directives for an accountable institution to identify clients for the purposes of this Act; and on any ancillary or incidental administrative or procedural matter which is necessary for the effective implementation of this Act. on any ancillary or incidental administrative or procedural matter which is necessary for the effective implementation of this Act."
    },
    {
      "provision_ref": "s63",
      "section": "63",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“account” means an arrangement by which an accountable institution(a)accepts deposits of funds or any other property;(b)allows a withdrawal or transfer of funds or any other property;(c)pays a negotiable or transferable instrument;(d)pays orders drawn on or collects a negotiable or transferable instrument or a payment order on behalf of another person; or(e)supplies a facility for a safety deposit box or any other form of safe deposit;“accountant” means a person registered under the Chartered Accountants Act, 1963, (Act 170);“accountable institution” includes an institution specified in the First Schedule;“Anti-Money Laundering Reporting Officer” means a person designated by an accountable institution to oversee the anti­-money laundering, countering the financing of terrorism or the financing of the proliferation of weapons of mass destruction framework, tax evasion and any other unlawful activity of the accountable institution;“application data” means a set of instructions which causes a computer system to perform a function when executed on that computer;“auctioneer” means a person registered under the Auction Sales Act, 1989 (P.N.D.C.L. 230);“authorised officer” means a person authorised by the Centre to perform a function or discharge a duty on behalf of the Centre;“bank” means a body corporate which engages in the deposit­ taking business and is issued with a banking licence in accordance with the Banks and Specialised Deposit-Taking Institution Act, 2016 (Act 930);“beneficial owner” means(a)a natural person who ultimately owns or controls the right to or a benefit from property, including the person on whose behalf a transaction is conducted; or(b)a natural person who exercises ultimate effective control over a legal person or legal arrangement;“business entity” includes(a)a firm;(b)an individual licensed to carry out a business;(c)a limited liability company; or(d)a partnership, for the purpose of providing a product or service for profit or non-profit;“business relationship” means a business, professional or commercial relationship which is(a)connected with a professional activity of an accountable institution; and(b)expected, at the time when the contact is established, to have an element of duration;“Centre” means the Financial Intelligence Centre established under section 6;“Chief Executive Officer” means the Chief Executive Officer appointed under section 17;“competent authority” means(a)the Bank of Ghana;(b)the National Insurance Commission;(c)the Securities and Exchange Commission;(d)the Ghana Revenue Authority;(e)the Ghana Immigration Service;(f)the General Legal Council;(g)the Institute of Chartered Accountants;(h)the Gaming Commission;(i)the Minerals Commission;(j)the Financial Intelligence Centre;(k)the Narcotics Control Commission;(l)the Economic and Organised Crime Office;(m)the Police Service;(n)the National Security Council Secretariat;(o)the Lands Commission;(p)the Office of the Registrar of Companies;(q)the Office of the Attorney-General;(r)the Bureau of National Investigation;(s)the National Communications Authority; and(t)any other unit or institution concerned with combating money laundering, financing of terrorism and financing the proliferation of weapons of mass destruction under this Act or under any other relevant enactment;“computer system” includes(a)an electronic device,(b)a magnetic device,(c)an optical device,(d)an electrochemical device,(e)any other data processing device, or(f)the physical components and any removable storage mediumthat is connected, to a device referred to in paragraphs (a) to (e) or a group of inter-connected or related devices, which is capable of containing data or performing a logical, arithmetic or any other function in relation to data;“correspondent relationship” means the provision of a banking service, payment service and any other service by one bank to another bank to enable that other bank offer a service or a product to the customers;“Court” means the High Court;“currency” means(a)coins, notes or any other money of the Republic of Ghana or of another country that is designated as a legal tender, circulated as or is customarily used and accepted as a medium of exchange;(b)bearer negotiable instruments, travellers’ cheques or any other financial instrument denominated in the currency of the Republic of Ghana or in foreign currency; or(c)a right to receive coins, notes or any other money in respect of a credit or balance with a financial institution or a non-resident;“customer” means(a)a person for whom a transaction or account is arranged, opened or undertaken;(b)a signatory to a transaction or an account;(c)a person to whom an account or a right or an obligation under a transaction has been assigned or transferred;(d)a person who is authorised to conduct a transaction or control an account;(e)a person who attempts to take an action referred to in paragraphs (a) to (d); or(f)any other person prescribed by Regulations;“data” means information which(a)is processed by means of equipment operating automatically in response to instructions given for that purpose;(b)is recorded with the intention that the information should be processed by means of such equipment;(c)is recorded as part of a relevant filing system or with the intention that the information should form part of a relevant filing system; or(d)does not fall within paragraph (a), (b) or (c) but forms part of an accessible record;“domestic list” means the list of persons and entities designated by the Republic of Ghana relating to(a)a terrorist or a terrorist organisation,(b)the financing of terrorism or a terrorist organisation, or(c)the financing of the proliferation of the weapons of mass destruction and other transnational organised crime;“electronic device” means(a)a cell phone;(b)a computer;(c)a device that is capable of transmitting, receiving, or recording messages, images, sounds, data, or any other information by electronic means; or(d)a device that, in appearance, purports to be a cell phone, computer, or any other device referred to in paragraph (c);“electronic transaction” means a transaction made through an electronic device;“entity” means a body incorporated or unincorporated, an association or group of persons, a firm or a partnership;“financial institution” means an entity that undertakes financial intermediation;“financial instrument” means a physical or electronic document which embodies or conveys monetary value;“financial intermediation” means a process of transferring funds from one entity to another entity;“financing of proliferation of weapons of mass destruction” means the act of providing funds or financial services which are used in whole or in part for(a)the manufacture, acquisition, possession, development, export, trans-shipment, brokering, transport, transfer, stockpiling or use of nuclear, chemical or biological weapons; or(b)the means of delivery of related materials such as technologies and dual use goods for non-legitimate purposes, in contravention of national laws or international obligations;“financing of terrorism” means the collection or provision or attempted collection or provision, by any means, directly or indirectly, of funds or other assets with the intention that they should be used or in the knowledge that they are to be used in whole or in part to carry out a terrorist act;“foreign counterpart” means the authority in another country that exercises similar powers and performs similar functions as the Centre;“funds and other assets” means any assets, financial assets, economic resources including oil and other natural resources, property of every kind, whether tangible or intangible, movable or immovable, however acquired, and legal documents or instruments in any form, including electronic or digital, evidencing title to, or interest in, such funds or other assets, including, but not limited to, bank credits, travellers cheques, bank cheques, money orders, shares, securities, bonds, bank drafts, or letters of credit, and any interest, dividends or other income on or value accruing from or generated by such funds or other assets, and any other assets which potentially may be used to obtain funds, goods or services;“game of chance” includes a game other than lottery in which a participant risk, in anticipation of winning an award on the result of the game which depends on luck and cannot be determined before the end of the game, paying money for the right to participate in the game;“intelligence agency” means the Internal or External Intelligence Agency specified in section 12 of the Security and Intelligence Agencies Act, 2020 (Act 1030);“internal rules” means rules formulated by an accountable institution to enable that accountable institution comply with this Act;“investigating authority” means a body that is designated by legislation to investigate an unlawful activity under this Act;“Minister” means the Minister responsible for Finance;“notary” means a person appointed under the Notaries Public Act, 1960 (Act 26);“nominee” in relation to a nominee trust, means(a)a person who, whether paid or unpaid, holds property for a beneficiary whose identity may or may not be known at the time of the trust even though that beneficiary retains the power to direct the actions of the nominee with respect to the management of the trust property; or(b)a person who holds title to real property under a written declaration of trust, where the person or group of persons declares that the person or group of persons will hold property acquired by that person or group of persons as trustees for the benefit of one or more undisclosed beneficiaries, even though the beneficiary or beneficiaries retain the power to direct the actions of the nominee with respect to the management of the trust property;“order” means a monitoring order;“organised criminal group” means a structured group acting in concert with the aim of committing an unlawful activity;“politically exposed person” includes(a)a person who is or has been entrusted with a prominent public function in this country, a foreign country or an international organisation including(i)a Head of State or Head of Government;(ii)a senior political party official, government, judicial or military official;(iii)a person who is or has been an executive in a foreign country of a state-owned company; or(iv)a senior political party official in a foreign country; and(b)an immediate family member or close associates of a person referred to in paragraph (a);“proceeds” means any property or economic advantage derived from or obtained directly or indirectly through unlawful activity, and includes economic gains from the property and property converted or transformed, in full or in part, into other property;“property” includes assets of any kind situated in this country or elsewhere, regardless of its value, whether corporeal or incorporeal, movable or immovable, tangible or intangible, pecuniary resources, legal documents and instruments evidencing title to or interest in such assets, including bank credits, travelers’ cheques, bank cheques, money orders, shares, securities, bonds, bank drafts or letters of credit, and any interest, dividends or other income on or value accruing from or generated by such assets;“record” means a material on which data is recorded or marked and which is capable of being read or understood by a person, computer system or other such device;“Regulations” means Regulations made under this Act;“revenue agency” means an agency authorised by law to collect revenue;“securities portfolio management” means the process of managing the financial assets of a client by a brokerage firm for and on behalf of the client in accordance with selected investment strategy under agreed management principles and regulations;“self-regulatory body” means a professional body consisting of members of the profession that the professional body represents and which(a)regulates the practice of the members of the profession; and(b)supervises or monitors the activities of members of the profession;“serious offence” means an offence for which the maximum penalty is death and the minimum penalty is imprisonment for a period of not less than five years;“structured group” consists of two or more persons, that is not randomly formed, for the commission of an offence, and in which the members may or may not have defined roles, continuity of membership or which may or may not have a developed structure;“supervisory body” means a body responsible for the supervision of the activities of accountable institutions under this Act such as(a)the Bank of Ghana;(b)the National Insurance Commission;(c)the Securities and Exchange Commission;(d)the Gaming Commission;(e)the Minerals Commission; and(f)any other person designated by law or the Centre, “suspicious transaction” means a transaction that appears to involve or to be connected to unlawful activity;“terrorist” means an individual who(a)commits or attempts to commit a terrorist act by any means, directly or indirectly;(b)participates as an accomplice in a terrorist act;(c)organises or directs other persons to commit a terrorist act; or(d)contributes to the commission of a terrorist act by a group of persons acting with a common purpose where the contribution is made intentionally and with the aim of furthering the terrorist act or with the knowledge of the intention of the group to commit a terrorist act;“terrorist act” means(a)an act which constitutes an offence within the scope of, and as defined in one of the treaties listed in the annex to the 1999 International Convention for the Suppression of the Financing of Terrorism, successor Resolutions and other relevant Resolutions, or(b)any other act intended to cause death or serious bodily injury to a civilian, or to any other person not taking an active part in the hostilities in a situation of armed conflict, when the purpose of the act, by its nature or context, is to intimidate a population, or to compel a government or an international organisation to do or to abstain from doing any act;“terrorist organisation” means a group of terrorists that(a)commits or attempts to commit a terrorist act by any means, directly or indirectly;(b)participates as an accomplice in a terrorist act;(c)organises or directs others to commit a terrorist act; or(d)contributes to the commission of a terrorist act by a group of persons acting with a common purpose where the contribution is made intentionally and with the aim of furthering the terrorist act or with the knowledge of the intention of the group to commit a terrorist act;“terrorist property” means(a)proceeds from the commission of a terrorist act;(b)property which has been, is being or is intended to be provided or used to commit a terrorist act;(c)property which has been, is being, or is intended to be provided to or used by a terrorist or a terrorist organisation or a person who finances terrorism;(d)property owned or controlled by or on behalf of, or otherwise related or linked to a terrorist, a terrorist organisation or a person who finances terrorism; or(e)property which has been collected for the purpose of providing support to a terrorist or a terrorist organisation or funding a terrorist act;“third party list” means the list of persons and entities designated by other jurisdictions relating to(a)a terrorist or a terrorist organisation,(b)the financing of terrorism or a terrorist organisation, or(c)the financing of the proliferation of the weapons of mass destruction and other transnational organised crime;“transaction” means a purchase, sale, loan, pledge, gift, transfer, delivery or any other disposition, or their arrangement including(a)the opening of an account;(b)any deposit, withdrawal, exchange or transfer of funds in any currency whether in cash or by cheque, payment order or other instrument or by electronic or other non-physical means;(c)the use of a safety deposit box or any other form of safe deposit;(d)entering into any fiduciary relationship;(e)any payment made or received in satisfaction, in whole or in part, of any contractual or other legal obligation;(f)any payment made in respect of a lottery, bet or other game of chance;(g)establishing or creating a legal person or legal arrangement;(h)an attempt to undertake any of the activities referred to in paragraphs (a) to (g); and(i)any other transaction prescribed by the Regulations; “trust and company service providers” mean professional companies or unpaid persons who hold assets in a trust fund separate from their own assets and any person in a professional capacity who administers a trust or acts as a trustee but does not include a person who provides trust services as a nominee;“United Nations Consolidated List” means the list of persons and entities designated under United Nations sanctions regimes relating to terrorism and the financing of the proliferation of weapons of mass destruction;“unlawful activity” includes(a)a serious offence;(b)participation in an organised criminal group and racketeering;(c)terrorism and terrorist financing;(d)trafficking in human beings and migrant smuggling;(e)sexual exploitation and sexual exploitation of children;(f)illicit trafficking in narcotic drugs and psychotropic substances;(g)illicit trafficking in arms;(h)illicit trafficking in stolen and other goods;(i)corruption and bribery;(j)fraud;(k)counterfeiting currency;(l)counterfeiting and piracy of products;(m)environmental crime;(n)murder, grievous bodily injury;(o)kidnapping, illegal restraint and hostage-taking;(p)robbery or theft;(q)smuggling;(r)tax offences;(s)extortion;(t)forgery;(u)piracy;(v)insider trading and market manipulation;(w)any other similar offence or related prohibited activity punishable with imprisonment for a period of not less than twelve months;(x)any activity that occurred in another country, which constitutes an offence in that country, and which would have constituted an unlawful activity had it occurred in the Republic of Ghana; and(y)a contravention of a law in relation to a matter referred to in paragraphs (a) to (c) which occurs in the country or elsewhere;“virtual asset service provider” means any natural or legal person who is not covered elsewhere under the Financial Action Task Force Recommendations, and as a business conducts one or more of the following activities or operations for or on behalf of another natural or legal person:(a)exchange between virtual assets and fiat currencies;(b)exchange between one or more forms of virtual assets;(c)transfer of virtual assets;(d)safekeeping and administration of virtual assets or instruments enabling control over virtual assets; and(e)participation in and provision of financial services related to an issuer’s offer or sale of a virtual asset;“weapon of mass destruction” means a weapon that can cause death or significant harm to members of the public, to property or to the environment;“wire transfer” means any transaction carried out on behalf of an originator through a financial institution by electronic means with a view to making an amount of funds available to a beneficiary person at a beneficiary financial institution, irrespective of whether the originator and the beneficiary are the same person; and“without delay” means ideally within a matter of hours(a)in the case of the United Nations Sanctions List and freezing actions dealing with third party requests, receipt of information relating to the listing or delisting of a terrorist individual, entity or organisation;(b)in the case of a designation by the United Nations Sanctions Committee, confirmation by order of the Court; or(c)upon having reasonable grounds, or a reasonable basis to suspect or believe that an individual, entity or organisation is a terrorist, one who finances terrorism or a terrorist organisation. In this Act, unless the context otherwise requires, accepts deposits of funds or any other property; allows a withdrawal or transfer of funds or any other property; pays a negotiable or transferable instrument; pays orders drawn on or collects a negotiable or transferable instrument or a payment order on behalf of another person; or supplies a facility for a safety deposit box or any other form of safe deposit; “accountant” means a person registered under the Chartered Accountants Act, 1963, (Act 170); “accountable institution” includes an institution specified in the First Schedule; “Anti-Money Laundering Reporting Officer” means a person designated by an accountable institution to oversee the anti­-money laundering, countering the financing of terrorism or the financing of the proliferation of weapons of mass destruction framework, tax evasion and any other unlawful activity of the accountable institution; “application data” means a set of instructions which causes a computer system to perform a function when executed on that computer; “auctioneer” means a person registered under the Auction Sales Act, 1989 (P.N.D.C.L. 230); “authorised officer” means a person authorised by the Centre to perform a function or discharge a duty on behalf of the Centre; “bank” means a body corporate which engages in the deposit­ taking business and is issued with a banking licence in accordance with the Banks and Specialised Deposit-Taking Institution Act, 2016 (Act 930); a natural person who ultimately owns or controls the right to or a benefit from property, including the person on whose behalf a transaction is conducted; or a natural person who exercises ultimate effective control over a legal person or legal arrangement; a firm; an individual licensed to carry out a business; a limited liability company; or a partnership, for the purpose of providing a product or service for profit or non-profit; connected with a professional activity of an accountable institution; and expected, at the time when the contact is established, to have an element of duration; “Centre” means the Financial Intelligence Centre established under section 6; “Chief Executive Officer” means the Chief Executive Officer appointed under section 17; the Bank of Ghana; the National Insurance Commission; the Securities and Exchange Commission; the Ghana Revenue Authority; the Ghana Immigration Service; the General Legal Council; the Institute of Chartered Accountants; the Gaming Commission; the Minerals Commission; the Financial Intelligence Centre; the Narcotics Control Commission; the Economic and Organised Crime Office; the Police Service; the National Security Council Secretariat; the Lands Commission; the Office of the Registrar of Companies; the Office of the Attorney-General; the Bureau of National Investigation; the National Communications Authority; and any other unit or institution concerned with combating money laundering, financing of terrorism and financing the proliferation of weapons of mass destruction under this Act or under any other relevant enactment; an electronic device, a magnetic device, an optical device, an electrochemical device, any other data processing device, or the physical components and any removable storage medium that is connected, to a device referred to in paragraphs (a) to (e) or a group of inter-connected or related devices, which is capable of containing data or performing a logical, arithmetic or any other function in relation to data; “correspondent relationship” means the provision of a banking service, payment service and any other service by one bank to another bank to enable that other bank offer a service or a product to the customers; “Court” means the High Court; coins, notes or any other money of the Republic of Ghana or of another country that is designated as a legal tender, circulated as or is customarily used and accepted as a medium of exchange; bearer negotiable instruments, travellers’ cheques or any other financial instrument denominated in the currency of the Republic of Ghana or in foreign currency; or a right to receive coins, notes or any other money in respect of a credit or balance with a financial institution or a non-resident; a person for whom a transaction or account is arranged, opened or undertaken; a signatory to a transaction or an account; a person to whom an account or a right or an obligation under a transaction has been assigned or transferred; a person who is authorised to conduct a transaction or control an account; a person who attempts to take an action referred to in paragraphs (a) to (d); or any other person prescribed by Regulations; is processed by means of equipment operating automatically in response to instructions given for that purpose; is recorded with the intention that the information should be processed by means of such equipment; is recorded as part of a relevant filing system or with the intention that the information should form part of a relevant filing system; or does not fall within paragraph (a), (b) or (c) but forms part of an accessible record; a terrorist or a terrorist organisation, the financing of terrorism or a terrorist organisation, or the financing of the proliferation of the weapons of mass destruction and other transnational organised crime; a cell phone; a computer; a device that is capable of transmitting, receiving, or recording messages, images, sounds, data, or any other information by electronic means; or a device that, in appearance, purports to be a cell phone, computer, or any other device referred to in paragraph (c); “electronic transaction” means a transaction made through an electronic device; “entity” means a body incorporated or unincorporated, an association or group of persons, a firm or a partnership; “financial institution” means an entity that undertakes financial intermediation; “financial instrument” means a physical or electronic document which embodies or conveys monetary value; “financial intermediation” means a process of transferring funds from one entity to another entity; the manufacture, acquisition, possession, development, export, trans-shipment, brokering, transport, transfer, stockpiling or use of nuclear, chemical or biological weapons; or the means of delivery of related materials such as technologies and dual use goods for non-legitimate purposes, in contravention of national laws or international obligations; “financing of terrorism” means the collection or provision or attempted collection or provision, by any means, directly or indirectly, of funds or other assets with the intention that they should be used or in the knowledge that they are to be used in whole or in part to carry out a terrorist act; “foreign counterpart” means the authority in another country that exercises similar powers and performs similar functions as the Centre; “funds and other assets” means any assets, financial assets, economic resources including oil and other natural resources, property of every kind, whether tangible or intangible, movable or immovable, however acquired, and legal documents or instruments in any form, including electronic or digital, evidencing title to, or interest in, such funds or other assets, including, but not limited to, bank credits, travellers cheques, bank cheques, money orders, shares, securities, bonds, bank drafts, or letters of credit, and any interest, dividends or other income on or value accruing from or generated by such funds or other assets, and any other assets which potentially may be used to obtain funds, goods or services; “game of chance” includes a game other than lottery in which a participant risk, in anticipation of winning an award on the result of the game which depends on luck and cannot be determined before the end of the game, paying money for the right to participate in the game; “intelligence agency” means the Internal or External Intelligence Agency specified in section 12 of the Security and Intelligence Agencies Act, 2020 (Act 1030); “internal rules” means rules formulated by an accountable institution to enable that accountable institution comply with this Act; “investigating authority” means a body that is designated by legislation to investigate an unlawful activity under this Act; “Minister” means the Minister responsible for Finance; “notary” means a person appointed under the Notaries Public Act, 1960 (Act 26); a person who, whether paid or unpaid, holds property for a beneficiary whose identity may or may not be known at the time of the trust even though that beneficiary retains the power to direct the actions of the nominee with respect to the management of the trust property; or a person who holds title to real property under a written declaration of trust, where the person or group of persons declares that the person or group of persons will hold property acquired by that person or group of persons as trustees for the benefit of one or more undisclosed beneficiaries, even though the beneficiary or beneficiaries retain the power to direct the actions of the nominee with respect to the management of the trust property; “order” means a monitoring order; “organised criminal group” means a structured group acting in concert with the aim of committing an unlawful activity; a Head of State or Head of Government; a senior political party official, government, judicial or military official; a person who is or has been an executive in a foreign country of a state-owned company; or a senior political party official in a foreign country; and an immediate family member or close associates of a person referred to in paragraph (a); “proceeds” means any property or economic advantage derived from or obtained directly or indirectly through unlawful activity, and includes economic gains from the property and property converted or transformed, in full or in part, into other property; “property” includes assets of any kind situated in this country or elsewhere, regardless of its value, whether corporeal or incorporeal, movable or immovable, tangible or intangible, pecuniary resources, legal documents and instruments evidencing title to or interest in such assets, including bank credits, travelers’ cheques, bank cheques, money orders, shares, securities, bonds, bank drafts or letters of credit, and any interest, dividends or other income on or value accruing from or generated by such assets; “record” means a material on which data is recorded or marked and which is capable of being read or understood by a person, computer system or other such device; “Regulations” means Regulations made under this Act; “revenue agency” means an agency authorised by law to collect revenue; “securities portfolio management” means the process of managing the financial assets of a client by a brokerage firm for and on behalf of the client in accordance with selected investment strategy under agreed management principles and regulations; regulates the practice of the members of the profession; and supervises or monitors the activities of members of the profession; “serious offence” means an offence for which the maximum penalty is death and the minimum penalty is imprisonment for a period of not less than five years; “structured group” consists of two or more persons, that is not randomly formed, for the commission of an offence, and in which the members may or may not have defined roles, continuity of membership or which may or may not have a developed structure; the Bank of Ghana; the National Insurance Commission; the Securities and Exchange Commission; the Gaming Commission; the Minerals Commission; and any other person designated by law or the Centre, “suspicious transaction” means a transaction that appears to involve or to be connected to unlawful activity; commits or attempts to commit a terrorist act by any means, directly or indirectly; participates as an accomplice in a terrorist act; organises or directs other persons to commit a terrorist act; or contributes to the commission of a terrorist act by a group of persons acting with a common purpose where the contribution is made intentionally and with the aim of furthering the terrorist act or with the knowledge of the intention of the group to commit a terrorist act; an act which constitutes an offence within the scope of, and as defined in one of the treaties listed in the annex to the 1999 International Convention for the Suppression of the Financing of Terrorism, successor Resolutions and other relevant Resolutions, or any other act intended to cause death or serious bodily injury to a civilian, or to any other person not taking an active part in the hostilities in a situation of armed conflict, when the purpose of the act, by its nature or context, is to intimidate a population, or to compel a government or an international organisation to do or to abstain from doing any act; commits or attempts to commit a terrorist act by any means, directly or indirectly; participates as an accomplice in a terrorist act; organises or directs others to commit a terrorist act; or contributes to the commission of a terrorist act by a group of persons acting with a common purpose where the contribution is made intentionally and with the aim of furthering the terrorist act or with the knowledge of the intention of the group to commit a terrorist act; proceeds from the commission of a terrorist act; property which has been, is being or is intended to be provided or used to commit a terrorist act; property which has been, is being, or is intended to be provided to or used by a terrorist or a terrorist organisation or a person who finances terrorism; property owned or controlled by or on behalf of, or otherwise related or linked to a terrorist, a terrorist organisation or a person who finances terrorism; or property which has been collected for the purpose of providing support to a terrorist or a terrorist organisation or funding a terrorist act; a terrorist or a terrorist organisation, the financing of terrorism or a terrorist organisation, or the financing of the proliferation of the weapons of mass destruction and other transnational organised crime; the opening of an account; any deposit, withdrawal, exchange or transfer of funds in any currency whether in cash or by cheque, payment order or other instrument or by electronic or other non-physical means; the use of a safety deposit box or any other form of safe deposit; entering into any fiduciary relationship; any payment made or received in satisfaction, in whole or in part, of any contractual or other legal obligation; any payment made in respect of a lottery, bet or other game of chance; establishing or creating a legal person or legal arrangement; an attempt to undertake any of the activities referred to in paragraphs (a) to (g); and any other transaction prescribed by the Regulations; “trust and company service providers” mean professional companies or unpaid persons who hold assets in a trust fund separate from their own assets and any person in a professional capacity who administers a trust or acts as a trustee but does not include a person who provides trust services as a nominee; “United Nations Consolidated List” means the list of persons and entities designated under United Nations sanctions regimes relating to terrorism and the financing of the proliferation of weapons of mass destruction; a serious offence; participation in an organised criminal group and racketeering; terrorism and terrorist financing; trafficking in human beings and migrant smuggling; sexual exploitation and sexual exploitation of children; illicit trafficking in narcotic drugs and psychotropic substances; illicit trafficking in arms; illicit trafficking in stolen and other goods; corruption and bribery; fraud; counterfeiting currency; counterfeiting and piracy of products; environmental crime; murder, grievous bodily injury; kidnapping, illegal restraint and hostage-taking; robbery or theft; smuggling; tax offences; extortion; forgery; piracy; insider trading and market manipulation; any other similar offence or related prohibited activity punishable with imprisonment for a period of not less than twelve months; any activity that occurred in another country, which constitutes an offence in that country, and which would have constituted an unlawful activity had it occurred in the Republic of Ghana; and a contravention of a law in relation to a matter referred to in paragraphs (a) to (c) which occurs in the country or elsewhere; exchange between virtual assets and fiat currencies; exchange between one or more forms of virtual assets; transfer of virtual assets; safekeeping and administration of virtual assets or instruments enabling control over virtual assets; and participation in and provision of financial services related to an issuer’s offer or sale of a virtual asset; “weapon of mass destruction” means a weapon that can cause death or significant harm to members of the public, to property or to the environment; “wire transfer” means any transaction carried out on behalf of an originator through a financial institution by electronic means with a view to making an amount of funds available to a beneficiary person at a beneficiary financial institution, irrespective of whether the originator and the beneficiary are the same person; and in the case of the United Nations Sanctions List and freezing actions dealing with third party requests, receipt of information relating to the listing or delisting of a terrorist individual, entity or organisation; in the case of a designation by the United Nations Sanctions Committee, confirmation by order of the Court; or upon having reasonable grounds, or a reasonable basis to suspect or believe that an individual, entity or organisation is a terrorist, one who finances terrorism or a terrorist organisation."
    },
    {
      "provision_ref": "s64",
      "section": "64",
      "title": "Repeal and savings",
      "content": "(1) The following enactments are repealed: The following enactments are repealed: Anti-Money Laundering Act, 2008 (Act 749); and Anti-Money Laundering Act, 2008 (Act 749); and Anti-Money Laundering (Amendment) Act, 2014 (Act 874). Anti-Money Laundering (Amendment) Act, 2014 (Act 874). (2) Despite the repeal of Acts 749 and 874, Regulations, orders, directions, appointments or any other act lawfully made or done under the repealed enactments and in force immediately before the coming into force of this Act shall continue in force as if made or done under this Act and shall continue to have effect until reviewed, cancelled, withdrawn or terminated. Despite the repeal of Acts 749 and 874, Regulations, orders, directions, appointments or any other act lawfully made or done under the repealed enactments and in force immediately before the coming into force of this Act shall continue in force as if made or done under this Act and shall continue to have effect until reviewed, cancelled, withdrawn or terminated. (3) This Act shall not affect the enactments so repealed in their operation, to offences committed or proceedings commenced before the repeal of the enactments. This Act shall not affect the enactments so repealed in their operation, to offences committed or proceedings commenced before the repeal of the enactments."
    },
    {
      "provision_ref": "s65",
      "section": "65",
      "title": "Transitional provisions",
      "content": "(1) The rights, assets and liabilities of the Centre established under Act 749 immediately before the coming into force of this Act and persons employed by the Financial Intelligence Centre are transferred to the Centre established under this Act. The rights, assets and liabilities of the Centre established under Act 749 immediately before the coming into force of this Act and persons employed by the Financial Intelligence Centre are transferred to the Centre established under this Act. (2) Proceedings taken by or against the Centre established under Act 749 may be continued by or against the Centre established under this Act. Proceedings taken by or against the Centre established under Act 749 may be continued by or against the Centre established under this Act. (3) A contract subsisting between the Centre established under Act 749 and any other person and in force immediately before the coming into force of this Act shall subsist between the Centre established under this Act and that other person. A contract subsisting between the Centre established under Act 749 and any other person and in force immediately before the coming into force of this Act shall subsist between the Centre established under this Act and that other person. (4) Moneys held by, or on behalf of, the Centre established under Act 749 immediately before the coming into force of this Act are transferred to the Centre established under this Act. Moneys held by, or on behalf of, the Centre established under Act 749 immediately before the coming into force of this Act are transferred to the Centre established under this Act."
    }
  ],
  "definitions": [
    {
      "term": "account",
      "definition": "an arrangement by which an accountable institution(a)accepts deposits of funds or any other property",
      "source_provision": "s63"
    },
    {
      "term": "accountant",
      "definition": "a person registered under the Chartered Accountants Act, 1963, (Act 170)",
      "source_provision": "s63"
    },
    {
      "term": "Anti-Money Laundering Reporting Officer",
      "definition": "a person designated by an accountable institution to oversee the anti­-money laundering, countering the financing of terrorism or the financing of the proliferation of weapons of mass destruction framework, tax evasion and any other unlawful activity of the accountable institution",
      "source_provision": "s63"
    },
    {
      "term": "application data",
      "definition": "a set of instructions which causes a computer system to perform a function when executed on that computer",
      "source_provision": "s63"
    },
    {
      "term": "auctioneer",
      "definition": "a person registered under the Auction Sales Act, 1989 (P.N.D.C.L. 230)",
      "source_provision": "s63"
    },
    {
      "term": "authorised officer",
      "definition": "a person authorised by the Centre to perform a function or discharge a duty on behalf of the Centre",
      "source_provision": "s63"
    },
    {
      "term": "bank",
      "definition": "a body corporate which engages in the deposit­ taking business and is issued with a banking licence in accordance with the Banks and Specialised Deposit-Taking Institution Act, 2016 (Act 930)",
      "source_provision": "s63"
    },
    {
      "term": "business relationship",
      "definition": "a business, professional or commercial relationship which is(a)connected with a professional activity of an accountable institution",
      "source_provision": "s63"
    },
    {
      "term": "Centre",
      "definition": "the Financial Intelligence Centre established under section 6",
      "source_provision": "s63"
    },
    {
      "term": "Chief Executive Officer",
      "definition": "the Chief Executive Officer appointed under section 17",
      "source_provision": "s63"
    },
    {
      "term": "correspondent relationship",
      "definition": "the provision of a banking service, payment service and any other service by one bank to another bank to enable that other bank offer a service or a product to the customers",
      "source_provision": "s63"
    },
    {
      "term": "Court",
      "definition": "the High Court",
      "source_provision": "s63"
    },
    {
      "term": "data",
      "definition": "information which(a)is processed by means of equipment operating automatically in response to instructions given for that purpose",
      "source_provision": "s63"
    },
    {
      "term": "domestic list",
      "definition": "the list of persons and entities designated by the Republic of Ghana relating to(a)a terrorist or a terrorist organisation,(b)the financing of terrorism or a terrorist organisation, or(c)the financing of the proliferation of the weapons of mass destruction and other transnational organised crime",
      "source_provision": "s63"
    },
    {
      "term": "electronic transaction",
      "definition": "a transaction made through an electronic device",
      "source_provision": "s63"
    },
    {
      "term": "entity",
      "definition": "a body incorporated or unincorporated, an association or group of persons, a firm or a partnership",
      "source_provision": "s63"
    },
    {
      "term": "financial institution",
      "definition": "an entity that undertakes financial intermediation",
      "source_provision": "s63"
    },
    {
      "term": "financial instrument",
      "definition": "a physical or electronic document which embodies or conveys monetary value",
      "source_provision": "s63"
    },
    {
      "term": "financial intermediation",
      "definition": "a process of transferring funds from one entity to another entity",
      "source_provision": "s63"
    },
    {
      "term": "financing of proliferation of weapons of mass destruction",
      "definition": "the act of providing funds or financial services which are used in whole or in part for(a)the manufacture, acquisition, possession, development, export, trans-shipment, brokering, transport, transfer, stockpiling or use of nuclear, chemical or biological weapons",
      "source_provision": "s63"
    },
    {
      "term": "financing of terrorism",
      "definition": "the collection or provision or attempted collection or provision, by any means, directly or indirectly, of funds or other assets with the intention that they should be used or in the knowledge that they are to be used in whole or in part to carry out a terrorist act",
      "source_provision": "s63"
    },
    {
      "term": "foreign counterpart",
      "definition": "the authority in another country that exercises similar powers and performs similar functions as the Centre",
      "source_provision": "s63"
    },
    {
      "term": "funds and other assets",
      "definition": "any assets, financial assets, economic resources including oil and other natural resources, property of every kind, whether tangible or intangible, movable or immovable, however acquired, and legal documents or instruments in any form, including electronic or digital, evidencing title to, or interest in, such funds or other assets, including, but not limited to, bank credits, travellers cheques, bank cheques, money orders, shares, securities, bonds, bank drafts, or letters of credit, and any interest, dividends or other income on or value accruing from or generated by such funds or other assets, and any other assets which potentially may be used to obtain funds, goods or services",
      "source_provision": "s63"
    },
    {
      "term": "intelligence agency",
      "definition": "the Internal or External Intelligence Agency specified in section 12 of the Security and Intelligence Agencies Act, 2020 (Act 1030)",
      "source_provision": "s63"
    },
    {
      "term": "internal rules",
      "definition": "rules formulated by an accountable institution to enable that accountable institution comply with this Act",
      "source_provision": "s63"
    },
    {
      "term": "investigating authority",
      "definition": "a body that is designated by legislation to investigate an unlawful activity under this Act",
      "source_provision": "s63"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s63"
    },
    {
      "term": "notary",
      "definition": "a person appointed under the Notaries Public Act, 1960 (Act 26)",
      "source_provision": "s63"
    },
    {
      "term": "order",
      "definition": "a monitoring order",
      "source_provision": "s63"
    },
    {
      "term": "organised criminal group",
      "definition": "a structured group acting in concert with the aim of committing an unlawful activity",
      "source_provision": "s63"
    },
    {
      "term": "proceeds",
      "definition": "any property or economic advantage derived from or obtained directly or indirectly through unlawful activity, and includes economic gains from the property and property converted or transformed, in full or in part, into other property",
      "source_provision": "s63"
    },
    {
      "term": "record",
      "definition": "a material on which data is recorded or marked and which is capable of being read or understood by a person, computer system or other such device",
      "source_provision": "s63"
    },
    {
      "term": "Regulations",
      "definition": "Regulations made under this Act",
      "source_provision": "s63"
    },
    {
      "term": "revenue agency",
      "definition": "an agency authorised by law to collect revenue",
      "source_provision": "s63"
    },
    {
      "term": "securities portfolio management",
      "definition": "the process of managing the financial assets of a client by a brokerage firm for and on behalf of the client in accordance with selected investment strategy under agreed management principles and regulations",
      "source_provision": "s63"
    },
    {
      "term": "self-regulatory body",
      "definition": "a professional body consisting of members of the profession that the professional body represents and which(a)regulates the practice of the members of the profession",
      "source_provision": "s63"
    },
    {
      "term": "serious offence",
      "definition": "an offence for which the maximum penalty is death and the minimum penalty is imprisonment for a period of not less than five years",
      "source_provision": "s63"
    },
    {
      "term": "supervisory body",
      "definition": "a body responsible for the supervision of the activities of accountable institutions under this Act such as(a)the Bank of Ghana",
      "source_provision": "s63"
    },
    {
      "term": "suspicious transaction",
      "definition": "a transaction that appears to involve or to be connected to unlawful activity",
      "source_provision": "s63"
    },
    {
      "term": "terrorist",
      "definition": "an individual who(a)commits or attempts to commit a terrorist act by any means, directly or indirectly",
      "source_provision": "s63"
    },
    {
      "term": "terrorist organisation",
      "definition": "a group of terrorists that(a)commits or attempts to commit a terrorist act by any means, directly or indirectly",
      "source_provision": "s63"
    },
    {
      "term": "third party list",
      "definition": "the list of persons and entities designated by other jurisdictions relating to(a)a terrorist or a terrorist organisation,(b)the financing of terrorism or a terrorist organisation, or(c)the financing of the proliferation of the weapons of mass destruction and other transnational organised crime",
      "source_provision": "s63"
    },
    {
      "term": "transaction",
      "definition": "a purchase, sale, loan, pledge, gift, transfer, delivery or any other disposition, or their arrangement including(a)the opening of an account",
      "source_provision": "s63"
    },
    {
      "term": "United Nations Consolidated List",
      "definition": "the list of persons and entities designated under United Nations sanctions regimes relating to terrorism and the financing of the proliferation of weapons of mass destruction",
      "source_provision": "s63"
    },
    {
      "term": "virtual asset service provider",
      "definition": "any natural or legal person who is not covered elsewhere under the Financial Action Task Force Recommendations, and as a business conducts one or more of the following activities or operations for or on behalf of another natural or legal person:(a)exchange between virtual assets and fiat currencies",
      "source_provision": "s63"
    },
    {
      "term": "weapon of mass destruction",
      "definition": "a weapon that can cause death or significant harm to members of the public, to property or to the environment",
      "source_provision": "s63"
    },
    {
      "term": "wire transfer",
      "definition": "any transaction carried out on behalf of an originator through a financial institution by electronic means with a view to making an amount of funds available to a beneficiary person at a beneficiary financial institution, irrespective of whether the originator and the beneficiary are the same person",
      "source_provision": "s63"
    },
    {
      "term": "without delay",
      "definition": "ideally within a matter of hours(a)in the case of the United Nations Sanctions List and freezing actions dealing with third party requests, receipt of information relating to the listing or delisting of a terrorist individual, entity or organisation",
      "source_provision": "s63"
    },
    {
      "term": "accountant",
      "definition": "a person registered under the Chartered Accountants Act, 1963, (Act 170)",
      "source_provision": "s63"
    },
    {
      "term": "Anti-Money Laundering Reporting Officer",
      "definition": "a person designated by an accountable institution to oversee the anti­-money laundering, countering the financing of terrorism or the financing of the proliferation of weapons of mass destruction framework, tax evasion and any other unlawful activity of the accountable institution",
      "source_provision": "s63"
    },
    {
      "term": "application data",
      "definition": "a set of instructions which causes a computer system to perform a function when executed on that computer",
      "source_provision": "s63"
    },
    {
      "term": "auctioneer",
      "definition": "a person registered under the Auction Sales Act, 1989 (P.N.D.C.L. 230)",
      "source_provision": "s63"
    },
    {
      "term": "authorised officer",
      "definition": "a person authorised by the Centre to perform a function or discharge a duty on behalf of the Centre",
      "source_provision": "s63"
    },
    {
      "term": "bank",
      "definition": "a body corporate which engages in the deposit­ taking business and is issued with a banking licence in accordance with the Banks and Specialised Deposit-Taking Institution Act, 2016 (Act 930)",
      "source_provision": "s63"
    },
    {
      "term": "Centre",
      "definition": "the Financial Intelligence Centre established under section 6",
      "source_provision": "s63"
    },
    {
      "term": "Chief Executive Officer",
      "definition": "the Chief Executive Officer appointed under section 17",
      "source_provision": "s63"
    },
    {
      "term": "correspondent relationship",
      "definition": "the provision of a banking service, payment service and any other service by one bank to another bank to enable that other bank offer a service or a product to the customers",
      "source_provision": "s63"
    },
    {
      "term": "Court",
      "definition": "the High Court",
      "source_provision": "s63"
    },
    {
      "term": "electronic transaction",
      "definition": "a transaction made through an electronic device",
      "source_provision": "s63"
    },
    {
      "term": "entity",
      "definition": "a body incorporated or unincorporated, an association or group of persons, a firm or a partnership",
      "source_provision": "s63"
    },
    {
      "term": "financial institution",
      "definition": "an entity that undertakes financial intermediation",
      "source_provision": "s63"
    },
    {
      "term": "financial instrument",
      "definition": "a physical or electronic document which embodies or conveys monetary value",
      "source_provision": "s63"
    },
    {
      "term": "financial intermediation",
      "definition": "a process of transferring funds from one entity to another entity",
      "source_provision": "s63"
    },
    {
      "term": "financing of terrorism",
      "definition": "the collection or provision or attempted collection or provision, by any means, directly or indirectly, of funds or other assets with the intention that they should be used or in the knowledge that they are to be used in whole or in part to carry out a terrorist act",
      "source_provision": "s63"
    },
    {
      "term": "foreign counterpart",
      "definition": "the authority in another country that exercises similar powers and performs similar functions as the Centre",
      "source_provision": "s63"
    },
    {
      "term": "funds and other assets",
      "definition": "any assets, financial assets, economic resources including oil and other natural resources, property of every kind, whether tangible or intangible, movable or immovable, however acquired, and legal documents or instruments in any form, including electronic or digital, evidencing title to, or interest in, such funds or other assets, including, but not limited to, bank credits, travellers cheques, bank cheques, money orders, shares, securities, bonds, bank drafts, or letters of credit, and any interest, dividends or other income on or value accruing from or generated by such funds or other assets, and any other assets which potentially may be used to obtain funds, goods or services",
      "source_provision": "s63"
    },
    {
      "term": "intelligence agency",
      "definition": "the Internal or External Intelligence Agency specified in section 12 of the Security and Intelligence Agencies Act, 2020 (Act 1030)",
      "source_provision": "s63"
    },
    {
      "term": "internal rules",
      "definition": "rules formulated by an accountable institution to enable that accountable institution comply with this Act",
      "source_provision": "s63"
    },
    {
      "term": "investigating authority",
      "definition": "a body that is designated by legislation to investigate an unlawful activity under this Act",
      "source_provision": "s63"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s63"
    },
    {
      "term": "notary",
      "definition": "a person appointed under the Notaries Public Act, 1960 (Act 26)",
      "source_provision": "s63"
    },
    {
      "term": "order",
      "definition": "a monitoring order",
      "source_provision": "s63"
    },
    {
      "term": "organised criminal group",
      "definition": "a structured group acting in concert with the aim of committing an unlawful activity",
      "source_provision": "s63"
    },
    {
      "term": "proceeds",
      "definition": "any property or economic advantage derived from or obtained directly or indirectly through unlawful activity, and includes economic gains from the property and property converted or transformed, in full or in part, into other property",
      "source_provision": "s63"
    },
    {
      "term": "record",
      "definition": "a material on which data is recorded or marked and which is capable of being read or understood by a person, computer system or other such device",
      "source_provision": "s63"
    },
    {
      "term": "Regulations",
      "definition": "Regulations made under this Act",
      "source_provision": "s63"
    },
    {
      "term": "revenue agency",
      "definition": "an agency authorised by law to collect revenue",
      "source_provision": "s63"
    },
    {
      "term": "securities portfolio management",
      "definition": "the process of managing the financial assets of a client by a brokerage firm for and on behalf of the client in accordance with selected investment strategy under agreed management principles and regulations",
      "source_provision": "s63"
    },
    {
      "term": "serious offence",
      "definition": "an offence for which the maximum penalty is death and the minimum penalty is imprisonment for a period of not less than five years",
      "source_provision": "s63"
    },
    {
      "term": "suspicious transaction",
      "definition": "a transaction that appears to involve or to be connected to unlawful activity",
      "source_provision": "s63"
    },
    {
      "term": "United Nations Consolidated List",
      "definition": "the list of persons and entities designated under United Nations sanctions regimes relating to terrorism and the financing of the proliferation of weapons of mass destruction",
      "source_provision": "s63"
    },
    {
      "term": "weapon of mass destruction",
      "definition": "a weapon that can cause death or significant harm to members of the public, to property or to the environment",
      "source_provision": "s63"
    },
    {
      "term": "wire transfer",
      "definition": "any transaction carried out on behalf of an originator through a financial institution by electronic means with a view to making an amount of funds available to a beneficiary person at a beneficiary financial institution, irrespective of whether the originator and the beneficiary are the same person",
      "source_provision": "s63"
    }
  ]
}