{
  "id": "act-61-2020",
  "type": "act",
  "title": "Declaration of Public Health Emergency Coronavirus Disease (COVID-19) Pandemic Instrument, 2020",
  "short_name": "DPHE 2020",
  "act_number": 61,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-03-23",
  "url": "https://ghalii.org/akn/gh/act/2020/61",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Declaration of public health emergency",
      "content": "COVID-19 is hereby declared a public health emergency. COVID-19 is hereby declared a public health emergency."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Testing and quarantine directives",
      "content": "A person who shows symptoms of COVID-19 shall be tested for COVID-19 and put under quarantine, as may be necessary; shows symptoms of COVID-19 shall be tested for COVID-19 and put under quarantine, as may be necessary; enters Ghana shall be mandatorily quarantined for a period of fourteen days, and tested for COVID-19; and enters Ghana shall be mandatorily quarantined for a period of fourteen days, and tested for COVID-19; and is determined by the relevant health authorities to be unable to undergo satisfactory self-quarantine shall be mandatorily quarantined by the relevant authorities. is determined by the relevant health authorities to be unable to undergo satisfactory self-quarantine shall be mandatorily quarantined by the relevant authorities."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Preventive measures",
      "content": "(1) To avoid the spread of COVID-19, all persons shall take preventive measures including To avoid the spread of COVID-19, all persons shall take preventive measures including regular hand washing with soap under running water; regular hand washing with soap under running water; use of alcohol-based hand sanitisers; use of alcohol-based hand sanitisers; avoiding shaking of hands; avoiding shaking of hands; covering of mouth and nose with tissue when coughing and sneezing; covering of mouth and nose with tissue when coughing and sneezing; immediate disposal of tissue and other materials used for covering the mouth and nose into a trash bin; immediate disposal of tissue and other materials used for covering the mouth and nose into a trash bin; maintaining a distance of at least one metre away from a person with fever, cough, sneezing and difficulty in breathing; maintaining a distance of at least one metre away from a person with fever, cough, sneezing and difficulty in breathing; avoiding close contact with a person showing symptoms of respiratory illness; avoiding close contact with a person showing symptoms of respiratory illness; staying at home when symptoms of fever, cough and difficulty in breathing occur; staying at home when symptoms of fever, cough and difficulty in breathing occur; promptly calling prescribed telephone numbers when necessary; and promptly calling prescribed telephone numbers when necessary; and being physically active, sipping water to keep mouth and throat continuously moist, healthy eating, avoiding stress and taking enough rest and sleep. being physically active, sipping water to keep mouth and throat continuously moist, healthy eating, avoiding stress and taking enough rest and sleep. (2) All facilities and establishments including, manufacturing and industrial workplaces, local markets, supermarkets, shopping malls, restaurants, hotels, security and essential services shall ensure that All facilities and establishments including, manufacturing and industrial workplaces, local markets, supermarkets, shopping malls, restaurants, hotels, security and essential services shall ensure that social distancing is maintained between patrons and staff, and among staff of the facility or establishment; and social distancing is maintained between patrons and staff, and among staff of the facility or establishment; and enhanced hygiene procedures, including the provision of running water and hand washing soap, alcohol-based hand sanitisers and disinfectants, are complied with. enhanced hygiene procedures, including the provision of running water and hand washing soap, alcohol-based hand sanitisers and disinfectants, are complied with. Kwaku Agyeman-Manu (MP) Minister for Health"
    }
  ],
  "definitions": []
}