{
  "id": "act-1049-2020",
  "type": "act",
  "title": "Pre-Tertiary Education Act, 2020",
  "short_name": "Pre-Tertiary Education Act, 2020 2020",
  "act_number": 1049,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-10-27",
  "url": "https://ghalii.org/akn/gh/act/2020/1049",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "System of pre-tertiary education",
      "content": "The system of pre-tertiary education shall consist of basic education which comprises two years of Kindergarten; two years of Kindergarten; six years of Primary School; and six years of Primary School; and three years of Junior High School; and three years of Junior High School; and secondary education which comprises three years of Senior High School; or three years of Senior High School; or three years of Technical and Vocational Education and Training. three years of Technical and Vocational Education and Training."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Free, compulsory and universal basic education",
      "content": "(1) A child who has attained school going age shall attend a course of instruction as laid down by the Minister in a school at the basic level recognised for that purpose by the Ministry. A child who has attained school going age shall attend a course of instruction as laid down by the Minister in a school at the basic level recognised for that purpose by the Ministry. (2) Basic education shall be free, compulsory and universal. Basic education shall be free, compulsory and universal. (3) There shall be no social, cultural, religious, gender, economic or geographic hindrance to any child of school-going age from gaining access to free compulsory universal basic education in a public basic education school. There shall be no social, cultural, religious, gender, economic or geographic hindrance to any child of school-going age from gaining access to free compulsory universal basic education in a public basic education school. (4) Subject to clause (2) of article 240 of the Constitution, a District Assembly shall provide the necessary infrastructural requirements and any other facilities for the provision of basic education for the population in the area of authority of the District Assembly. Subject to clause (2) of article 240 of the Constitution, a District Assembly shall provide the necessary infrastructural requirements and any other facilities for the provision of basic education for the population in the area of authority of the District Assembly."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Free secondary education",
      "content": "Secondary education in its different forms, including technical and vocational education, shall be free and accessible to all eligible candidates. Secondary education in its different forms, including technical and vocational education, shall be free and accessible to all eligible candidates."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Management of pre-tertiary schools",
      "content": "(1) The Education Service, in collaboration with the Local Government Service, shall take measures to ensure that the District Education office takes responsibility for the provision of effective and efficient management of basic schools. The Education Service, in collaboration with the Local Government Service, shall take measures to ensure that the District Education office takes responsibility for the provision of effective and efficient management of basic schools. (2) The Regional Education Directorate shall take responsibility for the effective and efficient management of senior high schools. The Regional Education Directorate shall take responsibility for the effective and efficient management of senior high schools. (3) The Technical and Vocational Education and Training Service shall take responsibility for the effective and efficient management of pre-tertiary technical and vocational education and training institutions. The Technical and Vocational Education and Training Service shall take responsibility for the effective and efficient management of pre-tertiary technical and vocational education and training institutions. (4) Faith-based schools shall enter into Memorandum of Understanding with the Education Service for the effective and efficient management of faith-based schools. Faith-based schools shall enter into Memorandum of Understanding with the Education Service for the effective and efficient management of faith-based schools."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Inclusive education",
      "content": "(1) The Ministry and District Assemblies shall provide and ensure that the environment created for basic education is user-friendly for persons with disability and children with special education needs. The Ministry and District Assemblies shall provide and ensure that the environment created for basic education is user-friendly for persons with disability and children with special education needs. (2) A school that delivers education to children with special needs shall ensure that the environment created for basic education is user-friendly and meets the requirements of such children admitted into the schools. A school that delivers education to children with special needs shall ensure that the environment created for basic education is user-friendly and meets the requirements of such children admitted into the schools. (3) A parent or guardian shall take advantage of inclusive education facilities to send a child with special needs to the appropriate education facility or make a request for the provision of an appropriate education facility which may be provided, subject to the availability of resources. A parent or guardian shall take advantage of inclusive education facilities to send a child with special needs to the appropriate education facility or make a request for the provision of an appropriate education facility which may be provided, subject to the availability of resources. (4) For the purpose of this section, “inclusive education” means the value system that holds that each child, irrespective of their physical or personal circumstance, is given equal and balanced opportunity and access to basic education. For the purpose of this section, “inclusive education” means the value system that holds that each child, irrespective of their physical or personal circumstance, is given equal and balanced opportunity and access to basic education."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Establishment of the Education Service",
      "content": "(1) There is established by this Act, the Education Service as a body corporate. There is established by this Act, the Education Service as a body corporate. (2) For the performance of the functions of the Education Service, the Education Service may hold property, dispose of such property and enter into a contract or any other related transaction. For the performance of the functions of the Education Service, the Education Service may hold property, dispose of such property and enter into a contract or any other related transaction. (3) Where there is a hindrance to the acquisition of land, the land may be acquired for the Education Service under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Education Service. Where there is a hindrance to the acquisition of land, the land may be acquired for the Education Service under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Education Service."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Membership of the Education Service",
      "content": "The education service shall consist of the personnel of the Education Service at the headquarters existing before the coming into force of this Act; the personnel of the Education Service at the headquarters existing before the coming into force of this Act; the personnel of education management units existing immediately before the coming into force of this Act; the personnel of education management units existing immediately before the coming into force of this Act; staff of the Regional and District Education Directorate; staff of the Regional and District Education Directorate; staff of public basic and senior high schools; and staff of public basic and senior high schools; and any other person employed for the Education Service. any other person employed for the Education Service."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Object of the Education Service",
      "content": "The object of the Education Service is to provide coordination and harmonisation for the effective and efficient delivery of basic and senior high education in the country. The object of the Education Service is to provide coordination and harmonisation for the effective and efficient delivery of basic and senior high education in the country."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Functions of the Education Service",
      "content": "To achieve the object of the Education Service, the Education Service shall be responsible for the coordination of standards and direction for the effective and efficient implementation of approved national policies and programmes relating to basic and senior high education delivery; be responsible for the coordination of standards and direction for the effective and efficient implementation of approved national policies and programmes relating to basic and senior high education delivery; be responsible for the monitoring of all funds allocated for the delivery of effective and efficient basic and senior high education; be responsible for the monitoring of all funds allocated for the delivery of effective and efficient basic and senior high education; advise the Minister on financial, human resource, policy, infrastructure, logistics and other relevant matters relating to education; advise the Minister on financial, human resource, policy, infrastructure, logistics and other relevant matters relating to education; submit to the Minister recommendations for basic and senior high educational policies and programmes; submit to the Minister recommendations for basic and senior high educational policies and programmes; be responsible for the management of the human resource of kindergarten, primary, junior high and senior high schools; be responsible for the management of the human resource of kindergarten, primary, junior high and senior high schools; coordinate district and regional sports and cultural activities in schools in collaboration with the appropriate institutions and authorities; coordinate district and regional sports and cultural activities in schools in collaboration with the appropriate institutions and authorities; exercise jurisdiction in matters of discipline over personnel at the District and Regional Education Directorate; exercise jurisdiction in matters of discipline over personnel at the District and Regional Education Directorate; advise and collaborate with the Ministry to implement national education policies and education strategies; advise and collaborate with the Ministry to implement national education policies and education strategies; be responsible for the management of basic and senior high schools on behalf of the Ministry; and be responsible for the management of basic and senior high schools on behalf of the Ministry; and carry out any other function incidental to the attainment of the object of the Education service. carry out any other function incidental to the attainment of the object of the Education service."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Governing body of the education service",
      "content": "(1) The governing body of the Education Service is a Council consisting of the following: The governing body of the Education Service is a Council consisting of the following: a chairperson with at least ten years experience in academic, administrative and education matters nominated by the President; a chairperson with at least ten years experience in academic, administrative and education matters nominated by the President; one representative of the following: one representative of the following: the West African Examinations Council not below the rank of a Director nominated by the Registrar of the West African Examinations Council; the West African Examinations Council not below the rank of a Director nominated by the Registrar of the West African Examinations Council; the National Schools Inspectorate Authority not below the rank of a Director or an equivalent rank nominated by the Inspector-General of Schools; the National Schools Inspectorate Authority not below the rank of a Director or an equivalent rank nominated by the Inspector-General of Schools; the National Teaching Council not below the rank of a Director or an equivalent rank nominated by the Registrar of the National Teaching Council; the National Teaching Council not below the rank of a Director or an equivalent rank nominated by the Registrar of the National Teaching Council; the National Council for Curriculum and Assessment not below the rank of a Director or an equivalent rank nominated by the Director-General of the National Council for Curriculum and Assessment; the National Council for Curriculum and Assessment not below the rank of a Director or an equivalent rank nominated by the Director-General of the National Council for Curriculum and Assessment; teacher associations on a rotational basis; teacher associations on a rotational basis; the Ministry not below the rank of a Director nominated by the Minister; the Ministry not below the rank of a Director nominated by the Minister; the Local Government Service Council not below the rank of a Director or an equivalent rank nominated by the Head of the Local Government Service; the Local Government Service Council not below the rank of a Director or an equivalent rank nominated by the Head of the Local Government Service; the Faith Based Organisations in Ghana; and the Faith Based Organisations in Ghana; and non-teaching staff of the Education Service nominated by the non-teaching staff of the Education Service; non-teaching staff of the Education Service nominated by the non-teaching staff of the Education Service; one female educationist not below the rank of a Director or an equivalent rank nominated by the Minister; and one female educationist not below the rank of a Director or an equivalent rank nominated by the Minister; and the Director-General of the Education Service. the Director-General of the Education Service. (2) The President shall, in accordance with article 70 of the Constitution, appoint the chairperson and other members of the Council. Functions of the Council. The President shall, in accordance with article 70 of the Constitution, appoint the chairperson and other members of the Council. Functions of the Council."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Functions of the Council",
      "content": "The council shall advise the Minister on policy formulation and the coordination of approved national policies, programmes and standards relating to basic and senior high education; advise the Minister on policy formulation and the coordination of approved national policies, programmes and standards relating to basic and senior high education; ensure the effective and efficient implementation of basic and senior high education system; ensure the effective and efficient implementation of basic and senior high education system; submit to the Minister policy recommendations for basic and senior high education programmes and standards; submit to the Minister policy recommendations for basic and senior high education programmes and standards; collaborate with the Local Government Service on matters of basic and senior high education; collaborate with the Local Government Service on matters of basic and senior high education; ensure the effective and efficient performance of the functions of the Education Service; and ensure the effective and efficient performance of the functions of the Education Service; and advise on any other matters relating to basic and senior high education that the Minister may request. advise on any other matters relating to basic and senior high education that the Minister may request."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Tenure of office of members of the council",
      "content": "(1) A member of the Council shall hold office for four years and is eligible for re-appointment for another term only. A member of the Council shall hold office for four years and is eligible for re-appointment for another term only. (2) Subsection (1) does not apply to the Director-General of the Education Service. Subsection (1) does not apply to the Director-General of the Education Service. (3) A member of the Council may, at any time, resign from office in writing addressed to the President through the Minister. A member of the Council may, at any time, resign from office in writing addressed to the President through the Minister. (4) A member of the Council who is absent from three consecutive meetings of the Council without sufficient cause ceases to be a member of the Council. A member of the Council who is absent from three consecutive meetings of the Council without sufficient cause ceases to be a member of the Council. (5) The President may, by letter addressed to a member, revoke the appointment of that member. The President may, by letter addressed to a member, revoke the appointment of that member. (6) Where a member of the Council is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability of the member to act would result in the declaration of a vacancy. Where a member of the Council is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability of the member to act would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3) or (4), or subsection (2) of section 14, under subsection (3) or (4), or subsection (2) of section 14, as a result of a declaration under subsection (6), or as a result of a declaration under subsection (6), or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy for the unexpired term of the member."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Meetings of the Council",
      "content": "(1) The Council shall meet at least once each quarter for the conduct of business at a time and place determined by the chairperson. The Council shall meet at least once each quarter for the conduct of business at a time and place determined by the chairperson. (2) The chairperson shall at the request in writing of not less than one-third of the members of the Council convene an extraordinary meeting of the Council at a time and place determined by the chairperson. The chairperson shall at the request in writing of not less than one-third of the members of the Council convene an extraordinary meeting of the Council at a time and place determined by the chairperson. (3) The chairperson shall preside at the meetings of the Council and in the absence of the chairperson, a member of the Council elected by the members present shall preside. The chairperson shall preside at the meetings of the Council and in the absence of the chairperson, a member of the Council elected by the members present shall preside. (4) The quorum at a meeting of the Council is eight members and shall include the Director-General. The quorum at a meeting of the Council is eight members and shall include the Director-General. (5) Matters before the Council shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Council shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Council may co-opt a person to attend a meeting of the Council but a co-opted person shall not vote on a matter for decision at the meeting. The Council may co-opt a person to attend a meeting of the Council but a co-opted person shall not vote on a matter for decision at the meeting. (7) The proceedings of the Council are not invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Council are not invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. (8) Subject to this section, the Council may determine the procedure for the meetings of the Council. Subject to this section, the Council may determine the procedure for the meetings of the Council."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Council who has an interest in a matter for consideration by the Council A member of the Council who has an interest in a matter for consideration by the Council shall disclose, in writing, the nature of that interest and the disclosure shall form part of the record for the consideration of the matter; and shall disclose, in writing, the nature of that interest and the disclosure shall form part of the record for the consideration of the matter; and is disqualified from being present at or participating in the deliberations of or determination of the Council in respect of that matter. is disqualified from being present at or participating in the deliberations of or determination of the Council in respect of that matter. (2) A member ceases to be a member of the Council, if that member has an interest in a matter before the Council and A member ceases to be a member of the Council, if that member has an interest in a matter before the Council and fails to disclose that interest; and fails to disclose that interest; and is present at or participates in the deliberations on the matter. is present at or participates in the deliberations on the matter. (3) Without limiting any further cause of action that may be instituted against the member, the Council shall recover any benefit derived by the member who contravenes subsection (1) in addition to the revocation of the appointment of the member. Without limiting any further cause of action that may be instituted against the member, the Council shall recover any benefit derived by the member who contravenes subsection (1) in addition to the revocation of the appointment of the member."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Establishment of committees",
      "content": "(1) The Council may for the performance of the functions of the Council establish committees consisting of members of the Council, non­members or both to perform a function of the Council. The Council may for the performance of the functions of the Council establish committees consisting of members of the Council, non­members or both to perform a function of the Council. (2) Without limiting subsection (1), the Council shall constitute the following committees: Without limiting subsection (1), the Council shall constitute the following committees: Finance and Administration Committee; Finance and Administration Committee; Monitoring and Evaluation Committee; Monitoring and Evaluation Committee; Academic Oversight Committee; and Academic Oversight Committee; and Faith-Based Organisations Committee. Faith-Based Organisations Committee. (3) The Council shall determine the membership, tenure of office and functions of a committee. The Council shall determine the membership, tenure of office and functions of a committee. (4) The Council shall appoint the members of the committees. The Council shall appoint the members of the committees. (5) Section 14 applies to a member of a committee of the Council. Section 14 applies to a member of a committee of the Council."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Allowances",
      "content": "Members of the Council and members of a committee of the Council shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Council and members of a committee of the Council shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Policy directives",
      "content": "The Minister may give directives to the Council on matters of policy and the Council shall comply. The Minister may give directives to the Council on matters of policy and the Council shall comply."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Collaboration with other bodies",
      "content": "The Council shall collaborate with other relevant statutory bodies in the performance of the functions of the Council. The Council shall collaborate with other relevant statutory bodies in the performance of the functions of the Council."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Director-general of the Education Service",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Director-General for the Education Service. The President shall, in accordance with article 195 of the Constitution, appoint a Director-General for the Education Service. (2) The Director-General shall hold office The Director-General shall hold office for a term of four years and is eligible for re-appointment for another term only; and for a term of four years and is eligible for re-appointment for another term only; and subject to any other terms and conditions specified in the letter of appointment. subject to any other terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Functions of the Director-General",
      "content": "(1) The Director-General The Director-General is responsible for the is responsible for the day-to-day administration of the Education Service; day-to-day administration of the Education Service; coordination of the education policies and activities at the regional and district level subject to the general directives of the Council; coordination of the education policies and activities at the regional and district level subject to the general directives of the Council; appointment, promotion, transfer, discipline and dismissal of heads and other staff of basic and senior high schools; appointment, promotion, transfer, discipline and dismissal of heads and other staff of basic and senior high schools; shall ensure the implementation of the decisions of the Council; shall ensure the implementation of the decisions of the Council; is answerable to the Council in the performance of functions under this Act; and is answerable to the Council in the performance of functions under this Act; and shall perform any other function determined by the Council. shall perform any other function determined by the Council. (2) The Director-General may delegate a function to an officer of the Education Service but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Director-General may delegate a function to an officer of the Education Service but shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Deputy Directors-General",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint two Deputy Directors-General for the Education Service. The President shall, in accordance with article 195 of the Constitution, appoint two Deputy Directors-General for the Education Service. (2) A Deputy Director-General shall hold office A Deputy Director-General shall hold office for a term of four years and is eligible for re-appointment for another term only; and for a term of four years and is eligible for re-appointment for another term only; and subject to any other terms and conditions specified in the letter of appointment. subject to any other terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Functions of a Deputy Director-General",
      "content": "(1) A Deputy Director-General shall A Deputy Director-General shall assist the Director-General in the performance of functions of the Director-General; and assist the Director-General in the performance of functions of the Director-General; and perform any other functions that may be assigned by the Director-General. perform any other functions that may be assigned by the Director-General. (2) A Deputy Director-General is responsible to the Director-General in the performance of functions. A Deputy Director-General is responsible to the Director-General in the performance of functions. (3) The more senior Deputy Director-General shall act as Director-General in the absence of the Director-General. The more senior Deputy Director-General shall act as Director-General in the absence of the Director-General."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Secretary to the Council",
      "content": "(1) The Council shall designate an officer of the Education Service not below the rank of a Director as Secretary to the Council. The Council shall designate an officer of the Education Service not below the rank of a Director as Secretary to the Council. (2) The Secretary shall The Secretary shall record or cause to be recorded and keep the minutes of the meetings of the Council; record or cause to be recorded and keep the minutes of the meetings of the Council; perform the functions that the Council or the Director-General in consultation with the Council may assign; perform the functions that the Council or the Director-General in consultation with the Council may assign; be assisted in the performance of functions by the staff of the Education Service that the Council may on the recommendation of the Director-General direct; and be assisted in the performance of functions by the staff of the Education Service that the Council may on the recommendation of the Director-General direct; and in the performance of functions, be under the administrative control of the Director-General. in the performance of functions, be under the administrative control of the Director-General."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Divisions and units of the Education Service",
      "content": "The Council may create divisions and units and where necessary, re-align the divisions and units in the Education Service with the approval of the Minister for the effective and efficient performance of the functions of the Education Service. The Council may create divisions and units and where necessary, re-align the divisions and units in the Education Service with the approval of the Minister for the effective and efficient performance of the functions of the Education Service."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Appointment of other staff",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint officers necessary for the effective and efficient performance of the functions of the Education Service. The President shall, in accordance with article 195 of the Constitution, appoint officers necessary for the effective and efficient performance of the functions of the Education Service. (2) Other public officers may be transferred or seconded to the Education Service or may otherwise give assistance to the Education Service. Other public officers may be transferred or seconded to the Education Service or may otherwise give assistance to the Education Service. (3) The Education Service may engage the services of consultants as determined by the Council on the recommendation of the Director-General. The Education Service may engage the services of consultants as determined by the Council on the recommendation of the Director-General."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Regional Education Directorate",
      "content": "(1) Each region shall have a Regional Education Directorate. Each region shall have a Regional Education Directorate. (2) A Regional Education Directorate shall A Regional Education Directorate shall perform the functions of the Education Service at the regional level; and perform the functions of the Education Service at the regional level; and coordinate the activities of the District Education Directorates. coordinate the activities of the District Education Directorates."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Regional Director of Education",
      "content": "(1) There shall be a Regional Director of Education for each region who shall be the head of the Regional Education Directorate. There shall be a Regional Director of Education for each region who shall be the head of the Regional Education Directorate. (2) The Regional Director shall hold office on the terms and conditions specified in the letter of appointment. The Regional Director shall hold office on the terms and conditions specified in the letter of appointment. (3) The Regional Director is responsible for The Regional Director is responsible for the coordination of the education policies and activities at the regional level; and the coordination of the education policies and activities at the regional level; and the day-to-day administration of the Regional Education Directorate. the day-to-day administration of the Regional Education Directorate. (4) The Regional Director shall ensure the implementation of the decisions of the Education Service. The Regional Director shall ensure the implementation of the decisions of the Education Service. (5) The Regional Director may delegate a function to an officer of the Directorate but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Regional Director may delegate a function to an officer of the Directorate but shall not be relieved of the ultimate responsibility for the performance of the delegated function. (6) The Regional Director shall liaise with the District Director of Education to facilitate and monitor the delivery of educational activities within the District. The Regional Director shall liaise with the District Director of Education to facilitate and monitor the delivery of educational activities within the District."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Deputy Regional Director of Education",
      "content": "(1) There shall be a Deputy Regional Director of Education for each Regional Directorate of Education. There shall be a Deputy Regional Director of Education for each Regional Directorate of Education. (2) The Deputy Regional Director shall hold office on the terms and conditions specified in the letter of appointment. The Deputy Regional Director shall hold office on the terms and conditions specified in the letter of appointment. (3) The Deputy Regional Director shall The Deputy Regional Director shall assist the Regional Director in the performance of the functions of the Regional Director; and assist the Regional Director in the performance of the functions of the Regional Director; and perform any other function assigned by the Regional Director. perform any other function assigned by the Regional Director. (4) The Deputy Regional Director is responsible to the Regional Director in the performance of the functions of the Deputy Regional Director. The Deputy Regional Director is responsible to the Regional Director in the performance of the functions of the Deputy Regional Director."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "District Education Directorate",
      "content": "(1) Each district shall have a District Education Directorate. Each district shall have a District Education Directorate. (2) A District Education Directorate shall A District Education Directorate shall perform the functions of the Education Service at the district level; and perform the functions of the Education Service at the district level; and submit reports on the activities of the Directorate to the Regional Education Directorate. submit reports on the activities of the Directorate to the Regional Education Directorate."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "District Director of Education",
      "content": "(1) There shall be a District Director of Education for each district who shall be the head of the District Education Directorate. There shall be a District Director of Education for each district who shall be the head of the District Education Directorate. (2) The District Director shall hold office on the terms and conditions specified in the letter of appointment. The District Director shall hold office on the terms and conditions specified in the letter of appointment. (3) The District Director is responsible for The District Director is responsible for the implementation of the education policies and activities at the district level; and the implementation of the education policies and activities at the district level; and the day-to-day administration of the District Education Directorate. the day-to-day administration of the District Education Directorate. (4) The District Director shall ensure the implementation of the decisions of the Education Service. The District Director shall ensure the implementation of the decisions of the Education Service. (5) The District Director may delegate a function to an officer of the Directorate but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The District Director may delegate a function to an officer of the Directorate but shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Collaboration with the District Assembly and religious bodies",
      "content": "(1) The District Education Directorate shall collaborate with the District Assembly to ensure that basic education, including non-formal education, is available to meet the needs of the population of the district. The District Education Directorate shall collaborate with the District Assembly to ensure that basic education, including non-formal education, is available to meet the needs of the population of the district. (2) The District Education Directorate shall collaborate with the appropriate religious educational units to ensure delivery of educational services to meet the peculiar needs of the areas within the district and in accordance with the educational policy as determined by the Minister. The District Education Directorate shall collaborate with the appropriate religious educational units to ensure delivery of educational services to meet the peculiar needs of the areas within the district and in accordance with the educational policy as determined by the Minister."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Responsibilities of District Assembly",
      "content": "(1) A District Assembly shall, in the prescribed manner, and with financial assistance provided by Government, A District Assembly shall, in the prescribed manner, and with financial assistance provided by Government, build, equip, manage and maintain public basic schools in the district; build, equip, manage and maintain public basic schools in the district; establish public basic schools that the District Director of Education, in consultation with the District Chief Executive, consider necessary; and establish public basic schools that the District Director of Education, in consultation with the District Chief Executive, consider necessary; and perform any other functions conferred on the District Education Oversight Committee established under section 33. perform any other functions conferred on the District Education Oversight Committee established under section 33. (2) The preparation, administration and control of budgetary allocations of the district directorate of education is the responsibility of the District Assembly. The preparation, administration and control of budgetary allocations of the district directorate of education is the responsibility of the District Assembly."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "District Education Oversight Committee",
      "content": "(1) The District Assembly shall appoint a District Education Oversight Committee consisting of The District Assembly shall appoint a District Education Oversight Committee consisting of the District Chief Executive, who shall preside at the meetings of the Oversight Committee, the District Chief Executive, who shall preside at the meetings of the Oversight Committee, the chairperson of the subcommittee responsible for education, the chairperson of the subcommittee responsible for education, the District Director of Education, who shall be the secretary to the oversight committee, the District Director of Education, who shall be the secretary to the oversight committee, the District Director of Health, the District Director of Health, the district social welfare officer, the district social welfare officer, one representative of the District Assembly, who is a woman, one representative of the District Assembly, who is a woman, one representative of the traditional rulers in the district, nominated by the traditional rulers, one representative of the traditional rulers in the district, nominated by the traditional rulers, one representative of the religious bodies in the district, nominated by the religious bodies, one representative of the religious bodies in the district, nominated by the religious bodies, one representative of the association of teachers in the district on a rotational basis, one representative of the association of teachers in the district on a rotational basis, one representative of the district parent-teacher association, one representative of the district parent-teacher association, one representative of the School Management Committee in the district, one representative of the School Management Committee in the district, one woman identified generally with social development in the district, and one woman identified generally with social development in the district, and one representative of the private schools in the district. one representative of the private schools in the district. (2) The chairperson of the subcommittee responsible for education shall, in the absence of the District Chief Executive, preside at a meeting of the District Education Oversight Committee. The chairperson of the subcommittee responsible for education shall, in the absence of the District Chief Executive, preside at a meeting of the District Education Oversight Committee."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Functions of the District Education Oversight Committee",
      "content": "A District Education Oversight Committee shall oversee the conditions of school buildings and any other infrastructural requirements of the schools; the conditions of school buildings and any other infrastructural requirements of the schools; the provision of teachers and the regular and punctual attendance of teachers and pupils at the schools; the provision of teachers and the regular and punctual attendance of teachers and pupils at the schools; the proper performance of functions by the staff at the schools; the proper performance of functions by the staff at the schools; the moral and professional behavior of the staff and pupils and matters relating to general discipline; the moral and professional behavior of the staff and pupils and matters relating to general discipline; complaints relating to teachers, non-teaching personnel and learning materials, and complaints from teachers; complaints relating to teachers, non-teaching personnel and learning materials, and complaints from teachers; the environmental cleanliness of the schools, lands and of any other facilities; the environmental cleanliness of the schools, lands and of any other facilities; the supply of text books and any other teaching or learning materials; and the supply of text books and any other teaching or learning materials; and the management and maintenance of the education management information system at the district level. the management and maintenance of the education management information system at the district level."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Subcommittees of the District Education Oversight Committee",
      "content": "(1) The District Education Oversight Committee shall have the following subcommittees: The District Education Oversight Committee shall have the following subcommittees: the Appointments and Promotions Subcommittee, the Appointments and Promotions Subcommittee, the Disciplinary Subcommittee, the Disciplinary Subcommittee, the Administration and Finance Subcommittee, and the Administration and Finance Subcommittee, and the Monitoring and Evaluation Subcommittee. the Monitoring and Evaluation Subcommittee. (2) Subject to this Act, the District Education Oversight Committee shall determine the membership and functions of a subcommittee appointed under this section. Subject to this Act, the District Education Oversight Committee shall determine the membership and functions of a subcommittee appointed under this section. (3) The Director-General or a person authorised by the Director-General may attend the meetings of the District Directorate of Education or a District Education Oversight Committee, but is not entitled to vote on a matter for decision by the directorate or committee. The Director-General or a person authorised by the Director-General may attend the meetings of the District Directorate of Education or a District Education Oversight Committee, but is not entitled to vote on a matter for decision by the directorate or committee."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Provision of public basic and senior high schools",
      "content": "(1) The Education Service shall construct, equip and maintain public basic and senior high schools. The Education Service shall construct, equip and maintain public basic and senior high schools. (2) The Education Service shall provide and ensure that the environment created for public basic and senior high schools are user-friendly for persons with disability and children with special education needs. The Education Service shall provide and ensure that the environment created for public basic and senior high schools are user-friendly for persons with disability and children with special education needs. (3) The Education Service shall ensure that a public basic or senior high school that delivers education to students with special education needs has access to funding to improve upon the existing infrastructure and provide additional requirements where necessary. The Education Service shall ensure that a public basic or senior high school that delivers education to students with special education needs has access to funding to improve upon the existing infrastructure and provide additional requirements where necessary."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Management of public basic and senior high schools",
      "content": "(1) The Education Service shall establish The Education Service shall establish a School Management Committee for the management of a public basic school; or a School Management Committee for the management of a public basic school; or a Board of Governors for the management of a public senior high school. a Board of Governors for the management of a public senior high school. (2) A School Management Committee or a Board of Governors shall ensure that a public basic or senior high school is managed in accordance with laid down rules and regulations of the Education Service. A School Management Committee or a Board of Governors shall ensure that a public basic or senior high school is managed in accordance with laid down rules and regulations of the Education Service."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Establishment of a private basic or senior high school",
      "content": "(1) Subject to article 25 of the Constitution, a person may establish, manage, operate and maintain a private basic or senior high school Subject to article 25 of the Constitution, a person may establish, manage, operate and maintain a private basic or senior high school in accordance with this Act and Regulations made under this Act; and in accordance with this Act and Regulations made under this Act; and subject to the approval of the National Schools Inspectorate Authority. subject to the approval of the National Schools Inspectorate Authority. (2) The person referred to in subsection (1), shall The person referred to in subsection (1), shall in the case of a private basic school, apply to the District Education Directorate in whose jurisdiction the private basic school is located for approval to establish, manage, operate and maintain the private basic school; and in the case of a private basic school, apply to the District Education Directorate in whose jurisdiction the private basic school is located for approval to establish, manage, operate and maintain the private basic school; and in the case of a private senior high school, apply to the Ministry and the Education Service through the Regional Education Directorate for approval to establish, manage, operate and maintain the private senior high school. in the case of a private senior high school, apply to the Ministry and the Education Service through the Regional Education Directorate for approval to establish, manage, operate and maintain the private senior high school. (3) A private basic or senior high school shall A private basic or senior high school shall be incorporated as a corporate body with a governing body; be incorporated as a corporate body with a governing body; be staffed with teachers who are professionally qualified and licensed; be staffed with teachers who are professionally qualified and licensed; provide the requisite education and training for a child or any other person who qualifies to attend the school; provide the requisite education and training for a child or any other person who qualifies to attend the school; meet the standards set by the regulatory bodies of the Ministry in respect of the physical, academic, and any other facilities and requirements of the private basic or senior high school; meet the standards set by the regulatory bodies of the Ministry in respect of the physical, academic, and any other facilities and requirements of the private basic or senior high school; operate under the supervision of operate under the supervision of the District Directorate of Education and the regulatory bodies, in the case of a private basic school; and the District Directorate of Education and the regulatory bodies, in the case of a private basic school; and the Regional Directorate of Education and the regulatory bodies, in the case of a private senior high school; the Regional Directorate of Education and the regulatory bodies, in the case of a private senior high school; submit a copy of the annual report on the programmes and activities of the private basic or senior high school to the Education Service through submit a copy of the annual report on the programmes and activities of the private basic or senior high school to the Education Service through the District Directorate of Education, in the case of a private basic school; or the District Directorate of Education, in the case of a private basic school; or the Education Service through the Regional Directorate of Education, in the case of a private senior high school; and the Education Service through the Regional Directorate of Education, in the case of a private senior high school; and make available make available in the case of a private basic school, to the District Directorate of Education any other information in writing requested by the District Directorate of Education; and in the case of a private basic school, to the District Directorate of Education any other information in writing requested by the District Directorate of Education; and in the case of a private senior high school, to the Education Service through the Regional Directorate of Education, any other information in writing requested by the Education Service. in the case of a private senior high school, to the Education Service through the Regional Directorate of Education, any other information in writing requested by the Education Service. (4) A District Directorate of Education may, subject to the approval of the National Schools Inspectorate Authority, grant permission for a maximum period of one year to enable preparatory work to be done towards the establishment of a private basic school. A District Directorate of Education may, subject to the approval of the National Schools Inspectorate Authority, grant permission for a maximum period of one year to enable preparatory work to be done towards the establishment of a private basic school. (5) The proprietor of a private basic or senior high school in existence before the coming into force of this Act shall give notice in writing to The proprietor of a private basic or senior high school in existence before the coming into force of this Act shall give notice in writing to the District Directorate of Education within which the school is located, in the case of a private basic school, or the District Directorate of Education within which the school is located, in the case of a private basic school, or the Regional Directorate of Education, in the case of a private senior high school, the Regional Directorate of Education, in the case of a private senior high school, within ninety days after the coming into force of this Act. (6) A proprietor of a private basic education school who contravenes a provision of this section commits an offence and is liable on summary conviction to a fine of not more than one thousand five hundred penalty units or to a term of imprisonment of not more than two years or to both. A proprietor of a private basic education school who contravenes a provision of this section commits an offence and is liable on summary conviction to a fine of not more than one thousand five hundred penalty units or to a term of imprisonment of not more than two years or to both."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Change of ownership or location of a private basic or senior high school",
      "content": "Where there is a change in the ownership or location of a private basic or senior high school, the registered owner and the new owner of the school shall, within thirty days of the change, give notice in writing of the details of information relating to the change to the District Director of Education and the Inspector-General of Schools, in the case of a private basic school; or District Director of Education and the Inspector-General of Schools, in the case of a private basic school; or the Director-General of the Education Service, in the case of a private senior high school. the Director-General of the Education Service, in the case of a private senior high school."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Transfer of private basic or senior high school to the state",
      "content": "An owner of a private basic or senior high school may transfer the private basic or senior high school to the State in accordance with terms and conditions agreed to by the parties. An owner of a private basic or senior high school may transfer the private basic or senior high school to the State in accordance with terms and conditions agreed to by the parties."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Closure of a private basic or senior high school",
      "content": "A proprietor of a private basic or senior high school who seeks to close down the school shall give notice in writing to the District Director of Education, in the case of a private basic school, or the District Director of Education, in the case of a private basic school, or the Director-General, in the case of a private senior high school, the Director-General, in the case of a private senior high school, of the impending closure ninety days before the closure occurs, give reasons for the closure and provide the proposed date to re-open the private basic or senior high school, or the relocation of pupils or students, as the case may be, if necessary."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Withdrawal of approval",
      "content": "(1) A District Directorate of Education, in the case of a private basic school or the Education Service, in the case of a private senior high school may, in accordance with the guidelines issued by the National Schools Inspectorate Authority, withdraw the approval of a private basic or senior high school, as the case may be, on the grounds A District Directorate of Education, in the case of a private basic school or the Education Service, in the case of a private senior high school may, in accordance with the guidelines issued by the National Schools Inspectorate Authority, withdraw the approval of a private basic or senior high school, as the case may be, on the grounds that the operation of the private basic or senior high school is detrimental to the physical or moral welfare of the pupils or students who attend the private basic or senior high school; that the operation of the private basic or senior high school is detrimental to the physical or moral welfare of the pupils or students who attend the private basic or senior high school; that the continuing existence of the private basic or senior high school is against the public interest; or that the continuing existence of the private basic or senior high school is against the public interest; or of any other breach of the guidelines. of any other breach of the guidelines. (2) Where approval is withdrawn, the proprietor and the person in charge of the private basic or senior high school shall cease the operation of the private basic or senior high school. Where approval is withdrawn, the proprietor and the person in charge of the private basic or senior high school shall cease the operation of the private basic or senior high school. (3) A person who contravenes subsection (2) commits an offence and is liable on summary conviction to A person who contravenes subsection (2) commits an offence and is liable on summary conviction to a fine of not more than two hundred penalty units or a term of imprisonment of not more than six months; and a fine of not more than two hundred penalty units or a term of imprisonment of not more than six months; and a fine of ten penalty units for each day during which the offence continues. a fine of ten penalty units for each day during which the offence continues."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Review of decision and appeal",
      "content": "(1) A person who is dissatisfied with a decision under section 42 may within twenty-eight days after the date of receipt of the decision submit a complaint, in writing, to the Minister for a review of the decision. A person who is dissatisfied with a decision under section 42 may within twenty-eight days after the date of receipt of the decision submit a complaint, in writing, to the Minister for a review of the decision. (2) The Minister shall, within twenty-eight days of receipt of the complaint, review the decision and communicate the outcome to the appellant. The Minister shall, within twenty-eight days of receipt of the complaint, review the decision and communicate the outcome to the appellant. (3) A person who is dissatisfied with the decision of the Minister may, within twenty-eight days after the date of receipt of the decision, appeal to the High Court. A person who is dissatisfied with the decision of the Minister may, within twenty-eight days after the date of receipt of the decision, appeal to the High Court."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Funds of the Education Service",
      "content": "The funds of the Education Service include moneys approved by Parliament; moneys approved by Parliament; donations, grants and gifts; donations, grants and gifts; moneys derived from investments; and moneys derived from investments; and fees and charges that accrue to the Education Service in the performance of the functions of the Education Service. fees and charges that accrue to the Education Service in the performance of the functions of the Education Service."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Bank account",
      "content": "The moneys for the Education Service shall be paid into a bank account opened for that purpose with the approval of the Controller and Accountant-General. The moneys for the Education Service shall be paid into a bank account opened for that purpose with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Annual estimates",
      "content": "(1) The Education Service shall submit budget estimates for each secceeding financial year to the Minister not later than three months before the end of the financial year. The Education Service shall submit budget estimates for each secceeding financial year to the Minister not later than three months before the end of the financial year. (2) The administrative head of each public basic or senior high school shall prepare budget estimates for each financial year and present the estimates to the appropriate governing body for approval in accordance with the budget guidelines issued by the Minister responsible for Finance. The administrative head of each public basic or senior high school shall prepare budget estimates for each financial year and present the estimates to the appropriate governing body for approval in accordance with the budget guidelines issued by the Minister responsible for Finance."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Internal Audit Unit",
      "content": "(1) The Education Service shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The Education Service shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). (3) The Internal Auditor is responsible for the internal audit of the Education Service. The Internal Auditor is responsible for the internal audit of the Education Service. (4) The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months, The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months, prepare and submit to the Council, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and prepare and submit to the Council, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Education Service. make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Education Service. (5) The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Minister and the chairperson of the Council. The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Minister and the chairperson of the Council."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Accounts and audit",
      "content": "(1) The Finance Department of a District Directorate of Education shall keep books, records, returns and other documents relevant to the accounts on basic schools within the district in the form approved by the Auditor-General. The Finance Department of a District Directorate of Education shall keep books, records, returns and other documents relevant to the accounts on basic schools within the district in the form approved by the Auditor-General. (2) A public senior high school shall keep books, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. A public senior high school shall keep books, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. (3) The Council shall keep books, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. The Council shall keep books, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. (4) The Council shall submit the accounts of the Education Service to the Auditor-General for audit at the end of the financial year. The Council shall submit the accounts of the Education Service to the Auditor-General for audit at the end of the financial year. (5) The Auditor-General shall, within six months after the end of the immediately preceding financial year The Auditor-General shall, within six months after the end of the immediately preceding financial year audit the accounts and submit a report to Parliament; and audit the accounts and submit a report to Parliament; and forward a copy each of the audit report to the Minister and Council. forward a copy each of the audit report to the Minister and Council. (6) The financial year of the Education Service is the same as the financial year of the Government. The financial year of the Education Service is the same as the financial year of the Government."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Annual report and other reports",
      "content": "(1) A basic school shall submit an annual report to the District Directorate of Education. A basic school shall submit an annual report to the District Directorate of Education. (2) A senior high school shall submit an annual report to the Education Service through the Regional Education Directorate. A senior high school shall submit an annual report to the Education Service through the Regional Education Directorate. (3) The Council shall, within thirty days after receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Education Service for the year to which the report relates. The Council shall, within thirty days after receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Education Service for the year to which the report relates. (4) The annual report shall include the report of the Auditor-General. The annual report shall include the report of the Auditor-General. (5) The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (6) The Council shall submit to the Minister any other reports which the Minister may require in writing. The Council shall submit to the Minister any other reports which the Minister may require in writing."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Petitions",
      "content": "(1) A person may petition a District Director of Education or the Director-General of the Education Service, where appropriate, for review and action A person may petition a District Director of Education or the Director-General of the Education Service, where appropriate, for review and action if the person is dissatisfied with the standard of teaching or learning in a basic or senior high school; if the person is dissatisfied with the standard of teaching or learning in a basic or senior high school; if the person has cause to suspect discrimination or apathy; or if the person has cause to suspect discrimination or apathy; or for any other sufficient cause. for any other sufficient cause. (2) Subject to subsection (1), the petition shall be filed after the internal grievance mechanisms of the school have been exhausted. Subject to subsection (1), the petition shall be filed after the internal grievance mechanisms of the school have been exhausted. (3) Where the reason for a petition following a review by the District Director of Education or the Director-General of the Education Service is substantiated, the District Director or the Director-General shall give the Board or governing body responsible for the operation of the school, a reasonable time in writing to correct the substance of the grievance. Where the reason for a petition following a review by the District Director of Education or the Director-General of the Education Service is substantiated, the District Director or the Director-General shall give the Board or governing body responsible for the operation of the school, a reasonable time in writing to correct the substance of the grievance. (4) Where the Board or governing body responsible for the school does not correct the substance of the grievance within the time specified by the District Director of Education or the Director-General, the District Director of Education or the Director-General may take the appropriate action including closure of the school. Where the Board or governing body responsible for the school does not correct the substance of the grievance within the time specified by the District Director of Education or the Director-General, the District Director of Education or the Director-General may take the appropriate action including closure of the school."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Regulations",
      "content": "The Minister shall, within twelve months of the coming into force of this Act, and in consultation with the Council, by legislative instrument, make Regulations in respect of Information and Communication Technology in education; Information and Communication Technology in education; Science and Technology Education; Science and Technology Education; guidance and counselling; guidance and counselling; the determination of the relationship between the District Directorate of Education and the education units of the faith based organisations; the determination of the relationship between the District Directorate of Education and the education units of the faith based organisations; discipline in schools; discipline in schools; gender equity at each level and programmes of education; gender equity at each level and programmes of education; the provision of adequate facilities for persons with disability or children with special education needs; the provision of adequate facilities for persons with disability or children with special education needs; the provision of continuous professional training and development; the provision of continuous professional training and development; the management of public basic and senior high schools; the management of public basic and senior high schools; acts that constitute misconduct and grave misconduct and the corresponding penalties; acts that constitute misconduct and grave misconduct and the corresponding penalties; the level of autonomy that is commensurate with the achievements of a school; and the level of autonomy that is commensurate with the achievements of a school; and any other matter for the effective implementation of this Part. any other matter for the effective implementation of this Part."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Interpretation",
      "content": "In this part, unless the context otherwise requires,“basic school” means a school providing the level of education from kindergarten up to the junior high school level;“basic education” means kindergarten, primary and junior high school education as specified in paragraph (a) of section 1;“Council” means the governing body of the Education Service established under section 10;“Director-General” means the person appointed under section 19;“District” includes a Metropolis and a Municipality;“District Assembly” includes a Metropolitan Assembly and a Municipal Assembly;“District Directorate” means the District Directorate of Education;“Education Service” means the Education Service provided for under article 190 of the Constitution and established under, section 6;“faith-based organisation” means an association of persons, body or organisation that professes adherence to or belief in a system of faith or worship established in pursuance of a religious objective such as the National Catholic Secretariat, the Christian Council, the Pentecostal Council, the Federation of Muslim Councils and the Ahmadiyya Mission;“free education” means free education in public pre-tertiary education institutions;“Minister” means the Minister responsible for Education;“Ministry” means the Ministry responsible for Education;“private basic and senior high school” means a non-public education establishment that provides basic or senior high education;“public” in relation to a school means a school established or maintained wholly or in part with moneys approved by Parliament from the Consolidated Fund or any other public funds;“public interest” includes any right or advantage that enures or is intended to enure to the benefit generally of the people of this country;“Regional Directorate” means the Regional Directorate of Education;“regulatory bodies” means the Ghana Tertiary Education Commission, the Commission on Technical and Vocational Education and Training, the National Teaching Council, the National Schools Inspectorate Authority and National Council for Curriculum and Assessment established under the Education Regulatory Bodies Act, 2020 (Act 1023);“rotational basis” means a period where each member of a group serves a turn in the membership of a governing body before the cycle of the group recommences; and“special education” means a course of instruction approved by the Minister for a person with disability or special education needs. In this part, unless the context otherwise requires, “basic school” means a school providing the level of education from kindergarten up to the junior high school level; “basic education” means kindergarten, primary and junior high school education as specified in paragraph (a) of section 1; “Council” means the governing body of the Education Service established under section 10; “Director-General” means the person appointed under section 19; “District” includes a Metropolis and a Municipality; “District Assembly” includes a Metropolitan Assembly and a Municipal Assembly; “District Directorate” means the District Directorate of Education; “Education Service” means the Education Service provided for under article 190 of the Constitution and established under, section 6; “faith-based organisation” means an association of persons, body or organisation that professes adherence to or belief in a system of faith or worship established in pursuance of a religious objective such as the National Catholic Secretariat, the Christian Council, the Pentecostal Council, the Federation of Muslim Councils and the Ahmadiyya Mission; “free education” means free education in public pre-tertiary education institutions; “Minister” means the Minister responsible for Education; “Ministry” means the Ministry responsible for Education; “private basic and senior high school” means a non-public education establishment that provides basic or senior high education; “public” in relation to a school means a school established or maintained wholly or in part with moneys approved by Parliament from the Consolidated Fund or any other public funds; “public interest” includes any right or advantage that enures or is intended to enure to the benefit generally of the people of this country; “Regional Directorate” means the Regional Directorate of Education; “regulatory bodies” means the Ghana Tertiary Education Commission, the Commission on Technical and Vocational Education and Training, the National Teaching Council, the National Schools Inspectorate Authority and National Council for Curriculum and Assessment established under the Education Regulatory Bodies Act, 2020 (Act 1023); “rotational basis” means a period where each member of a group serves a turn in the membership of a governing body before the cycle of the group recommences; and “special education” means a course of instruction approved by the Minister for a person with disability or special education needs."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Repeals and savings",
      "content": "(1) The following enactments are repealed: The following enactments are repealed: the Ghana Education Service Act, 1995 (Act 506); and the Ghana Education Service Act, 1995 (Act 506); and the Education Act, 2008 (Act 778). the Education Act, 2008 (Act 778). (2) Despite the repeal of the enactments specified in subsection (1), Regulations, notices, orders, directions or any other act lawfully made or done under the repealed enactments and in force immediately before the coming into force of this Act shall be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated. Despite the repeal of the enactments specified in subsection (1), Regulations, notices, orders, directions or any other act lawfully made or done under the repealed enactments and in force immediately before the coming into force of this Act shall be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated."
    },
    {
      "provision_ref": "s54",
      "section": "54",
      "title": "Transitional provisions",
      "content": "(1) The rights, assets, obligations and liabilities accrued in respect of the properties vested in and the persons employed by the Ghana Education Service immediately in existence before the coming into force of this Act are transferred to the Education Service established under this Part and accordingly, proceedings taken by or against the Ghana Education Service may be continued by or against the Education Service. The rights, assets, obligations and liabilities accrued in respect of the properties vested in and the persons employed by the Ghana Education Service immediately in existence before the coming into force of this Act are transferred to the Education Service established under this Part and accordingly, proceedings taken by or against the Ghana Education Service may be continued by or against the Education Service. (2) Any moneys in a bank account held by or on behalf of the Ghana Education Service immediately in existence before the coming into force of this Act is transferred to the Education Service established under this Part. Any moneys in a bank account held by or on behalf of the Ghana Education Service immediately in existence before the coming into force of this Act is transferred to the Education Service established under this Part. (3) A contract subsisting between the Ghana Education Service and another person immediately before the coming into force of this Act shall subsist between the Education Service established in this Part and the other person. A contract subsisting between the Ghana Education Service and another person immediately before the coming into force of this Act shall subsist between the Education Service established in this Part and the other person."
    },
    {
      "provision_ref": "s55",
      "section": "55",
      "title": "Establishment of the Technical and Vocational Education and Training Service",
      "content": "(1) There is established by this Act, the Technical and Vocational Education and Training Service as a body corporate. There is established by this Act, the Technical and Vocational Education and Training Service as a body corporate. (2) For the performance of the functions of the Service, the Service may acquire and hold property, dispose of property and enter into a contract or any other related transaction. For the performance of the functions of the Service, the Service may acquire and hold property, dispose of property and enter into a contract or any other related transaction. (3) Where there is a hindrance to the acquisition of land, the land may be acquired for the Service under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Service. Where there is a hindrance to the acquisition of land, the land may be acquired for the Service under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Service."
    },
    {
      "provision_ref": "s56",
      "section": "56",
      "title": "Membership of the Service",
      "content": "The service shall consist of personnel in the national, regional and district management units of the institutions specified in the Schedule; personnel in the national, regional and district management units of the institutions specified in the Schedule; teaching and non-teaching personnel in the technical and vocational education and training institutions specified in the Schedule; teaching and non-teaching personnel in the technical and vocational education and training institutions specified in the Schedule; persons holding positions created under this Part; and persons holding positions created under this Part; and any other person employed for the Service. any other person employed for the Service."
    },
    {
      "provision_ref": "s57",
      "section": "57",
      "title": "Object of the Service",
      "content": "The object of the Service is to manage, oversee and implement approved national policies and programmes relating to pre-tertiary technical and vocational education and training. The object of the Service is to manage, oversee and implement approved national policies and programmes relating to pre-tertiary technical and vocational education and training."
    },
    {
      "provision_ref": "s58",
      "section": "58",
      "title": "Functions of the Service",
      "content": "To achieve the object of the service, the service shall provide technical and vocational education and training service delivery at the pre-tertiary level; provide technical and vocational education and training service delivery at the pre-tertiary level; implement the curriculum for Technical and Vocational Education and Training programmes in collaboration with industry and the relevant regulatory bodies; implement the curriculum for Technical and Vocational Education and Training programmes in collaboration with industry and the relevant regulatory bodies; keep an up-to-date register of technical and vocational education and training institutions and trainers in the Service; keep an up-to-date register of technical and vocational education and training institutions and trainers in the Service; provide recommendations for technical and vocational education and training policies and programmes; provide recommendations for technical and vocational education and training policies and programmes; equip learners with relevant employable and entrepreneurial skills for the labour market; equip learners with relevant employable and entrepreneurial skills for the labour market; facilitate practical workplace experience, learning and apprenticeships; facilitate practical workplace experience, learning and apprenticeships; ensure equal emphasis on all sectors of technical and vocational education and training; ensure equal emphasis on all sectors of technical and vocational education and training; promote equity and inclusiveness in access and participation in technical and vocational education and training with special emphasis on gender and persons with disabilities; promote equity and inclusiveness in access and participation in technical and vocational education and training with special emphasis on gender and persons with disabilities; determine the strategic direction of the Service; determine the strategic direction of the Service; ensure the effective and efficient management and administration of the finances of the Service; ensure the effective and efficient management and administration of the finances of the Service; promote collaboration with regulatory bodies in education and other relevant national agencies; promote collaboration with regulatory bodies in education and other relevant national agencies; ensure linkages with industry, both domestic and international; ensure linkages with industry, both domestic and international; advise the Minister on matters that will promote effective and efficient delivery of technical and vocational education and training in the country; advise the Minister on matters that will promote effective and efficient delivery of technical and vocational education and training in the country; promote further education and training and lifelong learning; promote further education and training and lifelong learning; set standards on matters of discipline for the staff of the Service; set standards on matters of discipline for the staff of the Service; be responsible for the management of the human resources of the Service; and be responsible for the management of the human resources of the Service; and perform any other function that is necessary for the attainment of the object of the Service. perform any other function that is necessary for the attainment of the object of the Service."
    },
    {
      "provision_ref": "s59",
      "section": "59",
      "title": "Governing body of the Service",
      "content": "(1) The governing body of the Service is a Council consisting of the following: The governing body of the Service is a Council consisting of the following: a chairperson, with at least ten years knowledge and experience in technical and vocational education and training and industry, nominated by the President; a chairperson, with at least ten years knowledge and experience in technical and vocational education and training and industry, nominated by the President; one representative from the following Ministries, not below one representative from the following Ministries, not below the rank of a Director, nominated by the sector Ministers: the rank of a Director, nominated by the sector Ministers: the Ministry responsible for Employment and Labour Relations; the Ministry responsible for Employment and Labour Relations; the Ministry responsible for Local Government and Rural Development; and the Ministry responsible for Local Government and Rural Development; and the Ministry responsible for Trade and Industry; the Ministry responsible for Trade and Industry; one representative of the one representative of the Commission for Technical and Vocational Education and Training, not below the rank of a Director, nominated by the Director-General of the Commission; Commission for Technical and Vocational Education and Training, not below the rank of a Director, nominated by the Director-General of the Commission; Association of Heads of Technical and Vocational Education and Training Institutions, nominated by the Association; Association of Heads of Technical and Vocational Education and Training Institutions, nominated by the Association; Ghana Employers Association, nominated by the Association; Ghana Employers Association, nominated by the Association; Association of Ghana Industries, nominated by the Association; and Association of Ghana Industries, nominated by the Association; and Ghana Chamber of Commerce, nominated by the Chamber; Ghana Chamber of Commerce, nominated by the Chamber; two persons with experience in technical and vocational education and training and industry, nominated by the President, at least one of whom is a woman; and two persons with experience in technical and vocational education and training and industry, nominated by the President, at least one of whom is a woman; and the Director-General of the Service. the Director-General of the Service. (2) The President shall, in accordance with article 70 of the Constitution, appoint the chairperson and other members of the Council. The President shall, in accordance with article 70 of the Constitution, appoint the chairperson and other members of the Council."
    },
    {
      "provision_ref": "s60",
      "section": "60",
      "title": "Functions of the Council",
      "content": "The council shall establish the code of ethics and conduct for staff of the Service; establish the code of ethics and conduct for staff of the Service; develop a scheme of service for members of the Service; develop a scheme of service for members of the Service; be responsible for the promotion, transfer and discipline of the staff of the Service; and be responsible for the promotion, transfer and discipline of the staff of the Service; and ensure the effective and efficient performance of the functions of the Service. ensure the effective and efficient performance of the functions of the Service."
    },
    {
      "provision_ref": "s61",
      "section": "61",
      "title": "Tenure of office of members of the Council",
      "content": "(1) A member of the Council shall hold office for a period of four years and is eligible for re-appointment for another term only. A member of the Council shall hold office for a period of four years and is eligible for re-appointment for another term only. (2) Subsection (1) does not apply to the Director-General of the Service. Subsection (1) does not apply to the Director-General of the Service. (3) A member of the Council may at any time resign from office, in writing, addressed to the President through the Minister. A member of the Council may at any time resign from office, in writing, addressed to the President through the Minister. (4) A member of the Council who is absent from three consecutive meetings of the Council without sufficient cause ceases to be a member of the Council. A member of the Council who is absent from three consecutive meetings of the Council without sufficient cause ceases to be a member of the Council. (5) The President may, by letter addressed to a member, revoke the appointment of that member. The President may, by letter addressed to a member, revoke the appointment of that member. (6) Where a member of the Council is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability of the member to act would result in the declaration of a vacancy. Where a member of the Council is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability of the member to act would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3) or (4), or subsection (2) of section 63; under subsection (3) or (4), or subsection (2) of section 63; as a result of a declaration under subsection (6), or as a result of a declaration under subsection (6), or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall appoint another person to fill the vacancy for the unexpired term of the member."
    },
    {
      "provision_ref": "s62",
      "section": "62",
      "title": "Meetings of the Council",
      "content": "(1) The Council shall meet at least once every quarter for the conduct of business at a time and place determined by the chairperson. The Council shall meet at least once every quarter for the conduct of business at a time and place determined by the chairperson. (2) The chairperson shall at the request in writing of not less than one-third of the members of the Council convene an extraordinary meeting of the Council at a time and place determined by the chairperson. The chairperson shall at the request in writing of not less than one-third of the members of the Council convene an extraordinary meeting of the Council at a time and place determined by the chairperson. (3) The quorum at a meeting of the Council is seven members including the Director-General. The quorum at a meeting of the Council is seven members including the Director-General. (4) The chairperson shall preside at the meetings of the Council and in the absence of the chairperson, a member of the Council elected by the members present shall preside. The chairperson shall preside at the meetings of the Council and in the absence of the chairperson, a member of the Council elected by the members present shall preside. (5) Matters before the Council shall be decided by a majority of members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Council shall be decided by a majority of members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Council may co-opt a person to attend a meeting of the Council but a co-opted person shall not vote on a matter for decision at the meeting. The Council may co-opt a person to attend a meeting of the Council but a co-opted person shall not vote on a matter for decision at the meeting. (7) The proceedings of the Council are not invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Council are not invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. (8) Subject to this section, the Council may determine the procedure for the meetings of the Council. Subject to this section, the Council may determine the procedure for the meetings of the Council."
    },
    {
      "provision_ref": "s63",
      "section": "63",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Council who has an interest in a matter for consideration by the Council A member of the Council who has an interest in a matter for consideration by the Council shall disclose, in writing, the nature of that interest and the disclosure shall form part of the record for the consideration of the matter; and shall disclose, in writing, the nature of that interest and the disclosure shall form part of the record for the consideration of the matter; and is disqualified from being present at or participating in the deliberations of or determination of the Council in respect of that matter. is disqualified from being present at or participating in the deliberations of or determination of the Council in respect of that matter. (2) A member ceases to be a member of the Council, if that member has an interest in a matter before the Council and A member ceases to be a member of the Council, if that member has an interest in a matter before the Council and fails to disclose that interest; and fails to disclose that interest; and is present at or participates in the deliberations on the matter. is present at or participates in the deliberations on the matter. (3) Without limiting any further cause of action that may be instituted against the member, the Council shall recover any benefit derived by the member who contravenes subsection (1) in addition to the revocation of the appointment of that member. Without limiting any further cause of action that may be instituted against the member, the Council shall recover any benefit derived by the member who contravenes subsection (1) in addition to the revocation of the appointment of that member."
    },
    {
      "provision_ref": "s64",
      "section": "64",
      "title": "Establishment of committees",
      "content": "(1) The Council may, for the discharge of the functions of the Council, establish committees consisting of members of the Council or non-members or both to perform a function of the Council. The Council may, for the discharge of the functions of the Council, establish committees consisting of members of the Council or non-members or both to perform a function of the Council. (2) Without limiting subsection (1), the Council shall constitute the following committees: Without limiting subsection (1), the Council shall constitute the following committees: Skills Delivery Committee; and Skills Delivery Committee; and Physical and Academic Infrastructure Development Committee. Physical and Academic Infrastructure Development Committee. (3) Section 63 applies to a member of a committee of the Council. Section 63 applies to a member of a committee of the Council. (4) The Council shall appoint the members of the committees. The Council shall appoint the members of the committees. (5) The Council shall determine the membership, tenure of office and functions of a committee. The Council shall determine the membership, tenure of office and functions of a committee."
    },
    {
      "provision_ref": "s65",
      "section": "65",
      "title": "Allowances",
      "content": "Members of the Council and members of a committee of the Council shah be paid allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Council and members of a committee of the Council shah be paid allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s66",
      "section": "66",
      "title": "Policy directives",
      "content": "The Minister may give policy directives in writing to the Council and the Council shall comply. The Minister may give policy directives in writing to the Council and the Council shall comply."
    },
    {
      "provision_ref": "s67",
      "section": "67",
      "title": "Collaboration with other bodies",
      "content": "The Council shall collaborate with other relevant statutory bodies in the performance of the functions of the Council. The Council shall collaborate with other relevant statutory bodies in the performance of the functions of the Council."
    },
    {
      "provision_ref": "s68",
      "section": "68",
      "title": "Director-General of the Service",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Director-General for the Service. The President shall, in accordance with article 195 of the Constitution, appoint a Director-General for the Service. (2) The Director-General shall hold office The Director-General shall hold office for a term of four years and is eligible for re-appointment for another term only; and for a term of four years and is eligible for re-appointment for another term only; and subject to any other terms and conditions specified in the letter of appointment. subject to any other terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s69",
      "section": "69",
      "title": "Functions of the Director-General",
      "content": "(1) The Director-General The Director-General is responsible for the is responsible for the day-to-day administration of the Service; day-to-day administration of the Service; management, oversight and implementation of approved policies and programmes relating to pre-tertiary technical and vocational education and training; and management, oversight and implementation of approved policies and programmes relating to pre-tertiary technical and vocational education and training; and appointment, promotion, transfer, discipline and dismissal of heads and other staff of pre-tertiary technical and vocational education and training institutions; appointment, promotion, transfer, discipline and dismissal of heads and other staff of pre-tertiary technical and vocational education and training institutions; shall ensure the implementation of the decisions of the Council; shall ensure the implementation of the decisions of the Council; is answerable to the Council in the performance of functions under this Act; and is answerable to the Council in the performance of functions under this Act; and shall perform any other function determined by the Council. shall perform any other function determined by the Council. (2) The Director-General may delegate a function to an officer of the Service but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Director-General may delegate a function to an officer of the Service but shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s70",
      "section": "70",
      "title": "Deputy Directors-General",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint two Deputy Directors-General for the Service. The President shall, in accordance with article 195 of the Constitution, appoint two Deputy Directors-General for the Service. (2) A Deputy Director-General shall hold office A Deputy Director-General shall hold office for a term of four years and is eligible for re-appointment for another term only; and for a term of four years and is eligible for re-appointment for another term only; and subject to any other terms and conditions specified in the letter of appointment. subject to any other terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s71",
      "section": "71",
      "title": "Functions of a Deputy Director-General",
      "content": "(1) A Deputy Director-General shall A Deputy Director-General shall assist the Director-General in the performance of functions of the Director-General; and assist the Director-General in the performance of functions of the Director-General; and perform any other functions that may be assigned by the Director-General. perform any other functions that may be assigned by the Director-General. (2) A Deputy Director-General is responsible to the Director-General in the performance of functions. A Deputy Director-General is responsible to the Director-General in the performance of functions. (3) The more senior Deputy Director-General shall act as Director-General in the absence of the Director-General. The more senior Deputy Director-General shall act as Director-General in the absence of the Director-General."
    },
    {
      "provision_ref": "s72",
      "section": "72",
      "title": "Secretary to the Council",
      "content": "(1) The Council shall designate an officer of the Service not below the rank of a Director as Secretary to the Council. The Council shall designate an officer of the Service not below the rank of a Director as Secretary to the Council. (2) The Secretary shall The Secretary shall record or cause to be recorded and keep the minutes of the meetings of the Council; record or cause to be recorded and keep the minutes of the meetings of the Council; perform the functions that the Council or the Director-General, in consultation with the Council, may assign; perform the functions that the Council or the Director-General, in consultation with the Council, may assign; be assisted in the performance of functions by the staff of the Service that the Council may, on the recommendation of the Director-General, direct; and be assisted in the performance of functions by the staff of the Service that the Council may, on the recommendation of the Director-General, direct; and in the performance of functions, be under the administrative control of the Director-General. in the performance of functions, be under the administrative control of the Director-General."
    },
    {
      "provision_ref": "s73",
      "section": "73",
      "title": "Divisions of the Service",
      "content": "(1) The Service shall have the following Divisions: The Service shall have the following Divisions: Training, Assessment and Quality Assurance; Training, Assessment and Quality Assurance; Research, Innovation, Monitoring and Evaluation; Research, Innovation, Monitoring and Evaluation; Infrastructure Development Division; and Infrastructure Development Division; and any other Division that the Council may consider necessary for the effective and efficient performance of the functions of the Service. any other Division that the Council may consider necessary for the effective and efficient performance of the functions of the Service. (2) The Council may re-align the divisions in the Service with the approval of the Minister for the effective and efficient performance of the functions of the Service. The Council may re-align the divisions in the Service with the approval of the Minister for the effective and efficient performance of the functions of the Service."
    },
    {
      "provision_ref": "s74",
      "section": "74",
      "title": "Appointment of other staff",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint officers that are necessary for the effective and efficient performance of the functions of the Service. The President shall, in accordance with article 195 of the Constitution, appoint officers that are necessary for the effective and efficient performance of the functions of the Service. (2) Other public officers may be transferred or seconded to the Service or may otherwise give assistance to the Service. Other public officers may be transferred or seconded to the Service or may otherwise give assistance to the Service. (3) The Service may engage the services of advisers and consultants on the recommendation of the Director-General. The Service may engage the services of advisers and consultants on the recommendation of the Director-General."
    },
    {
      "provision_ref": "s75",
      "section": "75",
      "title": "Regional offices of the Service",
      "content": "(1) The Council may, with the approval of the Minister, establish regional offices of the Service. The Council may, with the approval of the Minister, establish regional offices of the Service. (2) A Regional Office shall perform the functions of the Service at the regional level. A Regional Office shall perform the functions of the Service at the regional level."
    },
    {
      "provision_ref": "s76",
      "section": "76",
      "title": "Regional Director of the Service",
      "content": "(1) There shall be a Regional Director of the Service for each region who shall be the head of the Regional Office. There shall be a Regional Director of the Service for each region who shall be the head of the Regional Office. (2) The Regional Director shall hold office on the terms and conditions specified in the letter of appointment. The Regional Director shall hold office on the terms and conditions specified in the letter of appointment. (3) The Regional Director is responsible for The Regional Director is responsible for the day-to-day administration of the Regional Office; and the day-to-day administration of the Regional Office; and the performance of the functions of the Service at the Regional level. the performance of the functions of the Service at the Regional level. (4) The Regional Director shall ensure the implementation of the decisions of the Council at the regional level. The Regional Director shall ensure the implementation of the decisions of the Council at the regional level. (5) The Regional Director may delegate a function to an officer of the Regional Office but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Regional Director may delegate a function to an officer of the Regional Office but shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s77",
      "section": "77",
      "title": "Deputy Regional Director of the Service",
      "content": "(1) There shall be a Deputy Regional Director of the Service for each Regional Office. There shall be a Deputy Regional Director of the Service for each Regional Office. (2) The Deputy Regional Director shall hold office on the terms and conditions specified in the letter of appointment. The Deputy Regional Director shall hold office on the terms and conditions specified in the letter of appointment. (3) The Deputy Regional Director shall The Deputy Regional Director shall assist the Regional Director in the performance of the functions of the Regional Director; and assist the Regional Director in the performance of the functions of the Regional Director; and perform any other function assigned by the Regional Director. perform any other function assigned by the Regional Director. (4) The Deputy Regional Director is responsible to the Regional Director in the performance of the functions of the Deputy Regional Director. The Deputy Regional Director is responsible to the Regional Director in the performance of the functions of the Deputy Regional Director."
    },
    {
      "provision_ref": "s78",
      "section": "78",
      "title": "Provision of public technical and vocational education and training institutions",
      "content": "(1) The Service shall construct, equip and maintain public technical and vocational education and training institutions. The Service shall construct, equip and maintain public technical and vocational education and training institutions. (2) The Service shall provide and ensure that the environment created for public technical and vocational education and training institutions are user friendly for persons with disability and students with special education needs. The Service shall provide and ensure that the environment created for public technical and vocational education and training institutions are user friendly for persons with disability and students with special education needs. (3) The Service shall ensure that a public technical and vocational education and training institution that delivers education to students with special education needs has access to funding to improve upon the existing infrastructure and provide additional requirements where necessary. The Service shall ensure that a public technical and vocational education and training institution that delivers education to students with special education needs has access to funding to improve upon the existing infrastructure and provide additional requirements where necessary."
    },
    {
      "provision_ref": "s79",
      "section": "79",
      "title": "Management of public technical and vocational education and training institutions",
      "content": "(1) The Service shall establish a Board of Governors for the management of each public technical and vocational education and training institution. The Service shall establish a Board of Governors for the management of each public technical and vocational education and training institution. (2) A Board of Governors shall ensure that a public technical and vocational education and training institution is managed in accordance with laid down rules and regulations of the Service. A Board of Governors shall ensure that a public technical and vocational education and training institution is managed in accordance with laid down rules and regulations of the Service."
    },
    {
      "provision_ref": "s80",
      "section": "80",
      "title": "Establishment of a private technical and vocational education and training institution",
      "content": "(1) Subject to article 25 of the Constitution, a person may establish, manage, operate and maintain a private technical and vocational education and training institution Subject to article 25 of the Constitution, a person may establish, manage, operate and maintain a private technical and vocational education and training institution in accordance with this Act and Regulations made under this Act; and in accordance with this Act and Regulations made under this Act; and subject to the approval of the Commission for Technical and Vocational Education and Training. subject to the approval of the Commission for Technical and Vocational Education and Training. (2) The person referred to in subsection (1), shall apply to the Commission for Technical and Vocational Education and Training for approval to establish, manage, operate and maintain the private technical and vocational education and training institution. The person referred to in subsection (1), shall apply to the Commission for Technical and Vocational Education and Training for approval to establish, manage, operate and maintain the private technical and vocational education and training institution. (3) A private technical and vocational education and training institution shall A private technical and vocational education and training institution shall be incorporated as a corporate body with a governing body; be incorporated as a corporate body with a governing body; be staffed with facilitators who are professionally qualified and licensed and accredited by the Commission for Technical and Vocational Education and Training; be staffed with facilitators who are professionally qualified and licensed and accredited by the Commission for Technical and Vocational Education and Training; provide the requisite education and training for a learner or any other person who qualifies to attend the institution; provide the requisite education and training for a learner or any other person who qualifies to attend the institution; meet the standards set by the regulatory bodies of the Ministry in respect of the physical, academic, and any other facilities and requirements of the private technical and vocational education and training institution; meet the standards set by the regulatory bodies of the Ministry in respect of the physical, academic, and any other facilities and requirements of the private technical and vocational education and training institution; operate under the supervision of the Regional Director of the Service; operate under the supervision of the Regional Director of the Service; submit a copy of the annual report on the programmes and activities of the technical and vocational education and training institution to the Service; and submit a copy of the annual report on the programmes and activities of the technical and vocational education and training institution to the Service; and make available to the Service any other information in writing requested by the Service. make available to the Service any other information in writing requested by the Service. (4) The Commission for Technical and Vocational Education and Training may grant provisional approval for a maximum period of one year to enable preparatory work to be done towards the establishment of a private technical and vocational education and training institution. The Commission for Technical and Vocational Education and Training may grant provisional approval for a maximum period of one year to enable preparatory work to be done towards the establishment of a private technical and vocational education and training institution. (5) The proprietor of a private technical and vocational education and training institution in existence before the coming into force of this Act shall register with the Service within ninety days after the coming into force of this Act. The proprietor of a private technical and vocational education and training institution in existence before the coming into force of this Act shall register with the Service within ninety days after the coming into force of this Act. (6) A proprietor of a private technical and vocational education and training institution who contravenes a provision of this section commits an offence and is liable on summary conviction to a fine of not more than one thousand five hundred penalty units or to a term of imprisonment of not more' than two years or to both. A proprietor of a private technical and vocational education and training institution who contravenes a provision of this section commits an offence and is liable on summary conviction to a fine of not more than one thousand five hundred penalty units or to a term of imprisonment of not more' than two years or to both."
    },
    {
      "provision_ref": "s81",
      "section": "81",
      "title": "Change of ownership or location of a private technical and vocational education and training institution",
      "content": "Where there is a change in the ownership or location of a private technical and vocational education and training institution, the registered owner and the new owner of the school shall, within thirty days of the change, give notice, in writing, of the details of information relating to the change, to the Service and the Commission for Technical and Vocational Education and Training. Where there is a change in the ownership or location of a private technical and vocational education and training institution, the registered owner and the new owner of the school shall, within thirty days of the change, give notice, in writing, of the details of information relating to the change, to the Service and the Commission for Technical and Vocational Education and Training."
    },
    {
      "provision_ref": "s82",
      "section": "82",
      "title": "Transfer of a private technical and vocational education and training institution to the state",
      "content": "An owner of a private technical and vocational education and training institution may transfer the private technical and vocational education and training institution to the State in accordance with terms and conditions agreed to by the parties. An owner of a private technical and vocational education and training institution may transfer the private technical and vocational education and training institution to the State in accordance with terms and conditions agreed to by the parties."
    },
    {
      "provision_ref": "s83",
      "section": "83",
      "title": "Closure of a private technical and vocational education and training institution",
      "content": "A proprietor of a private technical and vocational education and training institution who seeks to close down a private technical and vocational education and training institution shall give notice in writing to the Regional Director and the Director-General of the Service of the impending closure ninety days before the closure occurs, give notice in writing to the Regional Director and the Director-General of the Service of the impending closure ninety days before the closure occurs, give reasons for the closure, and give reasons for the closure, and provide the proposed date to re-open the private technical and vocational education and training institution, if necessary. provide the proposed date to re-open the private technical and vocational education and training institution, if necessary."
    },
    {
      "provision_ref": "s84",
      "section": "84",
      "title": "Withdrawal of approval",
      "content": "(1) The Ministry and the Commission for Technical and Vocational Education and Training may in, accordance with the guidelines issued by the Minister through the Commission for Technical and Vocational Education and Training, withdraw the approval given to a private technical and vocational education and training institution on the grounds The Ministry and the Commission for Technical and Vocational Education and Training may in, accordance with the guidelines issued by the Minister through the Commission for Technical and Vocational Education and Training, withdraw the approval given to a private technical and vocational education and training institution on the grounds that the operation of the private technical and vocational education and training institution is detrimental to the physical or moral welfare of students or the learners who attend the private technical and vocational education and training institution; that the operation of the private technical and vocational education and training institution is detrimental to the physical or moral welfare of students or the learners who attend the private technical and vocational education and training institution; that the continuing existence of the private technical and vocational education and training institution is against the public interest; or that the continuing existence of the private technical and vocational education and training institution is against the public interest; or of any other breach of the guidelines. of any other breach of the guidelines. (2) Where approval is withdrawn, the proprietor and the person in charge of the private technical and vocational education and training institution shall cease the operation of the private technical and vocational education and training institution. Where approval is withdrawn, the proprietor and the person in charge of the private technical and vocational education and training institution shall cease the operation of the private technical and vocational education and training institution. (3) A person who contravenes subsection (2) commits an offence and is liable on summary conviction to A person who contravenes subsection (2) commits an offence and is liable on summary conviction to a fine of not more than two hundred penalty units or to a term of imprisonment of not more than six months; and a fine of not more than two hundred penalty units or to a term of imprisonment of not more than six months; and a fine of ten penalty units for each day during which the offence continues. a fine of ten penalty units for each day during which the offence continues."
    },
    {
      "provision_ref": "s85",
      "section": "85",
      "title": "Review of decision and appeal",
      "content": "(1) A person who is dissatisfied with a decision under section 84 may, within twenty-eight days after the date of receipt of the decision, submit a complaint in writing to the Minister for a review of the decision. A person who is dissatisfied with a decision under section 84 may, within twenty-eight days after the date of receipt of the decision, submit a complaint in writing to the Minister for a review of the decision. (2) The Minister shall, within twenty-eight days of receipt of the complaint, review the decision and communicate the outcome to the appellant. The Minister shall, within twenty-eight days of receipt of the complaint, review the decision and communicate the outcome to the appellant. (3) A person dissatisfied with the decision of the Minister may, within twenty-eight days after the date of receipt of the decision, appeal to the High Court. A person dissatisfied with the decision of the Minister may, within twenty-eight days after the date of receipt of the decision, appeal to the High Court."
    },
    {
      "provision_ref": "s86",
      "section": "86",
      "title": "Funds of the Service",
      "content": "The funds of the service include moneys approved by Parliament; moneys approved by Parliament; donations, grants and gifts; donations, grants and gifts; moneys derived from investments; and moneys derived from investments; and fees and charges that accrue to the Service in the performance of the functions of the Service. fees and charges that accrue to the Service in the performance of the functions of the Service."
    },
    {
      "provision_ref": "s87",
      "section": "87",
      "title": "Bank account",
      "content": "The moneys for the Service shall be paid into a bank account opened for that purpose with the approval of the Controller and Accountant-General. The moneys for the Service shall be paid into a bank account opened for that purpose with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s88",
      "section": "88",
      "title": "Annual estimates",
      "content": "(1) The Service shall submit budget estimates for each succeeding financial year to the Minister not later than three months before the end of the financial year. The Service shall submit budget estimates for each succeeding financial year to the Minister not later than three months before the end of the financial year. (2) The administrative head of each public technical and vocational education and training institution shall prepare budget estimates for each financial year and present the estimates to the appropriate governing bodies for approval in accordance with the budget guidelines issued by the Minister responsible for Finance. The administrative head of each public technical and vocational education and training institution shall prepare budget estimates for each financial year and present the estimates to the appropriate governing bodies for approval in accordance with the budget guidelines issued by the Minister responsible for Finance."
    },
    {
      "provision_ref": "s89",
      "section": "89",
      "title": "Internal Audit Unit",
      "content": "(1) The Service shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The Service shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). (3) The Internal Auditor is responsible for the internal audit of the Service. The Internal Auditor is responsible for the internal audit of the Service. (4) The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months, The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months, prepare and submit to the Council, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and prepare and submit to the Council, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Service. make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Service. (5) The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Minister and the chairperson of the Council. The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Minister and the chairperson of the Council."
    },
    {
      "provision_ref": "s90",
      "section": "90",
      "title": "Accounts and audit",
      "content": "(1) The Council shall keep books, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. The Council shall keep books, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. (2) A public technical and vocational education and training institution shall keep books, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. A public technical and vocational education and training institution shall keep books, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. (3) The Council shall submit the accounts of the Service to the Auditor-General for audit at the end of the financial year. The Council shall submit the accounts of the Service to the Auditor-General for audit at the end of the financial year. (4) The Auditor-General shall, within six months after the end of the immediately preceding financial year, The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and submit a report to Parliament; and audit the accounts and submit a report to Parliament; and forward a copy each of the audit report to the Minister and the Council. forward a copy each of the audit report to the Minister and the Council. (5) The financial year of the Service is the same as the financial year of the Government. The financial year of the Service is the same as the financial year of the Government."
    },
    {
      "provision_ref": "s91",
      "section": "91",
      "title": "Annual report and other reports",
      "content": "(1) A public technical and vocational education and training institution shall submit an annual report to the Service through the Regional Office of the Service. A public technical and vocational education and training institution shall submit an annual report to the Service through the Regional Office of the Service. (2) The Council shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the operations of the Service for the year to which the report relates. The Council shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the operations of the Service for the year to which the report relates. (3) The annual report shall include the report of the Auditor-General. The annual report shall include the report of the Auditor-General. (4) The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (5) The Council shall submit to the Minister any other reports which the Minister may require in writing. The Council shall submit to the Minister any other reports which the Minister may require in writing."
    },
    {
      "provision_ref": "s92",
      "section": "92",
      "title": "Tax exemption",
      "content": "Subject to article 174 of the Constitution, the Service is exempt from the payment of taxes, duties, levies and other charges; and taxes, duties, levies and other charges; and tax on any income accruing from investments made by the Service. tax on any income accruing from investments made by the Service."
    },
    {
      "provision_ref": "s93",
      "section": "93",
      "title": "Regulations",
      "content": "The Minister shall, within twelve months of the coming into force of this Act, on the recommendations of the Council, by legislative instrument, make Regulations for gender equity in technical and vocational education and training; gender equity in technical and vocational education and training; the provision of adequate facilities for persons with-disability or special education needs; the provision of adequate facilities for persons with-disability or special education needs; amending the Schedule to this Act; and amending the Schedule to this Act; and any other matters for the effective and efficient implementation of this Part. any other matters for the effective and efficient implementation of this Part."
    },
    {
      "provision_ref": "s94",
      "section": "94",
      "title": "Interpretation",
      "content": "In this part, unless the context otherwise requires,“Council” means the governing body of the Service established under section 59;“Director-General” means the person appointed under section 68;“Minister” means the Minister responsible for Education;“pre-tertiary” means education and training that is not under tertiary education;“private technical and vocational education and training institution” means a non-public education and training establishment that provides technical and vocational education and training;“public” in relation to a technical and vocational education and training institution means a technical and vocational education and training institution established or maintained wholly or in part with moneys approved by Parliament from the Consolidated Fund or any other public funds;“public interest” includes any right or advantage that enures or is intended to enure to the benefit, generally of the people of this country;“regulatory bodies” means the Ghana Tertiary Education Commission, the Commission for Technical and Vocational Education and Training, the National Schools Inspectorate Authority, the National Teaching Council and the National Council for Curriculum and Assessment established under the Education Regulatory Bodies Act, 2020 (Act 1023);“Service” means the Technical and Vocational Education and Training Service established under section 55; and“special education” means a course of instruction approved by the Minister for a person with disability or special education needs. In this part, unless the context otherwise requires, “Council” means the governing body of the Service established under section 59; “Director-General” means the person appointed under section 68; “Minister” means the Minister responsible for Education; “pre-tertiary” means education and training that is not under tertiary education; “private technical and vocational education and training institution” means a non-public education and training establishment that provides technical and vocational education and training; “public” in relation to a technical and vocational education and training institution means a technical and vocational education and training institution established or maintained wholly or in part with moneys approved by Parliament from the Consolidated Fund or any other public funds; “public interest” includes any right or advantage that enures or is intended to enure to the benefit, generally of the people of this country; “regulatory bodies” means the Ghana Tertiary Education Commission, the Commission for Technical and Vocational Education and Training, the National Schools Inspectorate Authority, the National Teaching Council and the National Council for Curriculum and Assessment established under the Education Regulatory Bodies Act, 2020 (Act 1023); “Service” means the Technical and Vocational Education and Training Service established under section 55; and “special education” means a course of instruction approved by the Minister for a person with disability or special education needs."
    },
    {
      "provision_ref": "s95",
      "section": "95",
      "title": "Transitional provisions",
      "content": "(1) The rights, assets, obligations and liabilities related to Technical and Vocational Education and Training delivery institutions in existence in the various ministries, departments and agencies listed in the Schedule immediately before the coming into force of this Act are transferred to the Service established under this Part. The rights, assets, obligations and liabilities related to Technical and Vocational Education and Training delivery institutions in existence in the various ministries, departments and agencies listed in the Schedule immediately before the coming into force of this Act are transferred to the Service established under this Part. (2) Any moneys in a bank account held by or on behalf of technical and vocational education and training delivery institutions in the various ministries, departments and agencies listed in the Schedule in existence immediately before the coming into force of this Act are transferred to the Service established under this Part. Any moneys in a bank account held by or on behalf of technical and vocational education and training delivery institutions in the various ministries, departments and agencies listed in the Schedule in existence immediately before the coming into force of this Act are transferred to the Service established under this Part. (3) A person in the employment of a technical and vocational education and training delivery institution in the various ministries, departments and agencies listed in the Schedule in existence immediately before the coming into force of this Act is deemed to have been employed by the Service established under this Part on the terms and conditions attached to the post held by that person before the coming into force of this Act. A person in the employment of a technical and vocational education and training delivery institution in the various ministries, departments and agencies listed in the Schedule in existence immediately before the coming into force of this Act is deemed to have been employed by the Service established under this Part on the terms and conditions attached to the post held by that person before the coming into force of this Act. (4) A person undergoing a pre-tertiary technical and vocational education and training programme shall remain in the programme until that person completes the programme. A person undergoing a pre-tertiary technical and vocational education and training programme shall remain in the programme until that person completes the programme. (5) A contract subsisting between the technical and vocational education and training delivery institution in the various ministries, departments and agencies listed in the Schedule and another person immediately before the coming into force of this Act shall subsist between the Service established under this Part and the other person. A contract subsisting between the technical and vocational education and training delivery institution in the various ministries, departments and agencies listed in the Schedule and another person immediately before the coming into force of this Act shall subsist between the Service established under this Part and the other person."
    }
  ],
  "definitions": [
    {
      "term": "basic school",
      "definition": "a school providing the level of education from kindergarten up to the junior high school level",
      "source_provision": "s52"
    },
    {
      "term": "basic education",
      "definition": "kindergarten, primary and junior high school education as specified in paragraph (a) of section 1",
      "source_provision": "s52"
    },
    {
      "term": "Council",
      "definition": "the governing body of the Education Service established under section 10",
      "source_provision": "s52"
    },
    {
      "term": "Director-General",
      "definition": "the person appointed under section 19",
      "source_provision": "s52"
    },
    {
      "term": "District Directorate",
      "definition": "the District Directorate of Education",
      "source_provision": "s52"
    },
    {
      "term": "Education Service",
      "definition": "the Education Service provided for under article 190 of the Constitution and established under, section 6",
      "source_provision": "s52"
    },
    {
      "term": "faith-based organisation",
      "definition": "an association of persons, body or organisation that professes adherence to or belief in a system of faith or worship established in pursuance of a religious objective such as the National Catholic Secretariat, the Christian Council, the Pentecostal Council, the Federation of Muslim Councils and the Ahmadiyya Mission",
      "source_provision": "s52"
    },
    {
      "term": "free education",
      "definition": "free education in public pre-tertiary education institutions",
      "source_provision": "s52"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Education",
      "source_provision": "s52"
    },
    {
      "term": "Ministry",
      "definition": "the Ministry responsible for Education",
      "source_provision": "s52"
    },
    {
      "term": "private basic and senior high school",
      "definition": "a non-public education establishment that provides basic or senior high education",
      "source_provision": "s52"
    },
    {
      "term": "Regional Directorate",
      "definition": "the Regional Directorate of Education",
      "source_provision": "s52"
    },
    {
      "term": "regulatory bodies",
      "definition": "the Ghana Tertiary Education Commission, the Commission on Technical and Vocational Education and Training, the National Teaching Council, the National Schools Inspectorate Authority and National Council for Curriculum and Assessment established under the Education Regulatory Bodies Act, 2020 (Act 1023)",
      "source_provision": "s52"
    },
    {
      "term": "rotational basis",
      "definition": "a period where each member of a group serves a turn in the membership of a governing body before the cycle of the group recommences",
      "source_provision": "s52"
    },
    {
      "term": "special education",
      "definition": "a course of instruction approved by the Minister for a person with disability or special education needs. In this part, unless the context otherwise requires, “basic school” means a school providing the level of education from kindergarten up to the junior high school level",
      "source_provision": "s52"
    },
    {
      "term": "basic education",
      "definition": "kindergarten, primary and junior high school education as specified in paragraph (a) of section 1",
      "source_provision": "s52"
    },
    {
      "term": "Council",
      "definition": "the governing body of the Education Service established under section 10",
      "source_provision": "s52"
    },
    {
      "term": "Director-General",
      "definition": "the person appointed under section 19",
      "source_provision": "s52"
    },
    {
      "term": "District Directorate",
      "definition": "the District Directorate of Education",
      "source_provision": "s52"
    },
    {
      "term": "Education Service",
      "definition": "the Education Service provided for under article 190 of the Constitution and established under, section 6",
      "source_provision": "s52"
    },
    {
      "term": "faith-based organisation",
      "definition": "an association of persons, body or organisation that professes adherence to or belief in a system of faith or worship established in pursuance of a religious objective such as the National Catholic Secretariat, the Christian Council, the Pentecostal Council, the Federation of Muslim Councils and the Ahmadiyya Mission",
      "source_provision": "s52"
    },
    {
      "term": "free education",
      "definition": "free education in public pre-tertiary education institutions",
      "source_provision": "s52"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Education",
      "source_provision": "s52"
    },
    {
      "term": "Ministry",
      "definition": "the Ministry responsible for Education",
      "source_provision": "s52"
    },
    {
      "term": "private basic and senior high school",
      "definition": "a non-public education establishment that provides basic or senior high education",
      "source_provision": "s52"
    },
    {
      "term": "Regional Directorate",
      "definition": "the Regional Directorate of Education",
      "source_provision": "s52"
    },
    {
      "term": "regulatory bodies",
      "definition": "the Ghana Tertiary Education Commission, the Commission on Technical and Vocational Education and Training, the National Teaching Council, the National Schools Inspectorate Authority and National Council for Curriculum and Assessment established under the Education Regulatory Bodies Act, 2020 (Act 1023)",
      "source_provision": "s52"
    },
    {
      "term": "rotational basis",
      "definition": "a period where each member of a group serves a turn in the membership of a governing body before the cycle of the group recommences",
      "source_provision": "s52"
    },
    {
      "term": "Council",
      "definition": "the governing body of the Service established under section 59",
      "source_provision": "s94"
    },
    {
      "term": "Director-General",
      "definition": "the person appointed under section 68",
      "source_provision": "s94"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Education",
      "source_provision": "s94"
    },
    {
      "term": "pre-tertiary",
      "definition": "education and training that is not under tertiary education",
      "source_provision": "s94"
    },
    {
      "term": "private technical and vocational education and training institution",
      "definition": "a non-public education and training establishment that provides technical and vocational education and training",
      "source_provision": "s94"
    },
    {
      "term": "regulatory bodies",
      "definition": "the Ghana Tertiary Education Commission, the Commission for Technical and Vocational Education and Training, the National Schools Inspectorate Authority, the National Teaching Council and the National Council for Curriculum and Assessment established under the Education Regulatory Bodies Act, 2020 (Act 1023)",
      "source_provision": "s94"
    },
    {
      "term": "Service",
      "definition": "the Technical and Vocational Education and Training Service established under section 55",
      "source_provision": "s94"
    },
    {
      "term": "special education",
      "definition": "a course of instruction approved by the Minister for a person with disability or special education needs. In this part, unless the context otherwise requires, “Council” means the governing body of the Service established under section 59",
      "source_provision": "s94"
    },
    {
      "term": "Director-General",
      "definition": "the person appointed under section 68",
      "source_provision": "s94"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Education",
      "source_provision": "s94"
    },
    {
      "term": "pre-tertiary",
      "definition": "education and training that is not under tertiary education",
      "source_provision": "s94"
    },
    {
      "term": "private technical and vocational education and training institution",
      "definition": "a non-public education and training establishment that provides technical and vocational education and training",
      "source_provision": "s94"
    },
    {
      "term": "regulatory bodies",
      "definition": "the Ghana Tertiary Education Commission, the Commission for Technical and Vocational Education and Training, the National Schools Inspectorate Authority, the National Teaching Council and the National Council for Curriculum and Assessment established under the Education Regulatory Bodies Act, 2020 (Act 1023)",
      "source_provision": "s94"
    },
    {
      "term": "Service",
      "definition": "the Technical and Vocational Education and Training Service established under section 55",
      "source_provision": "s94"
    }
  ]
}