{
  "id": "act-1028-2020",
  "type": "act",
  "title": "Aircraft Accident and Incident Investigation and Prevention Bureau Act, 2020",
  "short_name": "AAII 2020",
  "act_number": 1028,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-10-06",
  "url": "https://ghalii.org/akn/gh/act/2020/1028",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Application of this Act",
      "content": "This Act applies to aircraft accidents or incidents that occur in or over the territorial airspace of Ghana; and in or over the territorial airspace of Ghana; and within the oceanic airspace in the Accra Flight Information Region; within the oceanic airspace in the Accra Flight Information Region; aircraft accidents or incidents that occur in or over any place, where Ghana is requested to assist in investigating the aircraft accident or incident; Ghana is requested to assist in investigating the aircraft accident or incident; the aircraft involved in the accident or incident is operated by a person to whom a licence, authorisation or approval has been issued by the Ghana Civil Aviation Authority; the aircraft involved in the accident or incident is operated by a person to whom a licence, authorisation or approval has been issued by the Ghana Civil Aviation Authority; the accident or incident has occurred in the territory of a non-Contracting State which does not intend to conduct an investigation in accordance with Annex 13 of the Chicago Convention; the accident or incident has occurred in the territory of a non-Contracting State which does not intend to conduct an investigation in accordance with Annex 13 of the Chicago Convention; the aircraft involved in the accident or incident is registered in another State but is operated by an entity established in Ghana, if such an investigation is not carried out by that other State; or the aircraft involved in the accident or incident is registered in another State but is operated by an entity established in Ghana, if such an investigation is not carried out by that other State; or the accident or incident involves an aircraft registered in Ghana but the location of which cannot be established as being in the territory of any State; and the accident or incident involves an aircraft registered in Ghana but the location of which cannot be established as being in the territory of any State; and aircraft accidents or incidents involving a Ghanaian registered aircraft. aircraft accidents or incidents involving a Ghanaian registered aircraft."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Application of Conventions",
      "content": "The Bureau shall ensure that the procedures and practices of the Bureau for the investigation into aircraft accidents and incidents are in accordance with Annex 13 of the Chicago Convention. The Bureau shall ensure that the procedures and practices of the Bureau for the investigation into aircraft accidents and incidents are in accordance with Annex 13 of the Chicago Convention."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Establishment of the Aircraft Accident and Incident Investigation and Prevention Bureau",
      "content": "(1) There is established by this Act the Aircraft Accident and Incident Investigation and Prevention Bureau as a body corporate. There is established by this Act the Aircraft Accident and Incident Investigation and Prevention Bureau as a body corporate. (2) In the performance of the functions of the Bureau, the Bureau may acquire and hold property, dispose of property and enter into a contract or any other related transaction. In the performance of the functions of the Bureau, the Bureau may acquire and hold property, dispose of property and enter into a contract or any other related transaction. (3) Where there is a hindrance to the acquisition of land, the land may be acquired for the Bureau under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Bureau. Where there is a hindrance to the acquisition of land, the land may be acquired for the Bureau under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the Bureau."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Objects of the Bureau",
      "content": "The objects of the Bureau are to prevent the occurrence of aircraft accidents and incidents in Ghana; prevent the occurrence of aircraft accidents and incidents in Ghana; investigate aircraft accidents and incidents that occur in Ghana; investigate aircraft accidents and incidents that occur in Ghana; regulate and oversee the processes and standards in investigating aircraft accidents and incidents in Ghana; and regulate and oversee the processes and standards in investigating aircraft accidents and incidents in Ghana; and manage matters relating to aircraft accidents and incidents in Ghana. manage matters relating to aircraft accidents and incidents in Ghana."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Functions of the Bureau",
      "content": "(1) To achieve the objects, the Bureau shall To achieve the objects, the Bureau shall investigate aircraft accidents and incidents; investigate aircraft accidents and incidents; ensure due compliance with Annex 13 of the Chicago Convention and the Protocols, Technical Instructions, Guidance and Procedures from the International Civil Aviation Organisation in respect of the investigation of aircraft accidents and incidents as provided for in Regulations made under section 39; ensure due compliance with Annex 13 of the Chicago Convention and the Protocols, Technical Instructions, Guidance and Procedures from the International Civil Aviation Organisation in respect of the investigation of aircraft accidents and incidents as provided for in Regulations made under section 39; establish procedures for the conduct of investigations in accordance with the Annex 13 of the Chicago Convention; establish procedures for the conduct of investigations in accordance with the Annex 13 of the Chicago Convention; promote and improve safety in aviation through promote and improve safety in aviation through the independent investigation of aircraft accidents and incidents, and the independent investigation of aircraft accidents and incidents, and the prevention of aircraft accidents and incidents; the prevention of aircraft accidents and incidents; determine the causes of and contributing factors to aircraft accidents and incidents; determine the causes of and contributing factors to aircraft accidents and incidents; prepare and submit reports to the appropriate authority to enhance the progress of investigations into aircraft accidents or incidents; prepare and submit reports to the appropriate authority to enhance the progress of investigations into aircraft accidents or incidents; advise the Minister on matters relating to advise the Minister on matters relating to aircraft accidents and incidents; and aircraft accidents and incidents; and the investigation and prevention of aircraft accidents and incidents; the investigation and prevention of aircraft accidents and incidents; make safety recommendations, where applicable; make safety recommendations, where applicable; establish and maintain an up-to-date laboratory, hangar or such other facility, necessary for carrying out the functions of the Bureau; establish and maintain an up-to-date laboratory, hangar or such other facility, necessary for carrying out the functions of the Bureau; establish institutions for training personnel for the investigation of aircraft accidents or incidents that occur in Ghana; establish institutions for training personnel for the investigation of aircraft accidents or incidents that occur in Ghana; collate and analyse safety data and promptly exchange safety information as part of the State Safety Programme; collate and analyse safety data and promptly exchange safety information as part of the State Safety Programme; protect and preserve records on aircraft accidents and incidents; protect and preserve records on aircraft accidents and incidents; provide the families and survivors of aircraft accidents or incidents, with information on the aircraft accidents or incidents, in a timely-manner; and provide the families and survivors of aircraft accidents or incidents, with information on the aircraft accidents or incidents, in a timely-manner; and perform any other function under this Act. perform any other function under this Act. (2) The Bureau may, for the purpose of co-operation, enter into agreements with regional and international bodies and Contracting States for the purpose of investigating aircraft accidents and incidents. The Bureau may, for the purpose of co-operation, enter into agreements with regional and international bodies and Contracting States for the purpose of investigating aircraft accidents and incidents."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Governing body of the Bureau",
      "content": "(1) The governing body of the Bureau is a Board consisting of the following: The governing body of the Bureau is a Board consisting of the following: a chairperson with experience in aviation matters, nominated by the President; a chairperson with experience in aviation matters, nominated by the President; one legal practitioner of not less than ten years standing at the Bar, nominated by the Ghana Bar Association; one legal practitioner of not less than ten years standing at the Bar, nominated by the Ghana Bar Association; one Chartered Accountant of not less than ten years standing nominated by the Institute of Chartered Accountants, Ghana; one Chartered Accountant of not less than ten years standing nominated by the Institute of Chartered Accountants, Ghana; one Engineer of not less than ten years standing nominated by the Ghana Institute of Engineers; one Engineer of not less than ten years standing nominated by the Ghana Institute of Engineers; one representative of the Ministry responsible for Aviation, not below the rank of a Director nominated by the Minister; one representative of the Ministry responsible for Aviation, not below the rank of a Director nominated by the Minister; the Commissioner; and the Commissioner; and one other person nominated by the President. one other person nominated by the President. (2) The President shall, in nominating the persons specified in paragraghs (a) and (g) of subsection (1), ensure that at least one of the nominees is a woman. The President shall, in nominating the persons specified in paragraghs (a) and (g) of subsection (1), ensure that at least one of the nominees is a woman. (3) The President shall, in appointing persons specified in paragraphs (b), (c), (d), (e) and (g) take into consideration the following: The President shall, in appointing persons specified in paragraphs (b), (c), (d), (e) and (g) take into consideration the following: expertise in aviation matters; expertise in aviation matters; comprehension of aviation protocols and practices; and comprehension of aviation protocols and practices; and managerial competence. managerial competence. (4) The President shall appoint the chairperson and the other members of the Board in accordance with article 70 of the Constitution. The President shall appoint the chairperson and the other members of the Board in accordance with article 70 of the Constitution."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Functions of the Board",
      "content": "(1) The Board shall The Board shall ensure the effective and efficient performance of the functions of the Bureau; and ensure the effective and efficient performance of the functions of the Bureau; and oversee the effective and efficient management of the affairs of the Bureau. oversee the effective and efficient management of the affairs of the Bureau. (2) Despite subsection (1), the Board shall not interfere in an aircraft accident or incident investigation. Despite subsection (1), the Board shall not interfere in an aircraft accident or incident investigation."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Duties and liabilities of a member of the Board",
      "content": "(1) A member of the Board has the same fiduciary relationship with the Bureau and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 2019 Act 992). A member of the Board has the same fiduciary relationship with the Bureau and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 2019 Act 992). (2) Without limiting subsection (1), a member of the Board has a duty Without limiting subsection (1), a member of the Board has a duty to act honestly in the performance of the functions of that member; to act honestly in the performance of the functions of that member; to exercise the degree of care and diligence in the performance of the functions of that member that a reasonable person in that position would reasonably be expected to exercise in the circumstances;. to exercise the degree of care and diligence in the performance of the functions of that member that a reasonable person in that position would reasonably be expected to exercise in the circumstances;. not to make improper use of information acquired by virtue of the position of that member as a member of the Board without authorisation; and not to make improper use of information acquired by virtue of the position of that member as a member of the Board without authorisation; and not to make improper use of the position of the member as to gain directly or indirectly a benefit for the member or for any other person or cause a loss to the Bureau. not to make improper use of the position of the member as to gain directly or indirectly a benefit for the member or for any other person or cause a loss to the Bureau. (3) A member of the Board who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than three thousand penalty units and not more than six thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years or to both. A member of the Board who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than three thousand penalty units and not more than six thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years or to both. (4) Where a court determines that the Bureau has suffered loss or damage as a consequence of the act or omission of a member, the court may, in addition to imposing a fine, order the person convicted to pay appropriate compensation to the Bureau. Where a court determines that the Bureau has suffered loss or damage as a consequence of the act or omission of a member, the court may, in addition to imposing a fine, order the person convicted to pay appropriate compensation to the Bureau."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Tenure of office of members of the Board",
      "content": "(1) A member of the Board shall hold office for a period of four years and is eligible for re-appointment for another term only. A member of the Board shall hold office for a period of four years and is eligible for re-appointment for another term only. (2) Subsection (1) does not apply to the Commissioner or a person who is a member of the Board by reason of the office of that person. Subsection (1) does not apply to the Commissioner or a person who is a member of the Board by reason of the office of that person. (3) A member of the Board may, at any time, resign from office in writing addressed to the President through the Minister. A member of the Board may, at any time, resign from office in writing addressed to the President through the Minister. (4) A member of the Board other than the Commissioner, who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board other than the Commissioner, who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (5) The President may, by letter addressed to a member, revoke the appointment of that member for stated reasons. The President may, by letter addressed to a member, revoke the appointment of that member for stated reasons. (6) Where a member of the Board is, for a sufficient reason, unable to act as a member, the chairperson shall determine whether the inability of the member to act would result in the declaration of a vacancy. Where a member of the Board is, for a sufficient reason, unable to act as a member, the chairperson shall determine whether the inability of the member to act would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3), (4) or (5) or subsection (2) of section 11; under subsection (3), (4) or (5) or subsection (2) of section 11; as a result of a declaration under subsection (6); or as a result of a declaration under subsection (6); or by reason of the death of a member by reason of the death of a member the Minister shall notify the President of the vacancy and the President shall subject to subsection (3) of section 6 appoint another person for the unexpired term, in accordance with this Act."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months for the conduct of business at a place and time determined by the chairperson. The Board shall meet at least once every three months for the conduct of business at a place and time determined by the chairperson. (2) The quorum at a meeting of the Board is four members of the Board. The quorum at a meeting of the Board is four members of the Board. (3) The chairperson shall, at the request in writing of not less than one-third of the membership of the Board, convene an extraordinary meeting of the Board at a place and time determined by the chairperson. The chairperson shall, at the request in writing of not less than one-third of the membership of the Board, convene an extraordinary meeting of the Board at a place and time determined by the chairperson. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson a member of the Board other than the Commissioner, elected by the members present from among the number shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson a member of the Board other than the Commissioner, elected by the members present from among the number shall preside. (5) A matter before the Board shall be decided by a majority of the members present and voting and in the event of equality of votes, the person presiding shall have a casting vote. A matter before the Board shall be decided by a majority of the members present and voting and in the event of equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a meeting of the Board but that person shall not vote on a matter for decision at the meeting. The Board may co-opt a person to attend a meeting of the Board but that person shall not vote on a matter for decision at the meeting. (7) A person who is co-opted to attend a meeting of the Board under subsection (6) is subject to the same duties and liabilities as a member of the Board referred to in section 8. A person who is co-opted to attend a meeting of the Board under subsection (6) is subject to the same duties and liabilities as a member of the Board referred to in section 8. (8) The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. (9) Subject to this Act, the Board shall determine the procedure for the meetings of the Board. Subject to this Act, the Board shall determine the procedure for the meetings of the Board."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration A member of the Board who has an interest in a matter for consideration shall disclose in writing the nature of the interest and the diclosure shall form part of the record of the consideration of the matter; and shall disclose in writing the nature of the interest and the diclosure shall form part of the record of the consideration of the matter; and is disqualified from being present at or participating in the deliberations of the Board in respect of that matter. is disqualified from being present at or participating in the deliberations of the Board in respect of that matter. (2) A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and fails to disclose that interest; or fails to disclose that interest; or is present at or participates in the deliberations of the Board in respect of that matter. is present at or participates in the deliberations of the Board in respect of that matter. (3) Without limiting any further cause of action that may be instituted against a member, the Bureau shall recover any benefit derived by a member who contravenes subsection (1), in addition to the revocation of the appointment of the member; Without limiting any further cause of action that may be instituted against a member, the Bureau shall recover any benefit derived by a member who contravenes subsection (1), in addition to the revocation of the appointment of the member; (4) A member of the Board who fails to disclose an interest in a matter for consideration by the Board is liable to pay compensation to the Bureau for any loss incurred. A member of the Board who fails to disclose an interest in a matter for consideration by the Board is liable to pay compensation to the Bureau for any loss incurred."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members or both to The Board may establish committees consisting of members of the Board or non-members or both to perform a function of the Board; or perform a function of the Board; or advise the Board on a matter referred to a committee by the Board. advise the Board on a matter referred to a committee by the Board. (2) A committee of the Board shall be chaired by a member of the Board except where the committee is made up of non-members. A committee of the Board shall be chaired by a member of the Board except where the committee is made up of non-members. (3) A committee made up of non-members of the Board shall be advisory only. A committee made up of non-members of the Board shall be advisory only. (4) Sections 8 and 11 apply to a member of a committee of the Board. Sections 8 and 11 apply to a member of a committee of the Board."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid allowances determined by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid allowances determined by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Policy directives",
      "content": "(1) The Minister may give directives to the Board on matters of policy and the Board shall comply. The Minister may give directives to the Board on matters of policy and the Board shall comply. (2) A directive given under subsection (1) whether or not the directive is given through the Board shall not include a matter relating to the performance of the functions or the exercise of powers of the Bureau in relation to individual cases. A directive given under subsection (1) whether or not the directive is given through the Board shall not include a matter relating to the performance of the functions or the exercise of powers of the Bureau in relation to individual cases. (3) The Minister shall not give a directive on a matter in respect of an aircraft accident or incident under investigation. The Minister shall not give a directive on a matter in respect of an aircraft accident or incident under investigation."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Appointment of Commissioner",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Commissioner for the Bureau. The President shall, in accordance with article 195 of the Constitution, appoint a Commissioner for the Bureau. (2) A person qualifies for appointment as Commissioner if that person has A person qualifies for appointment as Commissioner if that person has a relevant academic qualification; a relevant academic qualification; the relevant professional competence in aircraft accident and incident investigation; and the relevant professional competence in aircraft accident and incident investigation; and senior management level experience. senior management level experience."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Functions of the Commissioner",
      "content": "(1) The Commissioner is responsible for the day-to-day administration of the affairs of the Bureau and is answerable to the Board in the performance of the functions under this Act. The Commissioner is responsible for the day-to-day administration of the affairs of the Bureau and is answerable to the Board in the performance of the functions under this Act. (2) Without limiting subsection (1), the Commissioner shall Without limiting subsection (1), the Commissioner shall report on the activities of the Bureau to the Board every three months; report on the activities of the Bureau to the Board every three months; prepare and submit to the relevant persons a report on each investigation carried out under this Act; and prepare and submit to the relevant persons a report on each investigation carried out under this Act; and establish and maintain a database of aircraft accidents and incidents in accordance with the ICAO Accident and Incident Data Reporting System. establish and maintain a database of aircraft accidents and incidents in accordance with the ICAO Accident and Incident Data Reporting System. (3) The Commissioner may delegate a function to an officer of the Bureau but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Commissioner may delegate a function to an officer of the Bureau but shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Powers of the Commissioner",
      "content": "The Commissioner may for the purposes of this Act propose and coordinate the development of Orders, Rules and Manuals of Procedures in respect of any matter relating to the investigation of an aircraft accident or incident; propose and coordinate the development of Orders, Rules and Manuals of Procedures in respect of any matter relating to the investigation of an aircraft accident or incident; institute investigations into aircraft accidents or incidents; institute investigations into aircraft accidents or incidents; delegate an investigation, in whole or in part, to another State or a regional organisation responsible for the investigation of aircraft accidents and incidents, and delegate an investigation, in whole or in part, to another State or a regional organisation responsible for the investigation of aircraft accidents and incidents, and designate a person as Investigator-in-Charge for an investigation. designate a person as Investigator-in-Charge for an investigation."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Divisions of the Bureau",
      "content": "(1) The Bureau shall have The Bureau shall have an Investigation Division; and an Investigation Division; and a General Corporate Services Division; and a General Corporate Services Division; and a Research, Planning and Monitoring Division. a Research, Planning and Monitoring Division. (2) Despite subsection (1), the Board may, on the recommendation of the Commissioner, establish units of each Division of the Bureau, that are necessary for the effective and efficient performance of the functions of the Bureau. Despite subsection (1), the Board may, on the recommendation of the Commissioner, establish units of each Division of the Bureau, that are necessary for the effective and efficient performance of the functions of the Bureau."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Appointment of other staff",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint for the Bureau other employees that are necessary for the effective and efficient performance of the functions of the Bureau. The President shall, in accordance with article 195 of the Constitution, appoint for the Bureau other employees that are necessary for the effective and efficient performance of the functions of the Bureau. (2) The Bureau may for the effective and efficient discharge of the functions of the Bureau engage the services of experts or consultants on the recommendation of the Board. The Bureau may for the effective and efficient discharge of the functions of the Bureau engage the services of experts or consultants on the recommendation of the Board. (3) Other public officers may be transferred or seconded to the Bureau or may otherwise give assistance to the Bureau. Other public officers may be transferred or seconded to the Bureau or may otherwise give assistance to the Bureau."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Preventive and safety measures",
      "content": "(1) The Bureau shall, at any stage of an investigation of an aircraft accident or incident, recommend in a dated transmittal correspondence to the appropriate authority, including an authority in another State, any preventive action that the Bureau considers necessary to be taken promptly to enhance safety in aviation. The Bureau shall, at any stage of an investigation of an aircraft accident or incident, recommend in a dated transmittal correspondence to the appropriate authority, including an authority in another State, any preventive action that the Bureau considers necessary to be taken promptly to enhance safety in aviation. (2) The Bureau shall, where appropriate, address any safety recommendation arising out of an investigation by the Bureau, in a dated transmittal correspondence to The Bureau shall, where appropriate, address any safety recommendation arising out of an investigation by the Bureau, in a dated transmittal correspondence to the accident investigation authority of the State concerned; and the accident investigation authority of the State concerned; and International Civil Aviation Organisation, where International Civil Aviation Organisation documents are involved. International Civil Aviation Organisation, where International Civil Aviation Organisation documents are involved. (3) The Bureau shall, for the purpose of the prevention of similar aircraft accidents or incidents The Bureau shall, for the purpose of the prevention of similar aircraft accidents or incidents follow up on the implementation of safety recommendations; follow up on the implementation of safety recommendations; facilitate the exchange of knowledge, information and relevant personnel of the Bureau with aircraft accident and incident investigation authorities of other ICAO member States; facilitate the exchange of knowledge, information and relevant personnel of the Bureau with aircraft accident and incident investigation authorities of other ICAO member States; collect and analyse data and conduct research for the purpose of preventing aircraft accidents or incidents; and collect and analyse data and conduct research for the purpose of preventing aircraft accidents or incidents; and undertake activities to educate operators, stakeholders and the general public on the investigation of aircraft accidents or incidents and the improvement of safety in the aviation industry. undertake activities to educate operators, stakeholders and the general public on the investigation of aircraft accidents or incidents and the improvement of safety in the aviation industry. (4) The Bureau shall inform the Authority of the safety recommendations in respect of the investigation of an aircraft accident or incident. The Bureau shall inform the Authority of the safety recommendations in respect of the investigation of an aircraft accident or incident. (5) The Director-General of the Authority shall, on the basis of the safety recommendations under subsection (4), take corrective action that in the judgment of the Authority will prevent the occurrence of similar aircraft accidents or incidents in the future. The Director-General of the Authority shall, on the basis of the safety recommendations under subsection (4), take corrective action that in the judgment of the Authority will prevent the occurrence of similar aircraft accidents or incidents in the future. (6) A safety recommendation does not constitute a presumption of blame or liability for an aircraft accident or incident. A safety recommendation does not constitute a presumption of blame or liability for an aircraft accident or incident."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Appointment of Investigator-in-Charge",
      "content": "(1) For the purpose of carrying out an investigation into an aircraft accident or incident, the Commissioner shall appoint an Investigator-in-Charge and other persons as investigators. For the purpose of carrying out an investigation into an aircraft accident or incident, the Commissioner shall appoint an Investigator-in-Charge and other persons as investigators. (2) The Investigator-in Charge shall The Investigator-in Charge shall direct the conduct of an investigation assigned by the Commissioner; and direct the conduct of an investigation assigned by the Commissioner; and appoint observers and participants required for the investigation. appoint observers and participants required for the investigation. (3) An Investigator-in-Charge shall record in both electronic and hard copies An Investigator-in-Charge shall record in both electronic and hard copies observations made during an investigation; observations made during an investigation; findings as to the causes and contributing factors of an aircraft accident or incident; and findings as to the causes and contributing factors of an aircraft accident or incident; and safety recommendations related to the investigation conducted. safety recommendations related to the investigation conducted."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Notification of aircraft accident or incident",
      "content": "(1) The following persons shall immediately notify the Bureau of an aircraft accident or incident by the most rapid means of communication available: The following persons shall immediately notify the Bureau of an aircraft accident or incident by the most rapid means of communication available: the pilot-in-command of the aircraft, if the pilot-in-command is not fatally injured; the pilot-in-command of the aircraft, if the pilot-in-command is not fatally injured; the surviving crew members where the pilot-in-command is incapacitated; the surviving crew members where the pilot-in-command is incapacitated; the air traffic controller; the air traffic controller; the Authority; the Authority; the aerodrome operator; the aerodrome operator; the owner, hirer or any other person on whose behalf the pilot-in-command was in command of the aircraft; the owner, hirer or any other person on whose behalf the pilot-in-command was in command of the aircraft; the airline operator; and the airline operator; and any other witness. any other witness. (2) Where the Bureau is notified of an aircraft accident or incident, the Bureau shall, within seven days, determine Where the Bureau is notified of an aircraft accident or incident, the Bureau shall, within seven days, determine the extent of the investigation required, and the extent of the investigation required, and the procedures to be followed in carrying out the investigation. the procedures to be followed in carrying out the investigation. (3) A determination made by the Bureau under subsection (2) shall be based on the lessons that the Bureau expects to draw from the investigation for the improvement of safety in aviation. A determination made by the Bureau under subsection (2) shall be based on the lessons that the Bureau expects to draw from the investigation for the improvement of safety in aviation."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Investigation of aircraft accident or incident",
      "content": "(1) Despite any other enactment, a public institution shall not commence an investigation under this Act if the aircraft accident or incident Despite any other enactment, a public institution shall not commence an investigation under this Act if the aircraft accident or incident has been investigated, has been investigated, is being investigated, or is being investigated, or is awaiting investigation, is awaiting investigation, by the Bureau. (2) Subsection (1) shall not prevent a public institution from Subsection (1) shall not prevent a public institution from commencing an investigation into, or commencing an investigation into, or continuing an investigation of continuing an investigation of an aircraft accident or incident for any purpose other than the purpose of this Act. (3) Subsection (1) shall not prevent a law enforcement agency in the country from investigating an aircraft accident or incident for a purpose other than the purpose of this Act. Subsection (1) shall not prevent a law enforcement agency in the country from investigating an aircraft accident or incident for a purpose other than the purpose of this Act."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Responsibility of the Bureau",
      "content": "(1) The Bureau shall, in the event of an aircraft accident or incident, take the necessary steps to carry out investigations in conformity with Annex 13 and any other international or regional agreement or Convention to which Ghana is a signatory. The Bureau shall, in the event of an aircraft accident or incident, take the necessary steps to carry out investigations in conformity with Annex 13 and any other international or regional agreement or Convention to which Ghana is a signatory. (2) The Bureau shall not investigate an aircraft accident or incident involving a State aircraft except with the approval of the Minister. The Bureau shall not investigate an aircraft accident or incident involving a State aircraft except with the approval of the Minister. (3) Despite subsection (2), where an aircraft accident or incident involves both a civil aircraft and a State aircraft, the Bureau shall investigate the aircraft accident or incident. Despite subsection (2), where an aircraft accident or incident involves both a civil aircraft and a State aircraft, the Bureau shall investigate the aircraft accident or incident. (4) The Bureau may, for the purpose of investigation, immediately prohibit or limit access to the scene of an aircraft accident or incident by surrounding the scene at which the object or wreckage is located for the period the Bureau may consider necessary. The Bureau may, for the purpose of investigation, immediately prohibit or limit access to the scene of an aircraft accident or incident by surrounding the scene at which the object or wreckage is located for the period the Bureau may consider necessary. (5) The Bureau shall have The Bureau shall have unhindered and unhampered access to, and unhindered and unhampered access to, and unrestricted control over, unrestricted control over, the scene of an aircraft accident or incident. (6) Subsection (5) applies to Subsection (5) applies to the entire wreckage or parts of the wreckage; the entire wreckage or parts of the wreckage; any material relevant to the investigation; and any material relevant to the investigation; and flight recorders and air traffic services recordings and records. flight recorders and air traffic services recordings and records. (7) The Bureau shall have unlimited and unrestricted control of relevant materials and evidence to ensure that detailed examinations can be made without delay. The Bureau shall have unlimited and unrestricted control of relevant materials and evidence to ensure that detailed examinations can be made without delay. (8) The Bureau shall take reasonable measures to The Bureau shall take reasonable measures to protect evidence, and, protect evidence, and, maintain the safe custody of the aircraft and the contents of the aircraft maintain the safe custody of the aircraft and the contents of the aircraft for the period necessary for the investigation. (9) The Bureau shall relinquish control of the scene of the aircraft accident or incident and release custody of The Bureau shall relinquish control of the scene of the aircraft accident or incident and release custody of the aircraft, the aircraft, the contents of the aircraft, or the contents of the aircraft, or any parts of the aircraft, any parts of the aircraft, as soon as the item specified under paragraph (a), (b) or (c) is are no longer required for the investigation. (10) The Bureau may order for a toxicological examination. The Bureau may order for a toxicological examination. (11) The Bureau shall have exclusive authority over a scene where an aircraft accident or incident has occurred for the sole purpose of preventing the destruction of wreckage or relevant evidence at the scene. The Bureau shall have exclusive authority over a scene where an aircraft accident or incident has occurred for the sole purpose of preventing the destruction of wreckage or relevant evidence at the scene."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Power to obtain information",
      "content": "(1) For the purpose of obtaining the required information for the effective and efficient discharge of the duties conferred upon the Bureau, an authorised person may, by notice in writing, For the purpose of obtaining the required information for the effective and efficient discharge of the duties conferred upon the Bureau, an authorised person may, by notice in writing, require a person to provide require a person to provide information relating to flights or a class of flights, whether beginning and ending at the same point or at different points, as specified in the notice; information relating to flights or a class of flights, whether beginning and ending at the same point or at different points, as specified in the notice; information relating to the flight plan; information relating to the flight plan; information relating to an instrument carried on the aircraft; information relating to an instrument carried on the aircraft; any other information required for the safe landing of an aircraft within the airspace of Ghana or exit of an aircraft from the airspace of Ghana; any other information required for the safe landing of an aircraft within the airspace of Ghana or exit of an aircraft from the airspace of Ghana; information relevant to the investigation of an aircraft accident or incident; and information relevant to the investigation of an aircraft accident or incident; and medical information on a person who is the subject of investigation; and medical information on a person who is the subject of investigation; and specify specify the time at which, and the time at which, and the form and manner in which, the form and manner in which, any information required under paragraph (a) shall be made. (2) A person shall not A person shall not conceal information, or conceal information, or refuse or fail to refuse or fail to provide information to the Bureau, or provide information to the Bureau, or attend to an investigator attend to an investigator for the purpose of carrying out the investigation. (3) A person who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than two thousand five hundred penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than two years and not more than five years or to both. A person who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than two thousand five hundred penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than two years and not more than five years or to both. (4) A request for information under this section is subject to the Right to Information Act, 2019 (Act 989). A request for information under this section is subject to the Right to Information Act, 2019 (Act 989)."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Restriction on disclosure of information",
      "content": "(1) A person shall not, without the written consent of the Commissioner, disclose information relating to air transport, obtained during an investigation except for the purpose of the performance of the functions of the Bureau. A person shall not, without the written consent of the Commissioner, disclose information relating to air transport, obtained during an investigation except for the purpose of the performance of the functions of the Bureau. (2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than two thousand five hundred penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than two years and not more than five years or to both. A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than two thousand five hundred penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than two years and not more than five years or to both."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Protection of records on aircraft accident or incident",
      "content": "(1) Where the Bureau conducts an investigation into an aircraft accident or incident, the Bureau shall make the following records available only for purposes of the investigation: Where the Bureau conducts an investigation into an aircraft accident or incident, the Bureau shall make the following records available only for purposes of the investigation: cockpit voice recordings and airborne image recordings and any transcripts from the recordings; and cockpit voice recordings and airborne image recordings and any transcripts from the recordings; and records in the custody or control of the Bureau being records in the custody or control of the Bureau being statements taken from persons by the Bureau in the course of the investigation; statements taken from persons by the Bureau in the course of the investigation; communication between persons who have been involved in the operation of the aircraft; communication between persons who have been involved in the operation of the aircraft; medical or private information regarding persons involved in the aircraft accident or incident; medical or private information regarding persons involved in the aircraft accident or incident; recordings and transcripts of recordings from air traffic control units; recordings and transcripts of recordings from air traffic control units; the analysis of and opinions about information, including flight recorder information, made by the Bureau and accredited representatives in relation to the aircraft accident or incident; and the analysis of and opinions about information, including flight recorder information, made by the Bureau and accredited representatives in relation to the aircraft accident or incident; and the draft Final Report of an aircraft accident or incident investigation. the draft Final Report of an aircraft accident or incident investigation. (2) The Bureau shall not disclose audio content of cockpit voice recordings or image and audio content of airborne image recordings to the public. The Bureau shall not disclose audio content of cockpit voice recordings or image and audio content of airborne image recordings to the public. (3) Despite subsection (1), the Bureau may make available information in paragraphs (a) and (b) if the designated competent authority concerned, determines that the disclosure or use of the records outweighs the likely adverse impact that the action may have at the domestic or international level, on the investigation or any future investigation. Despite subsection (1), the Bureau may make available information in paragraphs (a) and (b) if the designated competent authority concerned, determines that the disclosure or use of the records outweighs the likely adverse impact that the action may have at the domestic or international level, on the investigation or any future investigation."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Administration of the balancing test",
      "content": "Where the request is for a record in paragraphs (a) and (b) of subsection (1) of section 27, to be disclosed or used in a criminal, criminal, civil, civil, administrative, or administrative, or disciplinary proceeding, disciplinary proceeding, the competent authority shall only administer the balancing test if the competent authority is satisfied that a material fact in question in the proceedings cannot be determined without that record."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Publication of information on aircraft accident or incident",
      "content": "Despite section 26, the Commissioner may, at any time, publish or cause to be published, information relating to an aircraft accident or incident whether or not the aircraft accident or incident is the subject of an investigation by an investigator. Despite section 26, the Commissioner may, at any time, publish or cause to be published, information relating to an aircraft accident or incident whether or not the aircraft accident or incident is the subject of an investigation by an investigator."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Copying or disclosing of cockpit voice recorder information",
      "content": "(1) A person shall not disclose or make a copy of a cockpit voice recorder information. A person shall not disclose or make a copy of a cockpit voice recorder information. (2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than two thousand five hundred penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than two years and not more than five years or to both. A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than two thousand five hundred penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than two years and not more than five years or to both. (3) Subsection (1) does not apply to copying or disclosure for the purposes of an investigation for non-apportionment of blame contemplated under subsection (6) of section 20. Subsection (1) does not apply to copying or disclosure for the purposes of an investigation for non-apportionment of blame contemplated under subsection (6) of section 20."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Evidence of investigator",
      "content": "(1) An investigator of the Bureau or a member of an investigation team shall not be compelled to appear as a witness in a judicial, administrative or disciplinary proceeding related to apportioning blame or liability. An investigator of the Bureau or a member of an investigation team shall not be compelled to appear as a witness in a judicial, administrative or disciplinary proceeding related to apportioning blame or liability. (2) A person shall not circulate, publish, or give access to A person shall not circulate, publish, or give access to a draft investigation report or a part of a draft investigation report, or a draft investigation report or a part of a draft investigation report, or a document obtained during an investigation of an aircraft accident or incident a document obtained during an investigation of an aircraft accident or incident without the written approval of the Bureau, unless the report or document has already been published or released by the Bureau. (3) A person who contravenes subsection (2) commits an offence and is liable on summary conviction to a fine of not less than ten thousand penalty units and not more than twenty thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years or to both. A person who contravenes subsection (2) commits an offence and is liable on summary conviction to a fine of not less than ten thousand penalty units and not more than twenty thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years or to both. (4) A Final Report shall not be used as evidence in a court proceeding or in other proceeding related to apportioning blame or liability. A Final Report shall not be used as evidence in a court proceeding or in other proceeding related to apportioning blame or liability. (5) A person shall not construe a finding, cause or contributing factor determined under this Act as assigning fault or determining civil or criminal liability. A person shall not construe a finding, cause or contributing factor determined under this Act as assigning fault or determining civil or criminal liability. (6) A safety recommendation made under this Act shall not be construed as assigning fault or determining civil or criminal liability. A safety recommendation made under this Act shall not be construed as assigning fault or determining civil or criminal liability."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Internal Audit Unit",
      "content": "(1) The Bureau shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The Bureau shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658)."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Funds of the Bureau",
      "content": "The funds of the Bureau include moneys approved by Parliament; moneys approved by Parliament; one point five per cent of Airport Tax collected by an aerodrome operator under the Airport Tax Act, 1963 (Act 209); one point five per cent of Airport Tax collected by an aerodrome operator under the Airport Tax Act, 1963 (Act 209); gifts, donations, grants and loans; gifts, donations, grants and loans; internally generated funds of the Bureau; and internally generated funds of the Bureau; and moneys derived from investment. moneys derived from investment."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Bank account",
      "content": "Moneys for the Bureau shall be paid into a bank account opened for the purpose by the Board with the approval of the Controller and Accountant-General. Moneys for the Bureau shall be paid into a bank account opened for the purpose by the Board with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Expenses of the Bureau",
      "content": "(1) The administrative and other related expenses of the Bureau shall be charged on the funds of the Bureau. The administrative and other related expenses of the Bureau shall be charged on the funds of the Bureau. (2) The administrative and other related expenses shall not exceed The administrative and other related expenses shall not exceed the amount approved under paragraph (a) of section 33; and the amount approved under paragraph (a) of section 33; and forty percent of the amount specified in paragraph (b) of section 33. forty percent of the amount specified in paragraph (b) of section 33."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. The Board shall keep books, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Bureau to the Auditor-General for audit at the end of each financial year. The Board shall submit the accounts of the Bureau to the Auditor-General for audit at the end of each financial year. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts, and submit a report to Parliament and forward a copy each of the audit report to the Minister and the Board. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts, and submit a report to Parliament and forward a copy each of the audit report to the Minister and the Board. (4) The financial year of the Bureau is the same as the financial year of the Government. The financial year of the Bureau is the same as the financial year of the Government."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Bureau for the year to which the report relates. The Board shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Bureau for the year to which the report relates. (2) The annual report shall include the report of the Auditor-General. The annual report shall include the report of the Auditor-General. (3) The Minister shall, within thirty days after the receipt of the annual report from the Board, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within thirty days after the receipt of the annual report from the Board, submit the report to Parliament with a statement that the Minister considers necessary."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Conflict of interest",
      "content": "(1) The Commissioner or an employee of the Bureau shall not own, control, manage or operate any aviation enterprise while in office. The Commissioner or an employee of the Bureau shall not own, control, manage or operate any aviation enterprise while in office. (2) The Commissioner or an employee of the Bureau who has an interest in an aviation enterprise shall, within one month after the acquisition of the interest make full disclosure of the interest to the appropriate authority. The Commissioner or an employee of the Bureau who has an interest in an aviation enterprise shall, within one month after the acquisition of the interest make full disclosure of the interest to the appropriate authority. (3) A person specified in subsection (2) shall not participate in any action or decision that may, directly or indirectly, affect the financial interest of that person in the aviation enterprise. A person specified in subsection (2) shall not participate in any action or decision that may, directly or indirectly, affect the financial interest of that person in the aviation enterprise. (4) Subsections (3) and (4) of section 11 apply to a Commissioner or an employee of the Bureau who contravenes subsection (1), (2) or (3) of this section. Subsections (3) and (4) of section 11 apply to a Commissioner or an employee of the Bureau who contravenes subsection (1), (2) or (3) of this section."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Regulations",
      "content": "(1) The Minister may, by legislative instrument, make Regulations to provide for the effective and efficient implementation of this Act. The Minister may, by legislative instrument, make Regulations to provide for the effective and efficient implementation of this Act. (2) Without limiting subsection (1), the Regulations shall Without limiting subsection (1), the Regulations shall provide for the standards and recommended practices set out in Annex 13 of the Chicago Convention; provide for the standards and recommended practices set out in Annex 13 of the Chicago Convention; provide for the conduct of investigations; provide for the conduct of investigations; provide for the keeping and preservation of records, documents and other evidence relating to aircraft accidents and incidents; provide for the keeping and preservation of records, documents and other evidence relating to aircraft accidents and incidents; provide for the attendance of interested persons involved in investigations; provide for the attendance of interested persons involved in investigations; provide for the requirements for defining scenes for the investigation of aircraft accidents or incidents; provide for the requirements for defining scenes for the investigation of aircraft accidents or incidents; prescribe procedures for the protection of scenes of aircraft accidents and incidents; prescribe procedures for the protection of scenes of aircraft accidents and incidents; provide for the rights, privileges and status of persons attending investigations; provide for the rights, privileges and status of persons attending investigations; provide for the procedures for the conduct of a public inquiry; provide for the procedures for the conduct of a public inquiry; provide for the imposition of administrative penalties; and provide for the imposition of administrative penalties; and provide generally, for the effective and efficient implementation of this Act. provide generally, for the effective and efficient implementation of this Act."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Interpretation",
      "content": "In this Act unless, the context otherwise requires,accident means an occurrence associated with the operation of an aircraft which, in the case of a manned aircraft, takes place between the time a person boards the aircraft with the intention of flight until the time that the person disembarks; or in the case of an unmanned aircraft, takes place between the time the aircraft is ready to move with the purpose of flight until the time that the aircraft comes to rest at the end of the flight and the primary propulsion system is shut down in which(a)a person suffers a fatal or serious injury as a result of being in or on the aircraft, direct contact with any part of the aircraft including parts which have become detached from the aircraft, or direct exposure to jet blast, except where the injuries are from natural causes, self-inflicted or inflicted by other persons, or where the injuries are to stowaways hiding outside the areas normally available to the passengers and crew, or(b)the aircraft sustains damage or structural failure which adversely affects the structural strength, performance or flight characteristics of the aircraft, and will normally require major repair or replacement of the affected component, except for engine failure or damage, where the damage is limited to the engine, its cowlings or accessories; or for damage limited to propellers, wing tips, antennas, tyres, brakes, fairings, small dents or puncture holes in the aircraft skin; or(c)the aircraft is missing or is completely inaccessible;\"accident investigation authority\" means the authority designated by a State as responsible for aircraft accident and incident investigations within the context of Annex 13 of the Chicago Convention;Accident Investigation Bureau means the unit in existence before the coming into force of this Act, that was responsible for the conduct of investigations into aircraft accidents and serious incidents that occured in the country;Accra Flight Information Region means an airspace of defined dimensions within which flight information services and alerting services are provided;accredited representative means a person designated by a State, on the basis of the qualification of that person, for the purpose of participating in an investigation conducted by another State where the State has established an aircraft accident or incident investigation authority;aerodrome operator means the person who manages the aerodrome;aircraft means a machine that can derive support in the atmosphere from the reaction of the air, other than the reaction of the air against the surface of the earth;appropriate authority means a Government entity which has the responsibility of investigating, enforcing or determining investigation issues;authorised person means(a)a person authorised by the Bureau generally or specifically to have access to an aircraft involved in an accident or incident; or(b)an investigator of the Bureau authorised by the Commissioner;\"Authority\" means the Ghana Civil Aviation Authority established under the Ghana Civil Aviation Authority Act, 2004 (Act 678);\"aviation enterprise\" means an aviation related business;\"balancing test\" means the determination made by the competent authority of the impact the disclosure or use of aircraft accident and incident investigation records may have on current or future investigations;\"Bureau\" means the Aircraft Accident and Incident Investigation and Prevention Bureau established under section 3;causes mean the actions, omissions, events, conditions or a combination of actions, omissions, events or conditions which led to the aircraft accident or incident;Chicago Convention means the Convention on International Civil Aviation concluded at Chicago on the 7th of December 1944, any Annex which relates to international standards and recommended practices adopted in accordance with the Convention and any amendment of the Convention or of the Annex which is made in accordance with the Convention;civil aircraft means an aircraft other than a State aircraft;cockpit voice recorder information means information on a device used to record the audio environment including audio signals of the microphones and earphones of the headsets of the pilot and of an area microphone installed in the cockpit, in the flight deck for accidents and incident investigation purposes;Commissioner means the Commissioner appointed under section 15;competent authority means the Government entity which is empowered to administer the balancing test;Contracting State means a State which is a party to the Chicago Convention;contributing factor means an action, omission, event, condition, or a combination of actions, omissions, events or conditions which, if eliminated, avoided or absent, would have prevented or reduced the probability of an aircraft accident or incident occurring, or mitigated the severity of the consequences of the aircraft accident or incident;crew member means a person assigned by an operator on an aircraft during a flight duty period;Draft Final Report means a report of the investigation of an aircraft accident or incident which is forwarded to the appropriate entity for comments or other input before the issuance of the Final Report;entity means an association, corporation, partnership, proprietorship, trust or individual that has legal capacity to enter into an agreement or a contract, assume and perform obligations, incur and pay debts and can sue and be sued in its own right;fatal injury means an injury which is sustained by a person in an aircraft accident which results in the death of the person within thirty days of the date of the accident;Final Report means a report in respect of an investigation of an aircraft accident or incident which establishes the causes and circumstances surrounding the aircraft accident or incident and the safety recommendations arising from the aircraft accident or incident;flight means a journey by air beginning from the moment when all the external doors of an aircraft are closed following embarkation until the moment when the external doors of the aircraft are opened for disembarkation and in the case of a forced landing, the flight shall be deemed to continue until the competent authority takes over the responsibility for the aircraft and for persons and property on board;flight recorder means a recorder which is installed in an aircraft for the purpose of facilitating the investigation of an aircraft accident or incident;ICAO means International Civil Aviation Organisation established under the Convention on International Civil Aviation, 1944;incident means an operational interruption, defect, fault or other irregular circumstance that has or may have influenced flight safety and that has not resulted in an accident;interested person includes a witness, a crew member, an air operator, the pilot, the operator, the aircraft manufacturer, and any other party involved with the accident, or special interest groups such as advocates for noise abatement;investigation includes a process conducted for the purpose of(a)gathering and analysing information relating to an aircraft accident or incident;(b)determining the cause of an aircraft accident or incident and where appropriate, making of safety recommendations;(c)drawing conclusions;(d)preventing an accident or incident;investigator means a person appointed by the Commissioner to investigate an aircraft accident or incident;Investigator-in-Charge means a person appointed by the Commissioner on the basis of his or her qualifications, and charged with the responsibility for the organisation, conduct and control of an investigation into an aircraft accident or incident;investigation team means a group of investigators involved in the conduct of an aircraft accident or incident investigation;Minister means the Minister responsible for Aviation;non-contracting State means a State which has not signed and does not adhere to the Chicago Convention, but which is a member of the United Nations or any of the agencies of the United Nations;oceanic airspace means the airspace over the high seas that is above the oceans of the world, beyond the territorial limits, where the responsibility for the provision of air traffic control services is delegated by ICAO;operator means a person or body that undertakes the operation of or proposes to operate one or more aircrafts;owner means the registered owner of an aircraft;participant means a person authorised by the Authority to participate in an investigation being conducted by the Authority;passenger includes(a)a person who pays to board an aircraft with the intention of flight; and(b)an employee of an operator aboard an aircraft;pilot-in-command means(a)the pilot responsible for the operation and safety of the aircraft during flight time;(b)the pilot designated by the operator; or(c)in the case of general aviation, the owner, as being in command and charged with the safe conduct of the flight;safety data means a defined set of facts or set of safety values collected from various aviation related sources used to maintain or improve safety;safety recommendation means a proposal of an accident investigation authority based on information derived from an investigation, made with the intention of preventing aircraft accidents or incidents and which in no case, has the purpose of creating the presumption of blame or liability for an aircraft accident or incident;serious injury means an injury which is sustained by a person in an aircraft accident and which(a)requires hospitalisation for a period of more than forty-eight hours, commencing within seven days from the date the injury was received;(b)results in a fracture of any bone except simple fractures of fingers, toes, or nose;(c)involves lacerations which cause severe haemorrhage, nerve, muscle or tendon damage;(d)involves injury to any internal organ of the human body;(e)involves second-degree or third-degree burns, or any bums affecting more than five per cent of the surface of the human body; or(f)involves verified exposure to infectious substances or harmful radiation;State aircraft means an aircraft used in military, customs and police services; andState Safety Programme means an integrated set of regulations and activities aimed at improving safety as prescribed by Annex 19 of the Convention on International Civil Aviation. In this Act unless, the context otherwise requires, a person suffers a fatal or serious injury as a result of being in or on the aircraft, direct contact with any part of the aircraft including parts which have become detached from the aircraft, or direct exposure to jet blast, except where the injuries are from natural causes, self-inflicted or inflicted by other persons, or where the injuries are to stowaways hiding outside the areas normally available to the passengers and crew, or the aircraft sustains damage or structural failure which adversely affects the structural strength, performance or flight characteristics of the aircraft, and will normally require major repair or replacement of the affected component, except for engine failure or damage, where the damage is limited to the engine, its cowlings or accessories; or for damage limited to propellers, wing tips, antennas, tyres, brakes, fairings, small dents or puncture holes in the aircraft skin; or the aircraft is missing or is completely inaccessible; \"accident investigation authority\" means the authority designated by a State as responsible for aircraft accident and incident investigations within the context of Annex 13 of the Chicago Convention; Accident Investigation Bureau means the unit in existence before the coming into force of this Act, that was responsible for the conduct of investigations into aircraft accidents and serious incidents that occured in the country; Accra Flight Information Region means an airspace of defined dimensions within which flight information services and alerting services are provided; accredited representative means a person designated by a State, on the basis of the qualification of that person, for the purpose of participating in an investigation conducted by another State where the State has established an aircraft accident or incident investigation authority; aerodrome operator means the person who manages the aerodrome; aircraft means a machine that can derive support in the atmosphere from the reaction of the air, other than the reaction of the air against the surface of the earth; appropriate authority means a Government entity which has the responsibility of investigating, enforcing or determining investigation issues; a person authorised by the Bureau generally or specifically to have access to an aircraft involved in an accident or incident; or an investigator of the Bureau authorised by the Commissioner; \"Authority\" means the Ghana Civil Aviation Authority established under the Ghana Civil Aviation Authority Act, 2004 (Act 678); \"aviation enterprise\" means an aviation related business; \"balancing test\" means the determination made by the competent authority of the impact the disclosure or use of aircraft accident and incident investigation records may have on current or future investigations; \"Bureau\" means the Aircraft Accident and Incident Investigation and Prevention Bureau established under section 3; causes mean the actions, omissions, events, conditions or a combination of actions, omissions, events or conditions which led to the aircraft accident or incident; Chicago Convention means the Convention on International Civil Aviation concluded at Chicago on the 7th of December 1944, any Annex which relates to international standards and recommended practices adopted in accordance with the Convention and any amendment of the Convention or of the Annex which is made in accordance with the Convention; civil aircraft means an aircraft other than a State aircraft; cockpit voice recorder information means information on a device used to record the audio environment including audio signals of the microphones and earphones of the headsets of the pilot and of an area microphone installed in the cockpit, in the flight deck for accidents and incident investigation purposes; Commissioner means the Commissioner appointed under section 15; competent authority means the Government entity which is empowered to administer the balancing test; Contracting State means a State which is a party to the Chicago Convention; contributing factor means an action, omission, event, condition, or a combination of actions, omissions, events or conditions which, if eliminated, avoided or absent, would have prevented or reduced the probability of an aircraft accident or incident occurring, or mitigated the severity of the consequences of the aircraft accident or incident; crew member means a person assigned by an operator on an aircraft during a flight duty period; Draft Final Report means a report of the investigation of an aircraft accident or incident which is forwarded to the appropriate entity for comments or other input before the issuance of the Final Report; entity means an association, corporation, partnership, proprietorship, trust or individual that has legal capacity to enter into an agreement or a contract, assume and perform obligations, incur and pay debts and can sue and be sued in its own right; fatal injury means an injury which is sustained by a person in an aircraft accident which results in the death of the person within thirty days of the date of the accident; Final Report means a report in respect of an investigation of an aircraft accident or incident which establishes the causes and circumstances surrounding the aircraft accident or incident and the safety recommendations arising from the aircraft accident or incident; flight means a journey by air beginning from the moment when all the external doors of an aircraft are closed following embarkation until the moment when the external doors of the aircraft are opened for disembarkation and in the case of a forced landing, the flight shall be deemed to continue until the competent authority takes over the responsibility for the aircraft and for persons and property on board; flight recorder means a recorder which is installed in an aircraft for the purpose of facilitating the investigation of an aircraft accident or incident; ICAO means International Civil Aviation Organisation established under the Convention on International Civil Aviation, 1944; incident means an operational interruption, defect, fault or other irregular circumstance that has or may have influenced flight safety and that has not resulted in an accident; interested person includes a witness, a crew member, an air operator, the pilot, the operator, the aircraft manufacturer, and any other party involved with the accident, or special interest groups such as advocates for noise abatement; gathering and analysing information relating to an aircraft accident or incident; determining the cause of an aircraft accident or incident and where appropriate, making of safety recommendations; drawing conclusions; preventing an accident or incident; investigator means a person appointed by the Commissioner to investigate an aircraft accident or incident; Investigator-in-Charge means a person appointed by the Commissioner on the basis of his or her qualifications, and charged with the responsibility for the organisation, conduct and control of an investigation into an aircraft accident or incident; investigation team means a group of investigators involved in the conduct of an aircraft accident or incident investigation; Minister means the Minister responsible for Aviation; non-contracting State means a State which has not signed and does not adhere to the Chicago Convention, but which is a member of the United Nations or any of the agencies of the United Nations; oceanic airspace means the airspace over the high seas that is above the oceans of the world, beyond the territorial limits, where the responsibility for the provision of air traffic control services is delegated by ICAO; operator means a person or body that undertakes the operation of or proposes to operate one or more aircrafts; owner means the registered owner of an aircraft; participant means a person authorised by the Authority to participate in an investigation being conducted by the Authority; a person who pays to board an aircraft with the intention of flight; and an employee of an operator aboard an aircraft; the pilot responsible for the operation and safety of the aircraft during flight time; the pilot designated by the operator; or in the case of general aviation, the owner, as being in command and charged with the safe conduct of the flight; safety data means a defined set of facts or set of safety values collected from various aviation related sources used to maintain or improve safety; safety recommendation means a proposal of an accident investigation authority based on information derived from an investigation, made with the intention of preventing aircraft accidents or incidents and which in no case, has the purpose of creating the presumption of blame or liability for an aircraft accident or incident; requires hospitalisation for a period of more than forty-eight hours, commencing within seven days from the date the injury was received; results in a fracture of any bone except simple fractures of fingers, toes, or nose; involves lacerations which cause severe haemorrhage, nerve, muscle or tendon damage; involves injury to any internal organ of the human body; involves second-degree or third-degree burns, or any bums affecting more than five per cent of the surface of the human body; or involves verified exposure to infectious substances or harmful radiation; State aircraft means an aircraft used in military, customs and police services; and State Safety Programme means an integrated set of regulations and activities aimed at improving safety as prescribed by Annex 19 of the Convention on International Civil Aviation."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Repeal and savings",
      "content": "(1) Section 25 of the Ghana Civil Aviation Act, 2004 (Act 678) is repealed. Section 25 of the Ghana Civil Aviation Act, 2004 (Act 678) is repealed. (2) Despite the repeal of section 25 of Act 678, any Order, Rule, Regulation, requirement, certificate, notice, direction, decision, authorisation, consent, application, request or thing made, issued, given or done under the repealed section shall, if in force at the coming into force of this Act, continue to be in force and have effect as if made, issued, given or done under the corresponding provisions of this Act. Despite the repeal of section 25 of Act 678, any Order, Rule, Regulation, requirement, certificate, notice, direction, decision, authorisation, consent, application, request or thing made, issued, given or done under the repealed section shall, if in force at the coming into force of this Act, continue to be in force and have effect as if made, issued, given or done under the corresponding provisions of this Act. (3) Where there is a conflict between any Order, Rule, Regulation, requirement, certificate, notice, direction, decision, authorisation, consent, application, request or thing made, issued, given or done under the repealed section and a provision of this Act, this Act shall prevail and that, Order, Rule, Regulation, requirement, certificate, notice, direction, decision, authorisation, consent, application, request or thing is void to the extent of the inconsistency. Where there is a conflict between any Order, Rule, Regulation, requirement, certificate, notice, direction, decision, authorisation, consent, application, request or thing made, issued, given or done under the repealed section and a provision of this Act, this Act shall prevail and that, Order, Rule, Regulation, requirement, certificate, notice, direction, decision, authorisation, consent, application, request or thing is void to the extent of the inconsistency."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Transitional provisions",
      "content": "(1) An investigation commenced under section 25 of the Ghana Civil Aviation Act, 2004 (Act 678) which in the case of An investigation commenced under section 25 of the Ghana Civil Aviation Act, 2004 (Act 678) which in the case of an on-going investigation, has not been completed; or an on-going investigation, has not been completed; or a formal investigation, has not been the subject of a draft report, a formal investigation, has not been the subject of a draft report, shall continue as if the investigation commenced under this Act. (2) An employee or staff of the Accident Investigation Bureau in existence before the coming into force of this Act is transferred to the Bureau established under section 3. An employee or staff of the Accident Investigation Bureau in existence before the coming into force of this Act is transferred to the Bureau established under section 3. (3) Despite subsection (2), the terms and conditions of service of an employee or staff of the Accident Investigation Bureau in existence before the coming into force of this Act shall not, on the coming into force of this Act, derogate from the terms and conditions of service of that employee or staff at the time of appointment. Despite subsection (2), the terms and conditions of service of an employee or staff of the Accident Investigation Bureau in existence before the coming into force of this Act shall not, on the coming into force of this Act, derogate from the terms and conditions of service of that employee or staff at the time of appointment. (4) Any moneys in a bank account held by or on behalf of the Accident Investigation Bureau in existence before the coming into force of this Act shall, within ten days of the coming into force of this Act, be transferred to the bank account established under section 34. Any moneys in a bank account held by or on behalf of the Accident Investigation Bureau in existence before the coming into force of this Act shall, within ten days of the coming into force of this Act, be transferred to the bank account established under section 34. (5) The assets, obligations, and liabilities accrued in relation to the properties vested in the Accident Investigation Bureau in existence before the coming into force of this Act are transferred to the Bureau established under section 3 of this Act. The assets, obligations, and liabilities accrued in relation to the properties vested in the Accident Investigation Bureau in existence before the coming into force of this Act are transferred to the Bureau established under section 3 of this Act."
    }
  ],
  "definitions": [
    {
      "term": "accident",
      "definition": "an occurrence associated with the operation of an aircraft which, in the case of a manned aircraft, takes place between the time a person boards the aircraft with the intention of flight until the time that the person disembarks",
      "source_provision": "s40"
    },
    {
      "term": "accident investigation authority",
      "definition": "the authority designated by a State as responsible for aircraft accident and incident investigations within the context of Annex 13 of the Chicago Convention",
      "source_provision": "s40"
    },
    {
      "term": "Accident Investigation Bureau",
      "definition": "the unit in existence before the coming into force of this Act, that was responsible for the conduct of investigations into aircraft accidents and serious incidents that occured in the country",
      "source_provision": "s40"
    },
    {
      "term": "Accra Flight Information Region",
      "definition": "an airspace of defined dimensions within which flight information services and alerting services are provided",
      "source_provision": "s40"
    },
    {
      "term": "accredited representative",
      "definition": "a person designated by a State, on the basis of the qualification of that person, for the purpose of participating in an investigation conducted by another State where the State has established an aircraft accident or incident investigation authority",
      "source_provision": "s40"
    },
    {
      "term": "aerodrome operator",
      "definition": "the person who manages the aerodrome",
      "source_provision": "s40"
    },
    {
      "term": "aircraft",
      "definition": "a machine that can derive support in the atmosphere from the reaction of the air, other than the reaction of the air against the surface of the earth",
      "source_provision": "s40"
    },
    {
      "term": "appropriate authority",
      "definition": "a Government entity which has the responsibility of investigating, enforcing or determining investigation issues",
      "source_provision": "s40"
    },
    {
      "term": "Authority",
      "definition": "the Ghana Civil Aviation Authority established under the Ghana Civil Aviation Authority Act, 2004 (Act 678)",
      "source_provision": "s40"
    },
    {
      "term": "aviation enterprise",
      "definition": "an aviation related business",
      "source_provision": "s40"
    },
    {
      "term": "balancing test",
      "definition": "the determination made by the competent authority of the impact the disclosure or use of aircraft accident and incident investigation records may have on current or future investigations",
      "source_provision": "s40"
    },
    {
      "term": "Bureau",
      "definition": "the Aircraft Accident and Incident Investigation and Prevention Bureau established under section 3",
      "source_provision": "s40"
    },
    {
      "term": "Chicago Convention",
      "definition": "the Convention on International Civil Aviation concluded at Chicago on the 7th of December 1944, any Annex which relates to international standards and recommended practices adopted in accordance with the Convention and any amendment of the Convention or of the Annex which is made in accordance with the Convention",
      "source_provision": "s40"
    },
    {
      "term": "civil aircraft",
      "definition": "an aircraft other than a State aircraft",
      "source_provision": "s40"
    },
    {
      "term": "cockpit voice recorder information",
      "definition": "information on a device used to record the audio environment including audio signals of the microphones and earphones of the headsets of the pilot and of an area microphone installed in the cockpit, in the flight deck for accidents and incident investigation purposes",
      "source_provision": "s40"
    },
    {
      "term": "Commissioner",
      "definition": "the Commissioner appointed under section 15",
      "source_provision": "s40"
    },
    {
      "term": "competent authority",
      "definition": "the Government entity which is empowered to administer the balancing test",
      "source_provision": "s40"
    },
    {
      "term": "Contracting State",
      "definition": "a State which is a party to the Chicago Convention",
      "source_provision": "s40"
    },
    {
      "term": "contributing factor",
      "definition": "an action, omission, event, condition, or a combination of actions, omissions, events or conditions which, if eliminated, avoided or absent, would have prevented or reduced the probability of an aircraft accident or incident occurring, or mitigated the severity of the consequences of the aircraft accident or incident",
      "source_provision": "s40"
    },
    {
      "term": "crew member",
      "definition": "a person assigned by an operator on an aircraft during a flight duty period",
      "source_provision": "s40"
    },
    {
      "term": "Draft Final Report",
      "definition": "a report of the investigation of an aircraft accident or incident which is forwarded to the appropriate entity for comments or other input before the issuance of the Final Report",
      "source_provision": "s40"
    },
    {
      "term": "entity",
      "definition": "an association, corporation, partnership, proprietorship, trust or individual that has legal capacity to enter into an agreement or a contract, assume and perform obligations, incur and pay debts and can sue and be sued in its own right",
      "source_provision": "s40"
    },
    {
      "term": "fatal injury",
      "definition": "an injury which is sustained by a person in an aircraft accident which results in the death of the person within thirty days of the date of the accident",
      "source_provision": "s40"
    },
    {
      "term": "Final Report",
      "definition": "a report in respect of an investigation of an aircraft accident or incident which establishes the causes and circumstances surrounding the aircraft accident or incident and the safety recommendations arising from the aircraft accident or incident",
      "source_provision": "s40"
    },
    {
      "term": "flight",
      "definition": "a journey by air beginning from the moment when all the external doors of an aircraft are closed following embarkation until the moment when the external doors of the aircraft are opened for disembarkation and in the case of a forced landing, the flight shall be deemed to continue until the competent authority takes over the responsibility for the aircraft and for persons and property on board",
      "source_provision": "s40"
    },
    {
      "term": "flight recorder",
      "definition": "a recorder which is installed in an aircraft for the purpose of facilitating the investigation of an aircraft accident or incident",
      "source_provision": "s40"
    },
    {
      "term": "ICAO",
      "definition": "International Civil Aviation Organisation established under the Convention on International Civil Aviation, 1944",
      "source_provision": "s40"
    },
    {
      "term": "incident",
      "definition": "an operational interruption, defect, fault or other irregular circumstance that has or may have influenced flight safety and that has not resulted in an accident",
      "source_provision": "s40"
    },
    {
      "term": "investigator",
      "definition": "a person appointed by the Commissioner to investigate an aircraft accident or incident",
      "source_provision": "s40"
    },
    {
      "term": "Investigator-in-Charge",
      "definition": "a person appointed by the Commissioner on the basis of his or her qualifications, and charged with the responsibility for the organisation, conduct and control of an investigation into an aircraft accident or incident",
      "source_provision": "s40"
    },
    {
      "term": "investigation team",
      "definition": "a group of investigators involved in the conduct of an aircraft accident or incident investigation",
      "source_provision": "s40"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Aviation",
      "source_provision": "s40"
    },
    {
      "term": "non-contracting State",
      "definition": "a State which has not signed and does not adhere to the Chicago Convention, but which is a member of the United Nations or any of the agencies of the United Nations",
      "source_provision": "s40"
    },
    {
      "term": "oceanic airspace",
      "definition": "the airspace over the high seas that is above the oceans of the world, beyond the territorial limits, where the responsibility for the provision of air traffic control services is delegated by ICAO",
      "source_provision": "s40"
    },
    {
      "term": "operator",
      "definition": "a person or body that undertakes the operation of or proposes to operate one or more aircrafts",
      "source_provision": "s40"
    },
    {
      "term": "owner",
      "definition": "the registered owner of an aircraft",
      "source_provision": "s40"
    },
    {
      "term": "participant",
      "definition": "a person authorised by the Authority to participate in an investigation being conducted by the Authority",
      "source_provision": "s40"
    },
    {
      "term": "safety data",
      "definition": "a defined set of facts or set of safety values collected from various aviation related sources used to maintain or improve safety",
      "source_provision": "s40"
    },
    {
      "term": "safety recommendation",
      "definition": "a proposal of an accident investigation authority based on information derived from an investigation, made with the intention of preventing aircraft accidents or incidents and which in no case, has the purpose of creating the presumption of blame or liability for an aircraft accident or incident",
      "source_provision": "s40"
    },
    {
      "term": "serious injury",
      "definition": "an injury which is sustained by a person in an aircraft accident and which(a)requires hospitalisation for a period of more than forty-eight hours, commencing within seven days from the date the injury was received",
      "source_provision": "s40"
    },
    {
      "term": "State aircraft",
      "definition": "an aircraft used in military, customs and police services",
      "source_provision": "s40"
    },
    {
      "term": "State Safety Programme",
      "definition": "an integrated set of regulations and activities aimed at improving safety as prescribed by Annex 19 of the Convention on International Civil Aviation. In this Act unless, the context otherwise requires, a person suffers a fatal or serious injury as a result of being in or on the aircraft, direct contact with any part of the aircraft including parts which have become detached from the aircraft, or direct exposure to jet blast, except where the injuries are from natural causes, self-inflicted or inflicted by other persons, or where the injuries are to stowaways hiding outside the areas normally available to the passengers and crew, or the aircraft sustains damage or structural failure which adversely affects the structural strength, performance or flight characteristics of the aircraft, and will normally require major repair or replacement of the affected component, except for engine failure or damage, where the damage is limited to the engine, its cowlings or accessories",
      "source_provision": "s40"
    },
    {
      "term": "accident investigation authority",
      "definition": "the authority designated by a State as responsible for aircraft accident and incident investigations within the context of Annex 13 of the Chicago Convention",
      "source_provision": "s40"
    },
    {
      "term": "Accident Investigation Bureau",
      "definition": "the unit in existence before the coming into force of this Act, that was responsible for the conduct of investigations into aircraft accidents and serious incidents that occured in the country",
      "source_provision": "s40"
    },
    {
      "term": "Accra Flight Information Region",
      "definition": "an airspace of defined dimensions within which flight information services and alerting services are provided",
      "source_provision": "s40"
    },
    {
      "term": "accredited representative",
      "definition": "a person designated by a State, on the basis of the qualification of that person, for the purpose of participating in an investigation conducted by another State where the State has established an aircraft accident or incident investigation authority",
      "source_provision": "s40"
    },
    {
      "term": "aerodrome operator",
      "definition": "the person who manages the aerodrome",
      "source_provision": "s40"
    },
    {
      "term": "aircraft",
      "definition": "a machine that can derive support in the atmosphere from the reaction of the air, other than the reaction of the air against the surface of the earth",
      "source_provision": "s40"
    },
    {
      "term": "appropriate authority",
      "definition": "a Government entity which has the responsibility of investigating, enforcing or determining investigation issues",
      "source_provision": "s40"
    },
    {
      "term": "Authority",
      "definition": "the Ghana Civil Aviation Authority established under the Ghana Civil Aviation Authority Act, 2004 (Act 678)",
      "source_provision": "s40"
    },
    {
      "term": "aviation enterprise",
      "definition": "an aviation related business",
      "source_provision": "s40"
    },
    {
      "term": "balancing test",
      "definition": "the determination made by the competent authority of the impact the disclosure or use of aircraft accident and incident investigation records may have on current or future investigations",
      "source_provision": "s40"
    },
    {
      "term": "Bureau",
      "definition": "the Aircraft Accident and Incident Investigation and Prevention Bureau established under section 3",
      "source_provision": "s40"
    },
    {
      "term": "Chicago Convention",
      "definition": "the Convention on International Civil Aviation concluded at Chicago on the 7th of December 1944, any Annex which relates to international standards and recommended practices adopted in accordance with the Convention and any amendment of the Convention or of the Annex which is made in accordance with the Convention",
      "source_provision": "s40"
    },
    {
      "term": "civil aircraft",
      "definition": "an aircraft other than a State aircraft",
      "source_provision": "s40"
    },
    {
      "term": "cockpit voice recorder information",
      "definition": "information on a device used to record the audio environment including audio signals of the microphones and earphones of the headsets of the pilot and of an area microphone installed in the cockpit, in the flight deck for accidents and incident investigation purposes",
      "source_provision": "s40"
    },
    {
      "term": "Commissioner",
      "definition": "the Commissioner appointed under section 15",
      "source_provision": "s40"
    },
    {
      "term": "competent authority",
      "definition": "the Government entity which is empowered to administer the balancing test",
      "source_provision": "s40"
    },
    {
      "term": "Contracting State",
      "definition": "a State which is a party to the Chicago Convention",
      "source_provision": "s40"
    },
    {
      "term": "contributing factor",
      "definition": "an action, omission, event, condition, or a combination of actions, omissions, events or conditions which, if eliminated, avoided or absent, would have prevented or reduced the probability of an aircraft accident or incident occurring, or mitigated the severity of the consequences of the aircraft accident or incident",
      "source_provision": "s40"
    },
    {
      "term": "crew member",
      "definition": "a person assigned by an operator on an aircraft during a flight duty period",
      "source_provision": "s40"
    },
    {
      "term": "Draft Final Report",
      "definition": "a report of the investigation of an aircraft accident or incident which is forwarded to the appropriate entity for comments or other input before the issuance of the Final Report",
      "source_provision": "s40"
    },
    {
      "term": "entity",
      "definition": "an association, corporation, partnership, proprietorship, trust or individual that has legal capacity to enter into an agreement or a contract, assume and perform obligations, incur and pay debts and can sue and be sued in its own right",
      "source_provision": "s40"
    },
    {
      "term": "fatal injury",
      "definition": "an injury which is sustained by a person in an aircraft accident which results in the death of the person within thirty days of the date of the accident",
      "source_provision": "s40"
    },
    {
      "term": "Final Report",
      "definition": "a report in respect of an investigation of an aircraft accident or incident which establishes the causes and circumstances surrounding the aircraft accident or incident and the safety recommendations arising from the aircraft accident or incident",
      "source_provision": "s40"
    },
    {
      "term": "flight",
      "definition": "a journey by air beginning from the moment when all the external doors of an aircraft are closed following embarkation until the moment when the external doors of the aircraft are opened for disembarkation and in the case of a forced landing, the flight shall be deemed to continue until the competent authority takes over the responsibility for the aircraft and for persons and property on board",
      "source_provision": "s40"
    },
    {
      "term": "flight recorder",
      "definition": "a recorder which is installed in an aircraft for the purpose of facilitating the investigation of an aircraft accident or incident",
      "source_provision": "s40"
    },
    {
      "term": "ICAO",
      "definition": "International Civil Aviation Organisation established under the Convention on International Civil Aviation, 1944",
      "source_provision": "s40"
    },
    {
      "term": "incident",
      "definition": "an operational interruption, defect, fault or other irregular circumstance that has or may have influenced flight safety and that has not resulted in an accident",
      "source_provision": "s40"
    },
    {
      "term": "investigator",
      "definition": "a person appointed by the Commissioner to investigate an aircraft accident or incident",
      "source_provision": "s40"
    },
    {
      "term": "Investigator-in-Charge",
      "definition": "a person appointed by the Commissioner on the basis of his or her qualifications, and charged with the responsibility for the organisation, conduct and control of an investigation into an aircraft accident or incident",
      "source_provision": "s40"
    },
    {
      "term": "investigation team",
      "definition": "a group of investigators involved in the conduct of an aircraft accident or incident investigation",
      "source_provision": "s40"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Aviation",
      "source_provision": "s40"
    },
    {
      "term": "non-contracting State",
      "definition": "a State which has not signed and does not adhere to the Chicago Convention, but which is a member of the United Nations or any of the agencies of the United Nations",
      "source_provision": "s40"
    },
    {
      "term": "oceanic airspace",
      "definition": "the airspace over the high seas that is above the oceans of the world, beyond the territorial limits, where the responsibility for the provision of air traffic control services is delegated by ICAO",
      "source_provision": "s40"
    },
    {
      "term": "operator",
      "definition": "a person or body that undertakes the operation of or proposes to operate one or more aircrafts",
      "source_provision": "s40"
    },
    {
      "term": "owner",
      "definition": "the registered owner of an aircraft",
      "source_provision": "s40"
    },
    {
      "term": "participant",
      "definition": "a person authorised by the Authority to participate in an investigation being conducted by the Authority",
      "source_provision": "s40"
    },
    {
      "term": "safety data",
      "definition": "a defined set of facts or set of safety values collected from various aviation related sources used to maintain or improve safety",
      "source_provision": "s40"
    },
    {
      "term": "safety recommendation",
      "definition": "a proposal of an accident investigation authority based on information derived from an investigation, made with the intention of preventing aircraft accidents or incidents and which in no case, has the purpose of creating the presumption of blame or liability for an aircraft accident or incident",
      "source_provision": "s40"
    },
    {
      "term": "State aircraft",
      "definition": "an aircraft used in military, customs and police services",
      "source_provision": "s40"
    }
  ]
}