{
  "id": "act-1042-2020",
  "type": "act",
  "title": "National Blood Service Act, 2020",
  "short_name": "NBS 2020",
  "act_number": 1042,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-12-29",
  "url": "https://ghalii.org/akn/gh/act/2020/1042",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the National Blood Service",
      "content": "(1) There is established by this Act the National Blood Service as a body corporate. There is established by this Act the National Blood Service as a body corporate. (2) The Service may, for the performance of the functions of the Service, acquire and hold property, dispose of property and enter into a contract or any other related transaction. The Service may, for the performance of the functions of the Service, acquire and hold property, dispose of property and enter into a contract or any other related transaction. (3) Where there is a hindrance to the acquisition of land, the land may be acquired for the Service under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Service. Where there is a hindrance to the acquisition of land, the land may be acquired for the Service under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Service."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Members of the Service",
      "content": "The members of the Service consists of persons in the employment of the Service; and persons in the employment of the Service; and any other persons employed for the Service. any other persons employed for the Service."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Object of the Service",
      "content": "The object of the Service is to provide safe and adequate blood and blood products to patients who require blood transfusion therapy in a public health care institution; and a public health care institution; and a private health care institution. a private health care institution."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Functions of the Service",
      "content": "To achieve the object under section 3, the Service shall develop and maintain an efficient organisation and management structure with approved policies and plans, adequate infrastructure and skilled personnel; develop and maintain an efficient organisation and management structure with approved policies and plans, adequate infrastructure and skilled personnel; collect blood and blood products from voluntary unpaid donors who are from the low risk population groups; collect blood and blood products from voluntary unpaid donors who are from the low risk population groups; ensure that all blood and blood products which are donated are appropriately tested, processed, stored and distributed before transfusion; ensure that all blood and blood products which are donated are appropriately tested, processed, stored and distributed before transfusion; ensure the safe transportation of blood and blood products; ensure the safe transportation of blood and blood products; promote the safe and appropriate clinical use of blood and blood products and transfusion practices; promote the safe and appropriate clinical use of blood and blood products and transfusion practices; promote and protect the health and confidentiality of blood donors and recipients of blood and blood products; promote and protect the health and confidentiality of blood donors and recipients of blood and blood products; ensure, as far as practicable, access to the safe and adequate supply of blood and blood products for transfusion to approved health care institutions in the country; ensure, as far as practicable, access to the safe and adequate supply of blood and blood products for transfusion to approved health care institutions in the country; adopt internationally accepted norms, standards and quality management systems to cover all areas of work of the Service; adopt internationally accepted norms, standards and quality management systems to cover all areas of work of the Service; educate the public on blood donation; educate the public on blood donation; ensure that blood and blood products are available and accessible to a member of the public who needs them and in particular the vulnerable groups, without discrimination; ensure that blood and blood products are available and accessible to a member of the public who needs them and in particular the vulnerable groups, without discrimination; ensure the quality of tissue, stem cell, umbilical cord blood and their derivatives meant for transplantation to make them safe and prevent their exploitation; ensure the quality of tissue, stem cell, umbilical cord blood and their derivatives meant for transplantation to make them safe and prevent their exploitation; inspect and accredit hospital blood banks and blood banks before the hospital blood banks and blood banks can be supplied with blood and blood products by the Service; inspect and accredit hospital blood banks and blood banks before the hospital blood banks and blood banks can be supplied with blood and blood products by the Service; advise the Minister on the implementation of the blood policy of Government; and advise the Minister on the implementation of the blood policy of Government; and perform any other function that is ancillary to the attainment of the object of the Service. perform any other function that is ancillary to the attainment of the object of the Service."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Governing body of the Service",
      "content": "(1) The governing body of the Service is a Board consisting of The governing body of the Service is a Board consisting of a chairperson; a chairperson; the Chief Executive Officer; the Chief Executive Officer; the Director-General of the Ghana Health Service or a representative of the Director-General not below the rank of a Director nominated by the Director-General; the Director-General of the Ghana Health Service or a representative of the Director-General not below the rank of a Director nominated by the Director-General; a representative of the Ministry of Health, not below the rank of a Director, nominated by the Minister; a representative of the Ministry of Health, not below the rank of a Director, nominated by the Minister; a representative of the Attorney-General, not below the rank of a Principal State Attorney, nominated by the Attorney-General; a representative of the Attorney-General, not below the rank of a Principal State Attorney, nominated by the Attorney-General; a Medical Director of a teaching hospitals nominated on a rotational basis by the teaching hospitals; a Medical Director of a teaching hospitals nominated on a rotational basis by the teaching hospitals; a Medical Director of the security health services nomi­nated on a rotational basis by the security health services; a Medical Director of the security health services nomi­nated on a rotational basis by the security health services; a representative of the Private Health Care Providers Association, nominated by the Private Health Care Providers Association; a representative of the Private Health Care Providers Association, nominated by the Private Health Care Providers Association; a representative of non-governmental organisations involved in voluntary unpaid blood donation services, nominated by the Coalition of Non-Governmental Organisations in Health; a representative of non-governmental organisations involved in voluntary unpaid blood donation services, nominated by the Coalition of Non-Governmental Organisations in Health; one haematologist, nominated on a rotational basis by the Deans of the public medical schools; one haematologist, nominated on a rotational basis by the Deans of the public medical schools; one media practitioner nominated by the National Media Commission; one media practitioner nominated by the National Media Commission; a medical laboratory scientist with specialisation in haematology or blood transfusion science nominated by the Deans of public allied health schools on rotational basis; and a medical laboratory scientist with specialisation in haematology or blood transfusion science nominated by the Deans of public allied health schools on rotational basis; and any other person who is a woman, nominated by the Minister. any other person who is a woman, nominated by the Minister. (2) The chairperson and other members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. The chairperson and other members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. (3) The Board shall ensure effective and efficient performance of the functions of the Service. The Board shall ensure effective and efficient performance of the functions of the Service."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Duties and liabilities of a member of the Board",
      "content": "(1) A member of the Board has the same fiduciary relationship with the Service and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 2019 (Act 992). A member of the Board has the same fiduciary relationship with the Service and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 2019 (Act 992). (2) Without limiting subsection (1), a member of the Board has a duty Without limiting subsection (1), a member of the Board has a duty to act honestly in the performance of the functions of that member; to act honestly in the performance of the functions of that member; to exercise the degree of care and diligence in the performance of the functions of that member; to exercise the degree of care and diligence in the performance of the functions of that member; to avoid making improper use of information acquired by virtue of the position of that member so as to benefit that member or be detrimental to the Service; and to avoid making improper use of information acquired by virtue of the position of that member so as to benefit that member or be detrimental to the Service; and not to abuse the position of the office. not to abuse the position of the office. (3) A member of the Board who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than three thousand penalty units and not more than six thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years or to both. A member of the Board who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than three thousand penalty units and not more than six thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years or to both. (4) Where a court determines that the Service has suffered loss or damage as a consequence of the act or omission of a member of the Board, the court may, in addition to imposing a fine, order the person convicted to pay appropriate compensation to the Service. Where a court determines that the Service has suffered loss or damage as a consequence of the act or omission of a member of the Board, the court may, in addition to imposing a fine, order the person convicted to pay appropriate compensation to the Service."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Tenure of office of members of the Board",
      "content": "(1) A member of the Board shall hold office for a term of four years and is eligible for re-appointment, for another term only. A member of the Board shall hold office for a term of four years and is eligible for re-appointment, for another term only. (2) Subsection (1) does not apply to the Chief Executive Officer and a person who is a member of the Board by reason of the office of that person. Subsection (1) does not apply to the Chief Executive Officer and a person who is a member of the Board by reason of the office of that person. (3) A member of the Board may, at any time, resign from office in writing addressed to the President through the Minister. A member of the Board may, at any time, resign from office in writing addressed to the President through the Minister. (4) A member of the Board, other than the Chief Executive Officer, who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board, other than the Chief Executive Officer, who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (5) The President may, by a letter addressed to a member, revoke the appointment of the member. The President may, by a letter addressed to a member, revoke the appointment of the member. (6) Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability may result in the declaration of a vacancy. Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability may result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3) or (4) or subsection (2) of section 9, under subsection (3) or (4) or subsection (2) of section 9, as a result of a declaration under subsection (6), or as a result of a declaration under subsection (6), or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall appoint a person to fill the vacancy for the unexpired term."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months for the conduct of business at a time and place determined by the chairperson. The Board shall meet at least once every three months for the conduct of business at a time and place determined by the chairperson. (2) The chairperson shall at the request in writing of not less than one-third of the membership of the Board, convene an extraordinary meeting of the Board at a time and place determined by the chairperson. The chairperson shall at the request in writing of not less than one-third of the membership of the Board, convene an extraordinary meeting of the Board at a time and place determined by the chairperson. (3) The quorum at a meeting of the Board is seven members. The quorum at a meeting of the Board is seven members. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board, other than the Chief Executive Officer, elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board, other than the Chief Executive Officer, elected by the members present from among their number shall preside. (5) A matter before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. A matter before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. (7) The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. (8) The Board shall, subject to this section, regulate the procedure for the meetings of the Board. The Board shall, subject to this section, regulate the procedure for the meetings of the Board."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration A member of the Board who has an interest in a matter for consideration shall disclose in writing the nature of that interest and the disclosure shall form part of the record of the consideration of the matter; and shall disclose in writing the nature of that interest and the disclosure shall form part of the record of the consideration of the matter; and is disqualified from being present at or participating in the deliberations of the Board in respect of that matter. is disqualified from being present at or participating in the deliberations of the Board in respect of that matter. (2) A member ceases to be a member of the Board if that member has an interest in a matter before the Board and A member ceases to be a member of the Board if that member has an interest in a matter before the Board and fails to disclose that interest; or fails to disclose that interest; or is present at or participates in the deliberations of the Board in respect of the matter. is present at or participates in the deliberations of the Board in respect of the matter. (3) Without limiting any further cause of action that may be instituted against a member, the Board shall recover any benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member. Without limiting any further cause of action that may be instituted against a member, the Board shall recover any benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members of the Board or both to perform a function of the Board. The Board may establish committees consisting of members of the Board or non-members of the Board or both to perform a function of the Board. (2) A committee of the Board may be chaired by a member of the Board. A committee of the Board may be chaired by a member of the Board. (3) Section 9 applies to a member of a committee of the Board. Section 9 applies to a member of a committee of the Board."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Ministerial directives",
      "content": "The Minister may give directives on matters of policy to the Board and the Board shall comply. The Minister may give directives on matters of policy to the Board and the Board shall comply."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Establishment of Blood Service Technical Advisory Committee",
      "content": "Without limiting subsection (1) of section 10, the Board shall establish the Blood Service Technical Advisory Committee. Without limiting subsection (1) of section 10, the Board shall establish the Blood Service Technical Advisory Committee."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Membership of the Blood Service Technical Advisory Committee",
      "content": "(1) The members of the Blood Service Technical Advisory Committee comprise The members of the Blood Service Technical Advisory Committee comprise a member of the Board, who shall be the chairperson; a member of the Board, who shall be the chairperson; the Chief Executive Officer; the Chief Executive Officer; a representative of the Food and Drugs Authority, not below the rank of a Director, nominated by the Chief Executive Officer of the Food and Drugs Authority; a representative of the Food and Drugs Authority, not below the rank of a Director, nominated by the Chief Executive Officer of the Food and Drugs Authority; a representative of the National Ambulance Service nominated by the Chief Executive Officer of the National Ambulance Service; a representative of the National Ambulance Service nominated by the Chief Executive Officer of the National Ambulance Service; a representative of the Ghana AIDS Commission, not below the rank of a Director nominated by the Director-General of the Ghana AIDS Commission; a representative of the Ghana AIDS Commission, not below the rank of a Director nominated by the Director-General of the Ghana AIDS Commission; a medical practitioner, not below the rank of a Senior Specialist with a background in haematology, nominated by the Ghana Medical and Dental Council; a medical practitioner, not below the rank of a Senior Specialist with a background in haematology, nominated by the Ghana Medical and Dental Council; a representative of the National Blood Donors Association of Ghana, nominated by the National Blood Donors Association of Ghana; a representative of the National Blood Donors Association of Ghana, nominated by the National Blood Donors Association of Ghana; a representative of the Chartered Institute of Marketing, Ghana, nominated by the Chartered Institute of Marketing, Ghana; a representative of the Chartered Institute of Marketing, Ghana, nominated by the Chartered Institute of Marketing, Ghana; a representative of the Ghana Blood Foundation nominated by the Ghana Blood Foundation; a representative of the Ghana Blood Foundation nominated by the Ghana Blood Foundation; a registered Medical Laboratory Scientist not below the rank of a Principal Medical Laboratory Scientist nominated by the Allied Health Professions Council; a registered Medical Laboratory Scientist not below the rank of a Principal Medical Laboratory Scientist nominated by the Allied Health Professions Council; a registered nurse, not below the rank of a Principal Nursing Officer, nominated by the Nursing and Midwifery Council; a registered nurse, not below the rank of a Principal Nursing Officer, nominated by the Nursing and Midwifery Council; an Epidemiologist, not below the rank of a Senior Lecturer, nominated by the School of Public Health of a public university on rotational basis; and. an Epidemiologist, not below the rank of a Senior Lecturer, nominated by the School of Public Health of a public university on rotational basis; and. a bio-medical engineer, nominated by the Allied Health Professions Council. a bio-medical engineer, nominated by the Allied Health Professions Council. (2) The members of the Blood Service Technical Advisory Committee shall be appointed by the Board. The members of the Blood Service Technical Advisory Committee shall be appointed by the Board. (3) The Chief Executive Officer shall designate an officer as secretary to the Blood Service Technical Advisory Committee. The Chief Executive Officer shall designate an officer as secretary to the Blood Service Technical Advisory Committee."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Functions of the Blood Service Technical Advisory Committee",
      "content": "The Blood Service Technical Advisory Committee shall advise the Board on technical matters relating to the functions of the Service; advise the Board on technical matters relating to the functions of the Service; make recommendations for the development and review of programmes and strategies for increasing voluntary unpaid blood donation; make recommendations for the development and review of programmes and strategies for increasing voluntary unpaid blood donation; provide technical guidance on donor recruitment and selection, donor recruitment and selection, laboratory testing and processing, laboratory testing and processing, clinical use of blood and blood products, and clinical use of blood and blood products, and capacity building in the provision of blood services; capacity building in the provision of blood services; promote the adoption of national and international evidence-based practices and quality management systems; and promote the adoption of national and international evidence-based practices and quality management systems; and prepare and submit mid-year reports and annual reports to the Board. prepare and submit mid-year reports and annual reports to the Board."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Tenure of office of members of the Blood Service Technical Advisory Committee",
      "content": "(1) A member of the Blood Service Technical Advisory Committee shall hold office for a term of four years and is eligible for re-appointment for another term only. A member of the Blood Service Technical Advisory Committee shall hold office for a term of four years and is eligible for re-appointment for another term only. (2) Subsection (1) does not apply to a person who is a member of the Blood Service Technical Advisory Committee by reason of the office of that person. Subsection (1) does not apply to a person who is a member of the Blood Service Technical Advisory Committee by reason of the office of that person. (3) A member of the Blood Service Technical Advisory Committee may, at any time, resign from office in writing addressed to the chairperson of the Board. A member of the Blood Service Technical Advisory Committee may, at any time, resign from office in writing addressed to the chairperson of the Board. (4) A member of the Blood Service Technical Advisory Committee who is absent from three consecutive meetings of the Committee without sufficient cause ceases to be a member of the committee. A member of the Blood Service Technical Advisory Committee who is absent from three consecutive meetings of the Committee without sufficient cause ceases to be a member of the committee. (5) The chairperson of the Board may, by a letter addressed to a member, revoke the appointment of the member. The chairperson of the Board may, by a letter addressed to a member, revoke the appointment of the member. (6) Where a member of the Blood Service Technical Advisory Committee is, for a sufficient reason, unable to act as a member, the Board shall determine whether the inability may result in the declaration of a vacancy. Where a member of the Blood Service Technical Advisory Committee is, for a sufficient reason, unable to act as a member, the Board shall determine whether the inability may result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3), (4), or (5) or subsection (2) of section 9; under subsection (3), (4), or (5) or subsection (2) of section 9; as a result of a declaration under subsection (6); or as a result of a declaration under subsection (6); or by reason of the death of a member, by reason of the death of a member, the Minister shall appoint a person to fill the vacancy for the unexpired term."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Meetings of the Blood Service Technical Advisory Committee",
      "content": "(1) The members of the Blood Service Technical Advisory Committee shall meet at least once every three months for the conduct of business at a time and place determined by the chairperson. The members of the Blood Service Technical Advisory Committee shall meet at least once every three months for the conduct of business at a time and place determined by the chairperson. (2) The chairperson shall, at the request in writing of not less than one-third of the membership of the Blood Service Technical Advisory Committee, convene an extraordinary meeting of the Blood Service Technical Advisory Committee at a time and place determined by the chairperson. The chairperson shall, at the request in writing of not less than one-third of the membership of the Blood Service Technical Advisory Committee, convene an extraordinary meeting of the Blood Service Technical Advisory Committee at a time and place determined by the chairperson. (3) The quorum at a meeting of the Blood Service Technical Advisory Committee is seven members. The quorum at a meeting of the Blood Service Technical Advisory Committee is seven members. (4) The chairperson shall preside at meetings of the Blood Service Technical Advisory Committee and in the absence of the chairperson, a member of the Blood Service Technical Advisory Committee, other than the Chief Executive Officer, elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Blood Service Technical Advisory Committee and in the absence of the chairperson, a member of the Blood Service Technical Advisory Committee, other than the Chief Executive Officer, elected by the members present from among their number shall preside. (5) Matters before the Blood Service Technical Advisory Committee shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Blood Service Technical Advisory Committee shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Blood Service Technical Advisory Committee may co-opt a person to attend a meeting of the Blood Service Technical Advisory Committee but that person shall not vote on a matter for decision at the meeting. The Blood Service Technical Advisory Committee may co-opt a person to attend a meeting of the Blood Service Technical Advisory Committee but that person shall not vote on a matter for decision at the meeting. (7) The proceedings of the Blood Service Technical Advisory Committee shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Blood Service Technical Advisory Committee shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Chief Executive Officer of the Service",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a person with considerable knowledge and experience in haematology as the Chief Executive Officer of the Service. The President shall, in accordance with article 195 of the Constitution, appoint a person with considerable knowledge and experience in haematology as the Chief Executive Officer of the Service. (2) The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. (3) The Chief Executive Officer is the head of the Service. The Chief Executive Officer is the head of the Service."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Functions of the Chief Executive Officer",
      "content": "(1) The Chief Executive Officer is responsible for the day-to-day administration of the Service and is answerable to the Board in the performance of functions under this Act. The Chief Executive Officer is responsible for the day-to-day administration of the Service and is answerable to the Board in the performance of functions under this Act. (2) The Chief Executive Officer shall perform any other function determined by the Board. The Chief Executive Officer shall perform any other function determined by the Board. (3) The Chief Executive Officer may delegate a function to an officer of the Service but is not relieved of the ultimate responsibility for the performance of the delegated function. The Chief Executive Officer may delegate a function to an officer of the Service but is not relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Deputy Chief Executive Officer",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Deputy Chief Executive Officer for the Service. The President shall, in accordance with article 195 of the Constitution, appoint a Deputy Chief Executive Officer for the Service. (2) The Deputy Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. The Deputy Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. (3) The Deputy Chief Executive Officer The Deputy Chief Executive Officer shall assist the Chief Executive Officer in the performance of functions under this Act; shall assist the Chief Executive Officer in the performance of functions under this Act; is responsible to the Chief Executive Officer in the performance of the functions; and is responsible to the Chief Executive Officer in the performance of the functions; and shall perform any other function assigned by the Board. shall perform any other function assigned by the Board. (4) The Deputy Chief Executive Officer shall act in the absence of the Chief Executive Officer. The Deputy Chief Executive Officer shall act in the absence of the Chief Executive Officer."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Appointment of other staff",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint for the Service other employees that are necessary for the effective and efficient performance of the functions of the Service. The President shall, in accordance with article 195 of the Constitution, appoint for the Service other employees that are necessary for the effective and efficient performance of the functions of the Service. (2) Other public officers may be transferred or seconded to the Service or may otherwise give assistance to the Service. Other public officers may be transferred or seconded to the Service or may otherwise give assistance to the Service. (3) The Board may, on the recommendation of the Chief Executive Officer, engage the services of consultants and advisers. The Board may, on the recommendation of the Chief Executive Officer, engage the services of consultants and advisers."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Divisions and units of the Service",
      "content": "The Board may, with the approval of the Minister, establish divisions and units of the Service that the Board considers necessary for the effective and efficient performance of the functions of the Service. The Board may, with the approval of the Minister, establish divisions and units of the Service that the Board considers necessary for the effective and efficient performance of the functions of the Service."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Blood centres",
      "content": "The Service shall have blood centres in the regions and districts determined by the Board. The Service shall have blood centres in the regions and districts determined by the Board."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Secretary to the Board",
      "content": "(1) The Chief Executive Officer is the Secretary to the Board. The Chief Executive Officer is the Secretary to the Board. (2) The Secretary shall, subject to the directions of the Board, The Secretary shall, subject to the directions of the Board, arrange the business for the meetings of the Board and cause minutes of proceedings of the Board to be recorded and kept; and arrange the business for the meetings of the Board and cause minutes of proceedings of the Board to be recorded and kept; and perform any other function that the Board may, in writing, direct. perform any other function that the Board may, in writing, direct. (3) The Chief Executive Officer shall designate an officer of the Service to perform the functions under subsection (2). The Chief Executive Officer shall designate an officer of the Service to perform the functions under subsection (2)."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Internal Audit Unit",
      "content": "(1) The Service shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The Service shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). (3) The Internal Auditor is responsible for the internal audit of the Service. The Internal Auditor is responsible for the internal audit of the Service. (4) The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months prepare and submit to the Board, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and prepare and submit to the Board, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Service. make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Service. (5) The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Minister and the chairperson of the Board. The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Minister and the chairperson of the Board."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Funds of the Service",
      "content": "The funds of the Service include moneys approved by Parliament; moneys approved by Parliament; fees and charges that accrue to the Service in the performance of the functions of the Service; fees and charges that accrue to the Service in the performance of the functions of the Service; loans, grants, and donations; and loans, grants, and donations; and any other moneys that are approved by the Minister responsible for Finance. any other moneys that are approved by the Minister responsible for Finance."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Bank account",
      "content": "The moneys for the Service shall be paid into a bank account of the Service approved by the Controller and Accountant-General. The moneys for the Service shall be paid into a bank account of the Service approved by the Controller and Accountant-General."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Expenses of the Service",
      "content": "The expenses of the Service shall be a charge on the Consolidated Fund. The expenses of the Service shall be a charge on the Consolidated Fund."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books of accounts, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. The Board shall keep books of accounts, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Service to the Auditor-General for audit at the end of the financial year. The Board shall submit the accounts of the Service to the Auditor-General for audit at the end of the financial year. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy of the audit report to the Minister and the Board. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy of the audit report to the Minister and the Board. (4) The financial year of the Service is the same as the financial year of Government. The financial year of the Service is the same as the financial year of Government."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister, covering the activities and operations of the Service for the year to which the report relates. The Board shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister, covering the activities and operations of the Service for the year to which the report relates. (2) The annual report shall include the report of the Auditor-General. The annual report shall include the report of the Auditor-General. (3) The Minister shall, within thirty days after the receipt of the annual report from the Board, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within thirty days after the receipt of the annual report from the Board, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Board shall also submit to the Minister any other report which the Minister may require in writing. The Board shall also submit to the Minister any other report which the Minister may require in writing."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Recruitment and education of blood donors",
      "content": "(1) The Service is responsible for the education and recruitment of blood donors. The Service is responsible for the education and recruitment of blood donors. (2) Despite subsection (1), the Service may, Despite subsection (1), the Service may, outsource to a non-profit-making organisation, the education and recruitment of blood donors; and outsource to a non-profit-making organisation, the education and recruitment of blood donors; and with the approval of the Board, authorise an institution or collaborate with an institution to educate and recruit blood donors. with the approval of the Board, authorise an institution or collaborate with an institution to educate and recruit blood donors."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Collaboration with other institutions",
      "content": "The Service shall collaborate with other relevant institutions in the performance of functions under this Act. The Service shall collaborate with other relevant institutions in the performance of functions under this Act."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Offences and penalties",
      "content": "(1) A person who A person who collects blood or a blood product or holds out to collect blood or a blood product from a member of the public for transfusion without authorisation from the Service, collects blood or a blood product or holds out to collect blood or a blood product from a member of the public for transfusion without authorisation from the Service, manufactures or produces a blood product for transfusion purposes without authorisation from the Service, manufactures or produces a blood product for transfusion purposes without authorisation from the Service, provides, for the purpose of transfusion, blood or a blood product which is not supplied to that person by the Service, or provides, for the purpose of transfusion, blood or a blood product which is not supplied to that person by the Service, or divulges confidential information in relation to the functions of the Service, divulges confidential information in relation to the functions of the Service, commits an offence and is liable on summary conviction to a fine of not less than one hundred penalty units and not more than one hundred and fifty penalty units or to a term of imprisonment of not less than six months and not more than one year or to both. (2) Paragraph (c) of subsection (1) does not apply to plasma derived medical products approved for sale by the Food and Drugs Authority. Paragraph (c) of subsection (1) does not apply to plasma derived medical products approved for sale by the Food and Drugs Authority. (3) Paragraphs (a) and (c) of subsection (1) do not apply to a health professional who collects or provides Paragraphs (a) and (c) of subsection (1) do not apply to a health professional who collects or provides blood for transfusion for a patient at an approved health care provider institution, after reasonable requests on the part of that health professional to acquire the required blood or blood product from the Service do not result in the Service providing the medical practitioner with the required blood or blood product; or blood for transfusion for a patient at an approved health care provider institution, after reasonable requests on the part of that health professional to acquire the required blood or blood product from the Service do not result in the Service providing the medical practitioner with the required blood or blood product; or blood or blood products for a patient who needs the blood or blood product as a life-saving measure in an approved health care provider institution when all reasonable efforts to obtain the blood or blood products from the Service have not been successful. blood or blood products for a patient who needs the blood or blood product as a life-saving measure in an approved health care provider institution when all reasonable efforts to obtain the blood or blood products from the Service have not been successful."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Regulations",
      "content": "The Minister may, on the recommendation of the Board, by legislative instrument, make Regulations to prescribe the conditions for the supply of safe blood and blood products to patients; prescribe the conditions for the supply of safe blood and blood products to patients; provide for the safe transportation of blood and blood products; provide for the safe transportation of blood and blood products; prescribe acceptable medical standards for the transfusion of blood; prescribe acceptable medical standards for the transfusion of blood; provide for the inspection and accreditation of hospital blood banks and blood banks before the hospital blood banks and blood banks can be supplied with blood and blood products by the Service; provide for the inspection and accreditation of hospital blood banks and blood banks before the hospital blood banks and blood banks can be supplied with blood and blood products by the Service; provide for the conditions of service of members of the Service; and provide for the conditions of service of members of the Service; and provide generally for the effective and efficient implementation of this Act. provide generally for the effective and efficient implementation of this Act."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“approved health care provider institution” means a facility designated by the Ministry as an authorised institution to use blood and blood products for therapeutic purposes;“blood bank” means a facility equipped and charged to store and distribute blood and blood products;“blood centre” means a facility equipped and staffed for the collection, testing, processing, storage and distribution of blood and blood products and other immuno-haematological services but does not include a hospital blood bank;“blood donor” means a person who voluntarily donates or gives blood for transfusion to a patient as part of a medical treatment;“blood product” means any therapeutic product derived from human blood or plasma;“blood transfusion” means the administration of whole blood or any of the components of blood as a therapeutic measure to patients whose clinical conditions demand so in an authorised institution;“Board” means the governing body of the Service established under section 5;“Chief Executive Officer” means the person appointed under section 18;“Food and Drugs Authority” means the Authority established under section 80 of the Public Health Act, 2012 (Act 851);“health professional” means a person who is registered under the Health Professions Regulatory Bodies Act, 2013 (Act 857);“hospital blood bank” means a facility with hospital-related activities which is equipped and staffed to store and dispense blood and blood products and perform other clinical transfusion related functions;“immuno-haematological service” means a specialised laboratory service to support the clinical management of a patient who requires blood transfusion and transplantation of stem cells, tissues and organs;“life saving measure” means an intervention provided for a patient who is in imminent danger of loss of life;“low risk population group” means blood donors with low risk of transfusion transmissible infections;“Minister” means the Minister responsible for Health;“Ministry” means the Ministry of Health;“Service” means the National Blood Service established under section 1;“security health services” means the hospitals which are under the management of the security services;“stem cell” means an undifferentiated biological cell with the potential to develop into many different type of cells in the body;“transplantation” means a medical procedure in which an organ or tissue is removed from one human body or as a part of the same body and placed in the body of a primed recipient or the same body to replace a damaged or missing organ or tissue;\"umbilical cord blood\" means blood that remains in the placenta and in the attached umbilical cord after childbirth;“vulnerable group” means the patient group which is transfusion dependent, including those who are marginalised and have difficulty in accessing blood for transfusion; and“voluntary unpaid blood donor” means a donor who gives blood plasma or other blood components freely and voluntarily, without receiving payment in cash or in kind. In this Act, unless the context otherwise requires, “approved health care provider institution” means a facility designated by the Ministry as an authorised institution to use blood and blood products for therapeutic purposes; “blood bank” means a facility equipped and charged to store and distribute blood and blood products; “blood centre” means a facility equipped and staffed for the collection, testing, processing, storage and distribution of blood and blood products and other immuno-haematological services but does not include a hospital blood bank; “blood donor” means a person who voluntarily donates or gives blood for transfusion to a patient as part of a medical treatment; “blood product” means any therapeutic product derived from human blood or plasma; “blood transfusion” means the administration of whole blood or any of the components of blood as a therapeutic measure to patients whose clinical conditions demand so in an authorised institution; “Board” means the governing body of the Service established under section 5; “Chief Executive Officer” means the person appointed under section 18; “Food and Drugs Authority” means the Authority established under section 80 of the Public Health Act, 2012 (Act 851); “health professional” means a person who is registered under the Health Professions Regulatory Bodies Act, 2013 (Act 857); “hospital blood bank” means a facility with hospital-related activities which is equipped and staffed to store and dispense blood and blood products and perform other clinical transfusion related functions; “immuno-haematological service” means a specialised laboratory service to support the clinical management of a patient who requires blood transfusion and transplantation of stem cells, tissues and organs; “life saving measure” means an intervention provided for a patient who is in imminent danger of loss of life; “low risk population group” means blood donors with low risk of transfusion transmissible infections; “Minister” means the Minister responsible for Health; “Ministry” means the Ministry of Health; “Service” means the National Blood Service established under section 1; “security health services” means the hospitals which are under the management of the security services; “stem cell” means an undifferentiated biological cell with the potential to develop into many different type of cells in the body; “transplantation” means a medical procedure in which an organ or tissue is removed from one human body or as a part of the same body and placed in the body of a primed recipient or the same body to replace a damaged or missing organ or tissue; \"umbilical cord blood\" means blood that remains in the placenta and in the attached umbilical cord after childbirth; “vulnerable group” means the patient group which is transfusion dependent, including those who are marginalised and have difficulty in accessing blood for transfusion; and “voluntary unpaid blood donor” means a donor who gives blood plasma or other blood components freely and voluntarily, without receiving payment in cash or in kind."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Transitional provisions",
      "content": "(1) The assets and liabilities accrued in respect of a property vested in the National Blood Service in existence immediately before the coming into force of this Act are transferred to the Service. The assets and liabilities accrued in respect of a property vested in the National Blood Service in existence immediately before the coming into force of this Act are transferred to the Service. (2) A contract subsisting between the National Blood Service and another person and in effect before the coming into force of this Act shall subsist between the Service established under this Act and that other person. A contract subsisting between the National Blood Service and another person and in effect before the coming into force of this Act shall subsist between the Service established under this Act and that other person. (3) A person in the employment of National Blood Service immediately before the coming into force of this Act is deemed to have been employed by the Service established under this Act on the terms and conditions attached to the post held by that person before the coming into force of this Act. A person in the employment of National Blood Service immediately before the coming into force of this Act is deemed to have been employed by the Service established under this Act on the terms and conditions attached to the post held by that person before the coming into force of this Act. (4) Moneys held by or on behalf of the National Blood Service in existence immediately before the coming into force of this Act are transfered to the Service. Moneys held by or on behalf of the National Blood Service in existence immediately before the coming into force of this Act are transfered to the Service."
    }
  ],
  "definitions": [
    {
      "term": "approved health care provider institution",
      "definition": "a facility designated by the Ministry as an authorised institution to use blood and blood products for therapeutic purposes",
      "source_provision": "s35"
    },
    {
      "term": "blood bank",
      "definition": "a facility equipped and charged to store and distribute blood and blood products",
      "source_provision": "s35"
    },
    {
      "term": "blood centre",
      "definition": "a facility equipped and staffed for the collection, testing, processing, storage and distribution of blood and blood products and other immuno-haematological services but does not include a hospital blood bank",
      "source_provision": "s35"
    },
    {
      "term": "blood donor",
      "definition": "a person who voluntarily donates or gives blood for transfusion to a patient as part of a medical treatment",
      "source_provision": "s35"
    },
    {
      "term": "blood product",
      "definition": "any therapeutic product derived from human blood or plasma",
      "source_provision": "s35"
    },
    {
      "term": "blood transfusion",
      "definition": "the administration of whole blood or any of the components of blood as a therapeutic measure to patients whose clinical conditions demand so in an authorised institution",
      "source_provision": "s35"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Service established under section 5",
      "source_provision": "s35"
    },
    {
      "term": "Chief Executive Officer",
      "definition": "the person appointed under section 18",
      "source_provision": "s35"
    },
    {
      "term": "Food and Drugs Authority",
      "definition": "the Authority established under section 80 of the Public Health Act, 2012 (Act 851)",
      "source_provision": "s35"
    },
    {
      "term": "health professional",
      "definition": "a person who is registered under the Health Professions Regulatory Bodies Act, 2013 (Act 857)",
      "source_provision": "s35"
    },
    {
      "term": "hospital blood bank",
      "definition": "a facility with hospital-related activities which is equipped and staffed to store and dispense blood and blood products and perform other clinical transfusion related functions",
      "source_provision": "s35"
    },
    {
      "term": "immuno-haematological service",
      "definition": "a specialised laboratory service to support the clinical management of a patient who requires blood transfusion and transplantation of stem cells, tissues and organs",
      "source_provision": "s35"
    },
    {
      "term": "life saving measure",
      "definition": "an intervention provided for a patient who is in imminent danger of loss of life",
      "source_provision": "s35"
    },
    {
      "term": "low risk population group",
      "definition": "blood donors with low risk of transfusion transmissible infections",
      "source_provision": "s35"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Health",
      "source_provision": "s35"
    },
    {
      "term": "Ministry",
      "definition": "the Ministry of Health",
      "source_provision": "s35"
    },
    {
      "term": "Service",
      "definition": "the National Blood Service established under section 1",
      "source_provision": "s35"
    },
    {
      "term": "security health services",
      "definition": "the hospitals which are under the management of the security services",
      "source_provision": "s35"
    },
    {
      "term": "stem cell",
      "definition": "an undifferentiated biological cell with the potential to develop into many different type of cells in the body",
      "source_provision": "s35"
    },
    {
      "term": "transplantation",
      "definition": "a medical procedure in which an organ or tissue is removed from one human body or as a part of the same body and placed in the body of a primed recipient or the same body to replace a damaged or missing organ or tissue",
      "source_provision": "s35"
    },
    {
      "term": "umbilical cord blood",
      "definition": "blood that remains in the placenta and in the attached umbilical cord after childbirth",
      "source_provision": "s35"
    },
    {
      "term": "vulnerable group",
      "definition": "the patient group which is transfusion dependent, including those who are marginalised and have difficulty in accessing blood for transfusion",
      "source_provision": "s35"
    },
    {
      "term": "voluntary unpaid blood donor",
      "definition": "a donor who gives blood plasma or other blood components freely and voluntarily, without receiving payment in cash or in kind. In this Act, unless the context otherwise requires, “approved health care provider institution” means a facility designated by the Ministry as an authorised institution to use blood and blood products for therapeutic purposes",
      "source_provision": "s35"
    },
    {
      "term": "blood bank",
      "definition": "a facility equipped and charged to store and distribute blood and blood products",
      "source_provision": "s35"
    },
    {
      "term": "blood centre",
      "definition": "a facility equipped and staffed for the collection, testing, processing, storage and distribution of blood and blood products and other immuno-haematological services but does not include a hospital blood bank",
      "source_provision": "s35"
    },
    {
      "term": "blood donor",
      "definition": "a person who voluntarily donates or gives blood for transfusion to a patient as part of a medical treatment",
      "source_provision": "s35"
    },
    {
      "term": "blood product",
      "definition": "any therapeutic product derived from human blood or plasma",
      "source_provision": "s35"
    },
    {
      "term": "blood transfusion",
      "definition": "the administration of whole blood or any of the components of blood as a therapeutic measure to patients whose clinical conditions demand so in an authorised institution",
      "source_provision": "s35"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Service established under section 5",
      "source_provision": "s35"
    },
    {
      "term": "Chief Executive Officer",
      "definition": "the person appointed under section 18",
      "source_provision": "s35"
    },
    {
      "term": "Food and Drugs Authority",
      "definition": "the Authority established under section 80 of the Public Health Act, 2012 (Act 851)",
      "source_provision": "s35"
    },
    {
      "term": "health professional",
      "definition": "a person who is registered under the Health Professions Regulatory Bodies Act, 2013 (Act 857)",
      "source_provision": "s35"
    },
    {
      "term": "hospital blood bank",
      "definition": "a facility with hospital-related activities which is equipped and staffed to store and dispense blood and blood products and perform other clinical transfusion related functions",
      "source_provision": "s35"
    },
    {
      "term": "immuno-haematological service",
      "definition": "a specialised laboratory service to support the clinical management of a patient who requires blood transfusion and transplantation of stem cells, tissues and organs",
      "source_provision": "s35"
    },
    {
      "term": "life saving measure",
      "definition": "an intervention provided for a patient who is in imminent danger of loss of life",
      "source_provision": "s35"
    },
    {
      "term": "low risk population group",
      "definition": "blood donors with low risk of transfusion transmissible infections",
      "source_provision": "s35"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Health",
      "source_provision": "s35"
    },
    {
      "term": "Ministry",
      "definition": "the Ministry of Health",
      "source_provision": "s35"
    },
    {
      "term": "Service",
      "definition": "the National Blood Service established under section 1",
      "source_provision": "s35"
    },
    {
      "term": "security health services",
      "definition": "the hospitals which are under the management of the security services",
      "source_provision": "s35"
    },
    {
      "term": "stem cell",
      "definition": "an undifferentiated biological cell with the potential to develop into many different type of cells in the body",
      "source_provision": "s35"
    },
    {
      "term": "transplantation",
      "definition": "a medical procedure in which an organ or tissue is removed from one human body or as a part of the same body and placed in the body of a primed recipient or the same body to replace a damaged or missing organ or tissue",
      "source_provision": "s35"
    },
    {
      "term": "umbilical cord blood",
      "definition": "blood that remains in the placenta and in the attached umbilical cord after childbirth",
      "source_provision": "s35"
    },
    {
      "term": "vulnerable group",
      "definition": "the patient group which is transfusion dependent, including those who are marginalised and have difficulty in accessing blood for transfusion",
      "source_provision": "s35"
    }
  ]
}