{
  "id": "act-1027-2020",
  "type": "act",
  "title": "Registration of Birth and Deaths Act, 2020",
  "short_name": "RBD 2020",
  "act_number": 1027,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-10-06",
  "url": "https://ghalii.org/akn/gh/act/2020/1027",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of Births and Deaths Registry",
      "content": "(1) There is established by this Act a Births and Deaths Registry referred to in this Act as the “Registry”. There is established by this Act a Births and Deaths Registry referred to in this Act as the “Registry”. (2) The Registry comprises The Registry comprises the National Office located in the national capital, Accra; the National Office located in the national capital, Accra; regional offices located in all the regional capitals; regional offices located in all the regional capitals; district offices located in all the district capitals; and district offices located in all the district capitals; and sub-district offices located in each district. sub-district offices located in each district. (3) The National Office of the Registry The National Office of the Registry shall exercise oversight responsibility for the registration of births, foetal deaths and deaths in the country; and shall exercise oversight responsibility for the registration of births, foetal deaths and deaths in the country; and is responsible for the collection and collation of the information contained in the registers of births, foetal deaths and deaths in the country. is responsible for the collection and collation of the information contained in the registers of births, foetal deaths and deaths in the country. (4) An office of the Registry is responsible for the performance of the functions assigned to that office by the Registrar under this Act. An office of the Registry is responsible for the performance of the functions assigned to that office by the Registrar under this Act."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Appointment of the Registrar of Births and Deaths",
      "content": "(1) The Registry shall have a Registrar of Births and Deaths. The Registry shall have a Registrar of Births and Deaths. (2) The President shall, in accordance with article 195 of the Constitution, appoint the Registrar. The President shall, in accordance with article 195 of the Constitution, appoint the Registrar. (3) The President shall, in appointing a person as the Registrar, have regard to the relevant academic qualification, experience and knowledge of that person in civil registration. The President shall, in appointing a person as the Registrar, have regard to the relevant academic qualification, experience and knowledge of that person in civil registration. (4) The Registrar shall hold office on the terms and conditions specified in the letter of appointment. The Registrar shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Registrar",
      "content": "(1) The Registrar The Registrar is responsible for the day-to-day administration of the affairs of the Registry; and is responsible for the day-to-day administration of the affairs of the Registry; and shall keep and maintain the national registers specified in section 11. shall keep and maintain the national registers specified in section 11. (2) The Registrar may delegate a function to an officer of the Registry but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Registrar may delegate a function to an officer of the Registry but shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Appointment of Deputy Registrar",
      "content": "(1) The Registry shall have a Deputy Registrar of Births and Deaths. The Registry shall have a Deputy Registrar of Births and Deaths. (2) The President shall, in accordance with article 195 of the Constitution, appoint the Deputy Registrar. The President shall, in accordance with article 195 of the Constitution, appoint the Deputy Registrar. (3) The President shall, in appointing a person as the Deputy Registrar, have regard to the relevant academic qualification, experience and knowledge of that person in civil registration. The President shall, in appointing a person as the Deputy Registrar, have regard to the relevant academic qualification, experience and knowledge of that person in civil registration. (4) The Deputy Registrar shall hold office on the terms and conditions specified in the letter of appointment. The Deputy Registrar shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Functions of the Deputy Registrar",
      "content": "The Deputy Registrar shall assist the Registrar in the performance of the functions of the Registrar. The Deputy Registrar shall assist the Registrar in the performance of the functions of the Registrar."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Appointment of other staff",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint other public officers that are necessary for the effective and efficient performance of the functions of the Registry. The President shall, in accordance with article 195 of the Constitution, appoint other public officers that are necessary for the effective and efficient performance of the functions of the Registry. (2) Other public officers may be transferred or seconded to the Registry. Other public officers may be transferred or seconded to the Registry."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Regional Registrar",
      "content": "(1) Each regional office of the Registry shall have a Regional Registrar of Births and Deaths. Each regional office of the Registry shall have a Regional Registrar of Births and Deaths. (2) A Regional Registrar shall A Regional Registrar shall be responsible for collecting and collating information contained in the registers from the district offices; be responsible for collecting and collating information contained in the registers from the district offices; transmit the collated information contained in the registers to the National Registry and maintain copies of each transmitted record; and transmit the collated information contained in the registers to the National Registry and maintain copies of each transmitted record; and perform any other function assigned by the Registrar under this Act. perform any other function assigned by the Registrar under this Act."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "District Registrar",
      "content": "(1) A district office of the Registry A district office of the Registry is a department of the District Assembly; and is a department of the District Assembly; and shall have a District Registrar of Births and Deaths. shall have a District Registrar of Births and Deaths. (2) A District Registrar shall keep and maintain the register of births, the register of foetal deaths and the register of deaths of that district. A District Registrar shall keep and maintain the register of births, the register of foetal deaths and the register of deaths of that district. (3) A District Registrar shall submit the collated information contained in the register of births, foetal deaths and deaths to the Regional Registrar for onward submission to the Registrar. A District Registrar shall submit the collated information contained in the register of births, foetal deaths and deaths to the Regional Registrar for onward submission to the Registrar. (4) The District Registrar shall be responsible for the collection and collation of the information contained in the registers from the sub-districts. The District Registrar shall be responsible for the collection and collation of the information contained in the registers from the sub-districts. (5) The District Registrar shall submit quarterly reports on births, foetal deaths and deaths to the District Assembly. The District Registrar shall submit quarterly reports on births, foetal deaths and deaths to the District Assembly. (6) The District Registrar shall perform any other function assigned by the Registrar. The District Registrar shall perform any other function assigned by the Registrar."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Registration Officer",
      "content": "(1) A District Assembly shall, in consultation with the Registrar, appoint for the district office of the Registry, Registration Officers. A District Assembly shall, in consultation with the Registrar, appoint for the district office of the Registry, Registration Officers. (2) A Registration Officer shall collect and collate information on births, foetal deaths and deaths in a sub-district within a district. A Registration Officer shall collect and collate information on births, foetal deaths and deaths in a sub-district within a district."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Registration Assistant",
      "content": "(1) The Registrar shall designate a Registration Assistant in each zone in a district. The Registrar shall designate a Registration Assistant in each zone in a district. (2) A Registration Assistant shall A Registration Assistant shall inspect every household within the zone of each district to ascertain births, foetal deaths and deaths; and inspect every household within the zone of each district to ascertain births, foetal deaths and deaths; and assist in the completion of forms on notification of births, foetal deaths and deaths. assist in the completion of forms on notification of births, foetal deaths and deaths."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Register of births and deaths",
      "content": "(1) The Registrar shall keep and maintain three national registers namely: The Registrar shall keep and maintain three national registers namely: National Register of Births, which shall contain a record of each birth; National Register of Births, which shall contain a record of each birth; National Register of Foetal Deaths, which shall contain a record of each foetal death; and National Register of Foetal Deaths, which shall contain a record of each foetal death; and National Register of Deaths, which shall contain a record of each death. National Register of Deaths, which shall contain a record of each death. (2) The District Registrar shall keep and maintain three district registers namely: The District Registrar shall keep and maintain three district registers namely: District Register of Births, which shall contain a record of each birth in the district; District Register of Births, which shall contain a record of each birth in the district; District Register of Foetal Deaths, which shall contain a record of each foetal death in the district; and District Register of Foetal Deaths, which shall contain a record of each foetal death in the district; and District Register of Deaths, which shall contain a record of each death in the district. District Register of Deaths, which shall contain a record of each death in the district. (3) The national registers specified in subsection (1) shall be kept and maintained at the national office of the Registry. The national registers specified in subsection (1) shall be kept and maintained at the national office of the Registry. (4) The district registers specified in subsection (2) shall be kept and maintained at the respective district offices of the Registry. The district registers specified in subsection (2) shall be kept and maintained at the respective district offices of the Registry."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Community population register",
      "content": "(1) A District Assembly shall keep and maintain a community population register and the community population register shall be used as a demographic data for the purpose of development planning of the district. A District Assembly shall keep and maintain a community population register and the community population register shall be used as a demographic data for the purpose of development planning of the district. (2) A community may assist the Registration Assistant in the registration of births, foetal deaths and deaths for the purposes of generating a community population register. A community may assist the Registration Assistant in the registration of births, foetal deaths and deaths for the purposes of generating a community population register. (3) The community shall keep and maintain copies of the community registers of births, foetal deaths and deaths. The community shall keep and maintain copies of the community registers of births, foetal deaths and deaths."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Power to accept affidavit or statutory declaration",
      "content": "(1) For the purposes of the registration of a birth, foetal death or death, the Registrar or the District Registrar may accept the affidavit or the statutory declaration of a person on payment of the prescribed fee. For the purposes of the registration of a birth, foetal death or death, the Registrar or the District Registrar may accept the affidavit or the statutory declaration of a person on payment of the prescribed fee. (2) The fees paid under subsection (1) shall be lodged by the Registrar in a bank account opened for that purpose. The fees paid under subsection (1) shall be lodged by the Registrar in a bank account opened for that purpose."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Retention of a percentage of internally generated funds",
      "content": "Despite a provision in any other enactment to the contrary, the Registry shall retain fifty percent of the internally generated funds. Despite a provision in any other enactment to the contrary, the Registry shall retain fifty percent of the internally generated funds."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Disclosure of information",
      "content": "A person shall not communicate or cause to be communicated to another person; or communicate or cause to be communicated to another person; or allow any other person to inspect or have access to any record containing information obtained under this Act, except in accordance with law. allow any other person to inspect or have access to any record containing information obtained under this Act, except in accordance with law."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Notification of birth",
      "content": "(1) A person in charge of a health facility shall notify the District Registrar or a representative of the District Registrar in the district within which the health facility is located, of each birth recorded in the facility within seven days of occurrence of the birth in the facility. A person in charge of a health facility shall notify the District Registrar or a representative of the District Registrar in the district within which the health facility is located, of each birth recorded in the facility within seven days of occurrence of the birth in the facility. (2) A traditional birth attendant shall notify the District Registrar or a representative of the District Registrar in the district within which the birth occurs within seven days of occurrence of the birth. A traditional birth attendant shall notify the District Registrar or a representative of the District Registrar in the district within which the birth occurs within seven days of occurrence of the birth. (3) A manager of a basic school or pre-school shall notify the District Registrar or a representative of the District Registrar in the district in which the school is located of the enrolment of a child without a birth certificate within seven days of the enrolment of the child. A manager of a basic school or pre-school shall notify the District Registrar or a representative of the District Registrar in the district in which the school is located of the enrolment of a child without a birth certificate within seven days of the enrolment of the child. (4) The production of a birth certificate shall, after five years of the coming into force of this Act, be a pre-condition for the enrolment of a child at a basic school or pre-school. The production of a birth certificate shall, after five years of the coming into force of this Act, be a pre-condition for the enrolment of a child at a basic school or pre-school."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Registration of birth",
      "content": "(1) A parent or a person responsible for a child shall register the birth of that child in the district in which the child is born. A parent or a person responsible for a child shall register the birth of that child in the district in which the child is born. (2) The Registry shall, as far as practicable, ensure that births are registered electronically. The Registry shall, as far as practicable, ensure that births are registered electronically. (3) A person responsible for a child is not required to pay a fee for the registration of the birth of that child if the registration is made within twelve months from the date of birth of that child. A person responsible for a child is not required to pay a fee for the registration of the birth of that child if the registration is made within twelve months from the date of birth of that child. (4) Where a living new born child is found deserted and information as to the place of birth of that child is not available, the District Registrar for the district in which the child is found shall register the birth. Where a living new born child is found deserted and information as to the place of birth of that child is not available, the District Registrar for the district in which the child is found shall register the birth. (5) Except in the case specified in subsection (4) or subsection (5) of section 22, the prescribed particulars for registration shall be provided to the District Registrar Except in the case specified in subsection (4) or subsection (5) of section 22, the prescribed particulars for registration shall be provided to the District Registrar by the father, the mother or both parents of the child; or by the father, the mother or both parents of the child; or in the case of the death or incapacity of the father and mother by in the case of the death or incapacity of the father and mother by the next of kin of either of the parents who has knowledge of the birth; the next of kin of either of the parents who has knowledge of the birth; an occupier of the premises in which the child is born, if the occupier has knowledge of the birth; an occupier of the premises in which the child is born, if the occupier has knowledge of the birth; an adult present at the birth; or an adult present at the birth; or a person who has charge of the child. a person who has charge of the child. (6) Where a birth is not registered within the twelve months period, the District Registrar shall, by notice in writing, summon any of the persons referred to in subsection (5) to attend personally at the Births and Deaths Registry to provide the prescribed particulars for the registration of the birth within the date and time specified in the notice and the person summoned shall pay the prescribed fee. Where a birth is not registered within the twelve months period, the District Registrar shall, by notice in writing, summon any of the persons referred to in subsection (5) to attend personally at the Births and Deaths Registry to provide the prescribed particulars for the registration of the birth within the date and time specified in the notice and the person summoned shall pay the prescribed fee. (7) Despite subsection (3), a person responsible for a child may register the birth of the child after twelve months of the date of birth but not more than five years of the date of birth upon application to the District Registrar for late registration. Despite subsection (3), a person responsible for a child may register the birth of the child after twelve months of the date of birth but not more than five years of the date of birth upon application to the District Registrar for late registration. (8) A person who applies to the Registrar in respect of a late registration shall include in the application, reasons for the late registration. A person who applies to the Registrar in respect of a late registration shall include in the application, reasons for the late registration. (9) A birth shall not be registered after the expiration of twelve months from the date of birth, unless A birth shall not be registered after the expiration of twelve months from the date of birth, unless a District Registrar receives a written authority of the Registrar directed at the particular District Registrar; and a District Registrar receives a written authority of the Registrar directed at the particular District Registrar; and a person responsible for the child has paid the prescribed fee for late registration. a person responsible for the child has paid the prescribed fee for late registration. (10) A District Registrar shall, upon receipt of a note of the written authority of the Registrar, enter the note in the register. A District Registrar shall, upon receipt of a note of the written authority of the Registrar, enter the note in the register. (11) A District Registrar shall not register a birth under subsection (7) or (9) unless the District Registrar is satisfied that an earlier registration of the birth has not been made in another district. A District Registrar shall not register a birth under subsection (7) or (9) unless the District Registrar is satisfied that an earlier registration of the birth has not been made in another district."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Doubtful paternity",
      "content": "(1) Where the paternity of a child is in doubt, the putative father of the child shall not give information concerning the birth of the child. Where the paternity of a child is in doubt, the putative father of the child shall not give information concerning the birth of the child. (2) The District Registrar shall not enter the name of a person as father of the child, unless at the joint request of the mother and the person claiming to be the father of the child. The District Registrar shall not enter the name of a person as father of the child, unless at the joint request of the mother and the person claiming to be the father of the child. (3) The person claiming to be the father of the child shall sign the register together with the mother or make a declaration in the prescribed form as the father of the child. The person claiming to be the father of the child shall sign the register together with the mother or make a declaration in the prescribed form as the father of the child. (4) Where the mother of the child is dead, the entry in the register may be made at the request of the person claiming to be the father of the child and upon the written consent of the family of the deceased mother which shall be on oath. Where the mother of the child is dead, the entry in the register may be made at the request of the person claiming to be the father of the child and upon the written consent of the family of the deceased mother which shall be on oath."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Registration of name subsequent to registration of birth",
      "content": "(1) The parent or guardian of a child may, within twelve months after the registration of the birth of the child, deliver to the District Registrar a baptismal certificate issued and signed by an officiating minister of religion or any other document evidencing the name of the The parent or guardian of a child may, within twelve months after the registration of the birth of the child, deliver to the District Registrar a baptismal certificate issued and signed by an officiating minister of religion or any other document evidencing the name of the a birth is registered and the baptismal certificate or other document is intended to change the name of the child; or a birth is registered and the baptismal certificate or other document is intended to change the name of the child; or a birth is registered in accordance with subsection (4) of section 17 without a name and a name is subsequently given to the child. a birth is registered in accordance with subsection (4) of section 17 without a name and a name is subsequently given to the child. (2) The District Registrar shall, on receipt of the baptismal certificate or any other document evidencing the name of the child and on payment of the prescribed fee, enter in the register the name mentioned in the baptismal certificate or in any other document evidencing the name of the child as given to the child without an erasure of the original entry. The District Registrar shall, on receipt of the baptismal certificate or any other document evidencing the name of the child and on payment of the prescribed fee, enter in the register the name mentioned in the baptismal certificate or in any other document evidencing the name of the child as given to the child without an erasure of the original entry. (3) The Registry shall develop a standard form for the registration of names. The Registry shall develop a standard form for the registration of names. (4) A form developed under subsection (3) shall not provide for prefixes and suffixes. A form developed under subsection (3) shall not provide for prefixes and suffixes. (5) The Registry shall The Registry shall by notice published in the Gazette, or on the website of the Registry and in at least two daily newspapers of national circulation, provide an indicative list of prefixes and suffixes which are prohibited; and by notice published in the Gazette, or on the website of the Registry and in at least two daily newspapers of national circulation, provide an indicative list of prefixes and suffixes which are prohibited; and update the indicative list periodically. update the indicative list periodically. (6) Despite subsection (5), the Registrar may refuse to register a prefix or suffix which is not provided for in the indicative list. Despite subsection (5), the Registrar may refuse to register a prefix or suffix which is not provided for in the indicative list."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Signing of birth certificate",
      "content": "The Registrar or a designated officer by the Registrar is responsible for signing a birth certificate issued under this Act. The Registrar or a designated officer by the Registrar is responsible for signing a birth certificate issued under this Act."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Issue of birth certificate",
      "content": "The District Registrar shall, on registration of the name, issue a birth certificate free of charge to the father, mother, a person authorised by a court of competent jurisdiction or a person authorised in writing by the father or mother or next of kin of the child. The District Registrar shall, on registration of the name, issue a birth certificate free of charge to the father, mother, a person authorised by a court of competent jurisdiction or a person authorised in writing by the father or mother or next of kin of the child."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Registration of assisted reproductive births",
      "content": "(1) An intended parent may engage the services of a person to give the intended parent a child through surrogacy. An intended parent may engage the services of a person to give the intended parent a child through surrogacy. (2) The intended parent may, within twelve weeks after introducing an embryo or gamete into the surrogate mother, apply to the High Court for a pre-birth parental order to allow The intended parent may, within twelve weeks after introducing an embryo or gamete into the surrogate mother, apply to the High Court for a pre-birth parental order to allow either the intended parent or surrogate mother, or either the intended parent or surrogate mother, or both parents of a child, both parents of a child, to be named as the parent of a child born through surrogacy or any other assisted reproductive birth if the birth occurs within twenty-eight weeks of the order of the High Court. (3) Where the High Court is convinced of the evidence of parentage and the existence of a surrogacy, the High Court shall issue a pre-birth parental order naming the legal parent of the unborn child and a copy of the order shall be issued to Where the High Court is convinced of the evidence of parentage and the existence of a surrogacy, the High Court shall issue a pre-birth parental order naming the legal parent of the unborn child and a copy of the order shall be issued to the District Registrar of the district in which the child will be born; the District Registrar of the district in which the child will be born; the intended parent; the intended parent; the surrogate mother; and the surrogate mother; and the hospital where the child is born, if the birth occurs at a hospital facility. the hospital where the child is born, if the birth occurs at a hospital facility. (4) A woman who gives birth to a child shall, in the absence of an order of the High Court naming anotherperson as the mother, be registered as the mother of the child. A woman who gives birth to a child shall, in the absence of an order of the High Court naming anotherperson as the mother, be registered as the mother of the child. (5) Subject to subsection (2), a woman who gives birth to a child shall Subject to subsection (2), a woman who gives birth to a child shall have the right to register the child; and have the right to register the child; and inform the Registration Officer in the district, in which the child is born, of inform the Registration Officer in the district, in which the child is born, of the name of the child; the name of the child; the name of the father of the child; and the name of the father of the child; and any other information required for the purposes of the registration. any other information required for the purposes of the registration. (6) The Registration Officer shall, on receipt of the information required under paragraph (b) of subsection (5), proceed to register the birth of the child in accordance with the information provided. The Registration Officer shall, on receipt of the information required under paragraph (b) of subsection (5), proceed to register the birth of the child in accordance with the information provided. (7) The District Registrar and where appropriate, the hospital where the child is born, shall The District Registrar and where appropriate, the hospital where the child is born, shall register or cause to be registered in the district office of the Registry, the birth arising from the surrogacy or other assisted reproductive birth in accordance with the pre-birth parental order; and register or cause to be registered in the district office of the Registry, the birth arising from the surrogacy or other assisted reproductive birth in accordance with the pre-birth parental order; and enter or cause to be entered in the register of births, the name of the child provided by either the intended parent or surrogate mother, or both in accordance with subsection (2). enter or cause to be entered in the register of births, the name of the child provided by either the intended parent or surrogate mother, or both in accordance with subsection (2). (8) Where a child is already born, an intended parent or surrogate mother may apply to the High Court for a post-birth parental order or substitute parentage order. Where a child is already born, an intended parent or surrogate mother may apply to the High Court for a post-birth parental order or substitute parentage order. (9) Where the High Court approves an application made under subsection (8), the High Court shall issue a post-birth parental order or substitute parentage order naming the intended parent or surrogate mother as the legal parent of the child, and a copy of the order shall be immediately served on the District Registrar. Where the High Court approves an application made under subsection (8), the High Court shall issue a post-birth parental order or substitute parentage order naming the intended parent or surrogate mother as the legal parent of the child, and a copy of the order shall be immediately served on the District Registrar. (10) A post-birth parental order or substitute parentage order issued under subsection (9) shall, in substance, be in the form of an adoption proceeding and shall be lodged at the High Court at least twenty-eight days after the birth of the child but not later than six months after the birth of the child. A post-birth parental order or substitute parentage order issued under subsection (9) shall, in substance, be in the form of an adoption proceeding and shall be lodged at the High Court at least twenty-eight days after the birth of the child but not later than six months after the birth of the child. (11) The District Registrar shall, on receipt of a sealed substitute parentage order from the High Court, strike out or cause to be struck out the original birth record, and open or cause to be opened a new birth record with the intended parent or surrogate mother named as the parent of the child, in accordance with the order of the High Court. The District Registrar shall, on receipt of a sealed substitute parentage order from the High Court, strike out or cause to be struck out the original birth record, and open or cause to be opened a new birth record with the intended parent or surrogate mother named as the parent of the child, in accordance with the order of the High Court. (12) The District Registrar shall keep the original birth record struck out under subsection (11) in a confidential place, and that birth record shall be made accessible to the child whose birth entry was made only when that child attains the age of twenty-one years. The District Registrar shall keep the original birth record struck out under subsection (11) in a confidential place, and that birth record shall be made accessible to the child whose birth entry was made only when that child attains the age of twenty-one years. (13) A new birth record opened under this section shall supersede any other birth record made earlier. A new birth record opened under this section shall supersede any other birth record made earlier."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Notification of death",
      "content": "(1) A medical practitioner or health practitioner in charge of a health facility at which a death occurs shall record the death and within seven days of the occurrence of the death notify the District Registrar of the death. A medical practitioner or health practitioner in charge of a health facility at which a death occurs shall record the death and within seven days of the occurrence of the death notify the District Registrar of the death. (2) Where death occurs outside a heath facility and the deceased is brought to that health facility, the medical practitioner or health practitioner in charge of that facility shall Where death occurs outside a heath facility and the deceased is brought to that health facility, the medical practitioner or health practitioner in charge of that facility shall record the death and where possible, the immediate and underlying cause of the death; and record the death and where possible, the immediate and underlying cause of the death; and within seven days after the deceased is brought transmit the information to the District Registrar. within seven days after the deceased is brought transmit the information to the District Registrar."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Registration of foetal death",
      "content": "A District Registrar shall register every foetal death that occurs in the sub-districts within the district. A District Registrar shall register every foetal death that occurs in the sub-districts within the district."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Person responsible for the registration of foetal death",
      "content": "Where a foetal death occurs, the person who is responsible for the registration of the birth under subsection (5) of section 17 shall provide the District Registrar with a statement in respect of the foetal death as follows: a written certificate in respect of the foetal death signed by a registered medical practitioner or midwife who was in attendance at the occurrence of the foetal death or who has examined the foetus; or a written certificate in respect of the foetal death signed by a registered medical practitioner or midwife who was in attendance at the occurrence of the foetal death or who has examined the foetus; or a declaration to the effect that a registered medical practitioner or midwife was not present at the occurrence of the foetal death; a registered medical practitioner or midwife was not present at the occurrence of the foetal death; a registered medical practitioner or midwife has not examined the foetus; or a registered medical practitioner or midwife has not examined the foetus; or the certificate of a registered medical practitioner or midwife cannot be obtained in respect of the foetal death. the certificate of a registered medical practitioner or midwife cannot be obtained in respect of the foetal death."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Burial permit for foetal death",
      "content": "Where the District Registrar is satisfied with the certificate or the declaration referred to in section 25, the District Registrar shall register the foetal death and issue a burial permit to the person requiring the burial permit for the purpose of burial or other form of disposition of the body. Where the District Registrar is satisfied with the certificate or the declaration referred to in section 25, the District Registrar shall register the foetal death and issue a burial permit to the person requiring the burial permit for the purpose of burial or other form of disposition of the body."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Registration of death",
      "content": "(1) The District Registrar in the district in which a death occurs, shall register the death within ten days after the death. The District Registrar in the district in which a death occurs, shall register the death within ten days after the death. (2) Despite subsection (1), the District Registrar shall only register a death that is reported more than ten days after the death occurred if the prescribed fee for late registration has been paid. Despite subsection (1), the District Registrar shall only register a death that is reported more than ten days after the death occurred if the prescribed fee for late registration has been paid. (3) The District Registrar shall not register a death after the expiration of twelve months from the date of death except with the written authority of the Registrar and upon payment of the prescribed fee. The District Registrar shall not register a death after the expiration of twelve months from the date of death except with the written authority of the Registrar and upon payment of the prescribed fee. (4) The District Registrar shall, upon receipt of a note of a written authority of the Registrar, enter the note in the register. The District Registrar shall, upon receipt of a note of a written authority of the Registrar, enter the note in the register. (5) Where a dead body is found and information as to the place of death is not available, the District Registrar of the district in which the body is found shall register the death within thirty days. Where a dead body is found and information as to the place of death is not available, the District Registrar of the district in which the body is found shall register the death within thirty days. (6) The Registry shall, as far as practicable, ensure that deaths are registered electronically. The Registry shall, as far as practicable, ensure that deaths are registered electronically."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Persons to furnish information of death",
      "content": "The following persons shall furnish the District Registrar with the prescribed particulars of death: the nearest relative of the deceased present at the time of death or in attendance at the last illness of the deceased; the nearest relative of the deceased present at the time of death or in attendance at the last illness of the deceased; a relative of the deceased residing or being within the registration district; a relative of the deceased residing or being within the registration district; an occupier of the premises in which the death occurred if the occupier has knowledge of the death; an occupier of the premises in which the death occurred if the occupier has knowledge of the death; an adult present at the time of death or who has knowledge of the death; or an adult present at the time of death or who has knowledge of the death; or a coroner who has been notified of the death and has made an inquiry or held an inquiry in respect of the death. a coroner who has been notified of the death and has made an inquiry or held an inquiry in respect of the death."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Certificate of medical practitioner",
      "content": "(1) The medical practitioner who was in attendance during the illness of the deceased shall issue to the person who provides the particulars of the death, a medical certificate that states the cause of death. The medical practitioner who was in attendance during the illness of the deceased shall issue to the person who provides the particulars of the death, a medical certificate that states the cause of death. (2) Where a health practitioner was in attendance during the illness of the deceased, the health practitioner shall notify the supervising medical practitioner of the death and the supervising medical practitioner shall issue to the person who provides the particulars of the death, a medical certificate that states the cause of death. Where a health practitioner was in attendance during the illness of the deceased, the health practitioner shall notify the supervising medical practitioner of the death and the supervising medical practitioner shall issue to the person who provides the particulars of the death, a medical certificate that states the cause of death. (3) The recipient of the medical certificate shall submit the certificate to the District Registrar who shall then register the particulars of the deceased in the register of deaths. The recipient of the medical certificate shall submit the certificate to the District Registrar who shall then register the particulars of the deceased in the register of deaths."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Duty of coroner after holding inquiry",
      "content": "(1) Where an inquiry in respect of a dead body is held by a coroner, the coroner shall complete and sign a certificate that states the cause of the death. Where an inquiry in respect of a dead body is held by a coroner, the coroner shall complete and sign a certificate that states the cause of the death. (2) The recipient of the certificate shall submit the certificate to the District Registrar who shall register the particulars of the deceased in the register of deaths. The recipient of the certificate shall submit the certificate to the District Registrar who shall register the particulars of the deceased in the register of deaths. (3) Where a coroner is informed that a dead body has been found, or that a person has died in the district, and the coroner has reasonable cause to suspect that that person has suffered Where a coroner is informed that a dead body has been found, or that a person has died in the district, and the coroner has reasonable cause to suspect that that person has suffered a violent death or any other unnatural death, a violent death or any other unnatural death, a death of which the cause is unknown, a death of which the cause is unknown, death while detained in a prison, psychiatric hospital or public institution other than a hospital, or death while detained in a prison, psychiatric hospital or public institution other than a hospital, or death in a place or under a circumstance which in the opinion of the coroner makes the holding of an inquiry necessary or desirable, death in a place or under a circumstance which in the opinion of the coroner makes the holding of an inquiry necessary or desirable, the coroner shall, subject to the Coroners Act, 1960 (Act 18), hold an inquiry as soon as practicable in respect of the death. (4) The District Registrar shall not register a death or issue a death certificate for the death for which an inquiry of the coroner is required, unless the coroner, in writing, orders the registration of the death or the issue of the death certificate. The District Registrar shall not register a death or issue a death certificate for the death for which an inquiry of the coroner is required, unless the coroner, in writing, orders the registration of the death or the issue of the death certificate."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Death certificate",
      "content": "(1) The District Registrar shall, subject to sections 23 and 25, register a death and issue The District Registrar shall, subject to sections 23 and 25, register a death and issue a death certificate in the prescribed form after payment of the prescribed fee; and a death certificate in the prescribed form after payment of the prescribed fee; and a burial permit in the prescribed form, free of charge. a burial permit in the prescribed form, free of charge. (2) Where Where a dead body is brought from another country into the country for disposition, and a dead body is brought from another country into the country for disposition, and an order in respect of the dead body has not been given by a coroner, an order in respect of the dead body has not been given by a coroner, the District Registrar of the district in which the body is intended to be disposed of shall, upon application by the person who procures the dead body for disposition and the payment of the prescribed fee, issue a burial permit if it appears to the District Registrar that the death is not required, by law, to be registered in this country."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Burial or other disposition",
      "content": "(1) A person shall not dispose of the body of a dead person who dies in this country unless the disposition is done in accordance with this Act. A person shall not dispose of the body of a dead person who dies in this country unless the disposition is done in accordance with this Act. (2) A person shall not conduct a burial or any other form of disposition unless that person is registered under this Act. A person shall not conduct a burial or any other form of disposition unless that person is registered under this Act. (3) The Registrar shall provide the necessary forms and guidelines for the purposes of registration under subsection (2). The Registrar shall provide the necessary forms and guidelines for the purposes of registration under subsection (2). (4) A person who conducts a burial shall inspect the death certificate and burial permit before proceeding with the burial. A person who conducts a burial shall inspect the death certificate and burial permit before proceeding with the burial. (5) A person who conducts a form of disposition other than burial shall inspect the death certificate before proceeding with the disposition. A person who conducts a form of disposition other than burial shall inspect the death certificate before proceeding with the disposition."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Registration of morgues, funeral homes, burial grounds and other disposition facilities",
      "content": "(1) A person shall not operate a morgue, funeral home, burial ground or any other disposition facility unless the morgue, funeral home, burial ground or disposition facility is registered in accordance with this Act. A person shall not operate a morgue, funeral home, burial ground or any other disposition facility unless the morgue, funeral home, burial ground or disposition facility is registered in accordance with this Act. (2) The District Assembly shall register The District Assembly shall register a morgue, a morgue, a funeral home, a funeral home, a burial ground, or a burial ground, or any other disposition facility, any other disposition facility, intended to be operated in the district whether private or public. (3) The owner or manager of a morgue, funeral home, burial ground or any other disposition facility shall not receive the body of a dead person into the morgue, funeral home, burial ground or disposition facility respectively, unless the morgue, funeral home, burial ground or disposition facility is registered in accordance with subsection (2). The owner or manager of a morgue, funeral home, burial ground or any other disposition facility shall not receive the body of a dead person into the morgue, funeral home, burial ground or disposition facility respectively, unless the morgue, funeral home, burial ground or disposition facility is registered in accordance with subsection (2)."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Disposition without permit",
      "content": "(1) The owner or manager of a burial ground or any other disposition facility shall not permit the burial or disposition of a dead body in the burial ground or disposition facility unless a burial permit in respect of the dead body has been delivered to the manager or owner of the burial ground or disposition facility. The owner or manager of a burial ground or any other disposition facility shall not permit the burial or disposition of a dead body in the burial ground or disposition facility unless a burial permit in respect of the dead body has been delivered to the manager or owner of the burial ground or disposition facility. (2) Where a re-burial is necessary due to authorised exhumation, a burial permit is not required. Where a re-burial is necessary due to authorised exhumation, a burial permit is not required. (3) The owner or manager of a burial ground or any other disposition facility shall endorse the burial permit with the prescribed particulars and return the burial permit to the District Registrar of the district in which the burial or disposition takes place. The owner or manager of a burial ground or any other disposition facility shall endorse the burial permit with the prescribed particulars and return the burial permit to the District Registrar of the district in which the burial or disposition takes place. (4) The owner or manager of a burial ground or any other disposition facility shall, at the end of each month, forward to the District Registrar, the details of the burials that took place in the burial ground or disposition facility for that month. The owner or manager of a burial ground or any other disposition facility shall, at the end of each month, forward to the District Registrar, the details of the burials that took place in the burial ground or disposition facility for that month."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Births and deaths on the high seas and air space",
      "content": "The Registrar may, on receipt of information in respect of the birth of a child, foetal death, or death of a person on board a ship or an aircraft whose port of destination or place of registration is Ghana, register the birth, foetal death, or death where the Registrar is satisfied with the veracity and sufficiency of the particulars received. The Registrar may, on receipt of information in respect of the birth of a child, foetal death, or death of a person on board a ship or an aircraft whose port of destination or place of registration is Ghana, register the birth, foetal death, or death where the Registrar is satisfied with the veracity and sufficiency of the particulars received."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Cancellation of registration and certificate",
      "content": "(1) A District Registrar may, on receipt of a petition in writing that A District Registrar may, on receipt of a petition in writing that a registration under this Act has been falsely or fraudulently obtained, or a registration under this Act has been falsely or fraudulently obtained, or a certificate obtained under this Act is being used for a fraudulent or improper purpose, a certificate obtained under this Act is being used for a fraudulent or improper purpose, order the persons concerned to attend a hearing of the petition. (2) Where the hearing is not possible, a statutory declaration or other relevant evidence may be produced in response to the petition. Where the hearing is not possible, a statutory declaration or other relevant evidence may be produced in response to the petition. (3) A District Registrar who establishes that a registration under this Act has been falsely or fraudulently obtained shall A District Registrar who establishes that a registration under this Act has been falsely or fraudulently obtained shall order a note to be made in the register to that effect; or order a note to be made in the register to that effect; or order the person concerned to surrender the certificate. order the person concerned to surrender the certificate. (4) A person who receives an order under subsection (3), shall deliver the certificate to the District Registrar within seven days. A person who receives an order under subsection (3), shall deliver the certificate to the District Registrar within seven days. (5) The District Registrar shall keep a file of the certificates delivered under subsection (4) together with the orders and relevant documents. The District Registrar shall keep a file of the certificates delivered under subsection (4) together with the orders and relevant documents. (6) The District Registrar shall notify the Regional Registrar and the Registrar of the order and the cancellation of the registration and certificate. The District Registrar shall notify the Regional Registrar and the Registrar of the order and the cancellation of the registration and certificate. (7) A person aggrieved by the order and the cancellation may petition the Regional Registrar for a review of the decision of the District Registrar. A person aggrieved by the order and the cancellation may petition the Regional Registrar for a review of the decision of the District Registrar. (8) Where there is a review under subsection (7), the Regional Registrar shall communicate the decision to both the District Registrar and the Registrar. Where there is a review under subsection (7), the Regional Registrar shall communicate the decision to both the District Registrar and the Registrar. (9) A person aggrieved by the decision of the Regional Registrar, may petition the Registrar who may, after hearing, revoke the decision made by the Regional Registrar under this section. A person aggrieved by the decision of the Regional Registrar, may petition the Registrar who may, after hearing, revoke the decision made by the Regional Registrar under this section."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Alteration in register",
      "content": "(1) A person shall not alter a register of births, register of foetal deaths or register of deaths unless authorised under this Act. A person shall not alter a register of births, register of foetal deaths or register of deaths unless authorised under this Act. (2) A clerical error in a register of births, register of foetal deaths or register of deaths may be corrected in the manner specified in subsection (6). A clerical error in a register of births, register of foetal deaths or register of deaths may be corrected in the manner specified in subsection (6). (3) A person may, by written application and subject to the payment of the prescribed fee, request the Registrar or District Registrar to effect corrections in the register of births, foetal deaths or deaths. A person may, by written application and subject to the payment of the prescribed fee, request the Registrar or District Registrar to effect corrections in the register of births, foetal deaths or deaths. (4) The request made under subsection (3) shall be supported by a statutory declaration setting out the nature of the error and the true facts of the case of the birth, foetal death or death in respect of which the error has been made as stated by any of the persons referred to in sections 17 and 28. The request made under subsection (3) shall be supported by a statutory declaration setting out the nature of the error and the true facts of the case of the birth, foetal death or death in respect of which the error has been made as stated by any of the persons referred to in sections 17 and 28. (5) Where any of the persons referred to in sections 17 and 28 is not available, two credible persons who have knowledge of the case may state the true facts of the case. Where any of the persons referred to in sections 17 and 28 is not available, two credible persons who have knowledge of the case may state the true facts of the case. (6) An error of fact or substance in a register of births, register of foetal deaths or register of deaths may be corrected by ruling one clear line through the original entry and an entry in the appropriate column which is to be dated and signed by the Registrar or District Registrar who has custody of the register. An error of fact or substance in a register of births, register of foetal deaths or register of deaths may be corrected by ruling one clear line through the original entry and an entry in the appropriate column which is to be dated and signed by the Registrar or District Registrar who has custody of the register."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Error in the certificate of a coroner",
      "content": "(1) Where an error of fact or substance, other than an error relating to the cause of death, occurs in the information given in the certificate of a coroner, any of the persons referred to in section 28 other than the coroner may apply, in writing, to the Registrar for a correction of the error. Where an error of fact or substance, other than an error relating to the cause of death, occurs in the information given in the certificate of a coroner, any of the persons referred to in section 28 other than the coroner may apply, in writing, to the Registrar for a correction of the error. (2) The Registrar may, in writing, request the coroner to correct the error by certification. The Registrar may, in writing, request the coroner to correct the error by certification. (3) The request made under subsection (2) shall be supported with a statutory declaration or an affidavit of the person concerned stating the nature of the error. The request made under subsection (2) shall be supported with a statutory declaration or an affidavit of the person concerned stating the nature of the error. (4) The coroner shall forward the certification of the error corrected together with the affidavit or the statutory declaration to the Registrar or District Registrar who has custody of the register of foetal deaths or deaths to effect the correction in the register of foetal deaths or deaths. The coroner shall forward the certification of the error corrected together with the affidavit or the statutory declaration to the Registrar or District Registrar who has custody of the register of foetal deaths or deaths to effect the correction in the register of foetal deaths or deaths. (5) An error of fact or substance in a register of deaths may be corrected by ruling one clear line through the original entry, and an entry in the appropriate column, of the facts certified by the coroner, which is to be dated and signed by the Registrar or District Registrar having custody of the register. An error of fact or substance in a register of deaths may be corrected by ruling one clear line through the original entry, and an entry in the appropriate column, of the facts certified by the coroner, which is to be dated and signed by the Registrar or District Registrar having custody of the register."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Search of records",
      "content": "(1) A person may, by an application in writing, request the Registrar or District Registrar to conduct a search in respect of A person may, by an application in writing, request the Registrar or District Registrar to conduct a search in respect of the registration of a birth, foetal death or death; or the registration of a birth, foetal death or death; or a burial or any other form of disposition record in the Registry. a burial or any other form of disposition record in the Registry. (2) The application made under subsection (1) is subject to the payment of the prescribed fee. The application made under subsection (1) is subject to the payment of the prescribed fee. (3) The Registrar or District Registrar shall make a report on the search and the report shall state whether or not the birth, foetal death, death or burial or any other form of disposition is registered or recorded, and if registered, the registration number. The Registrar or District Registrar shall make a report on the search and the report shall state whether or not the birth, foetal death, death or burial or any other form of disposition is registered or recorded, and if registered, the registration number. (4) The Registrar or District Registrar shall not provide any further information in respect of the search. The Registrar or District Registrar shall not provide any further information in respect of the search."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Certified copy of entry in the register of births",
      "content": "(1) A person other than the person mentioned in subsection (5) of section 17 or the person whose birth registration information is sought may, by an application to the High Court, request the Registrar or a District Registrar to produce a certified copy of an entry in the register of births to that person. A person other than the person mentioned in subsection (5) of section 17 or the person whose birth registration information is sought may, by an application to the High Court, request the Registrar or a District Registrar to produce a certified copy of an entry in the register of births to that person. (2) The application made under subsection (1) is subject to the payment of the prescribed fee. The application made under subsection (1) is subject to the payment of the prescribed fee. (3) The Court shall, pursuant to the application made under subsection (1), make an order directed at the Registrar or a District Registrar to produce a certified copy of the entry in the register of births to the applicant if the Court is satisfied that The Court shall, pursuant to the application made under subsection (1), make an order directed at the Registrar or a District Registrar to produce a certified copy of the entry in the register of births to the applicant if the Court is satisfied that there is a compelling reason for the order to be granted; and there is a compelling reason for the order to be granted; and the applicant will not use the information obtained from the register of births for an improper purpose. the applicant will not use the information obtained from the register of births for an improper purpose. (4) The Registrar or District Registrar shall comply with the order of the court made under subsection (3). The Registrar or District Registrar shall comply with the order of the court made under subsection (3)."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Certified copy of entry in the register of foetal deaths or register of deaths",
      "content": "(1) A person other than the persons referred to in section 28 may, by an application to the High Court, request the Registrar or a District Registrar to produce a certified copy of the entry in the register of foetal deaths or register of deaths to that person. A person other than the persons referred to in section 28 may, by an application to the High Court, request the Registrar or a District Registrar to produce a certified copy of the entry in the register of foetal deaths or register of deaths to that person. (2) The application in subsection (1) is subject to the payment of the prescribed fee. The application in subsection (1) is subject to the payment of the prescribed fee. (3) The Court shall, pursuant to the application under subsection (1), make an order directed at the Registrar or a District Registrar to produce a certified copy of the entry in the register of foetal deaths or register of deaths to the applicant if the Court is satisfied that The Court shall, pursuant to the application under subsection (1), make an order directed at the Registrar or a District Registrar to produce a certified copy of the entry in the register of foetal deaths or register of deaths to the applicant if the Court is satisfied that there is a compelling reason for the order to be granted; and there is a compelling reason for the order to be granted; and the applicant will not use the information obtained from the register of foetal deaths or register of deaths for an improper purpose. the applicant will not use the information obtained from the register of foetal deaths or register of deaths for an improper purpose. (4) The Registrar or District Registrar shall comply with the order of the court made under subsection (3). The Registrar or District Registrar shall comply with the order of the court made under subsection (3)."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Certificate as evidence",
      "content": "A certificate issued under this Act is prima facie evidence of the facts contained in the certificate. A certificate issued under this Act is prima facie evidence of the facts contained in the certificate."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Information sharing",
      "content": "(1) A birth certificate, death certificate or any other document issued by the Registry shall bear a unique number for data management purposes. A birth certificate, death certificate or any other document issued by the Registry shall bear a unique number for data management purposes. (2) The Registry shall collaborate with other public agencies in information and data sharing. The Registry shall collaborate with other public agencies in information and data sharing. (3) The Registry shall provide to a public agency, information that is necessary for the effective and efficient functioning of that public agency. The Registry shall provide to a public agency, information that is necessary for the effective and efficient functioning of that public agency. (4) The Registry may, subject to the Data Protection Act, 2012 (Act 843), share information with a private entity that requires information in the possession of the Registry. The Registry may, subject to the Data Protection Act, 2012 (Act 843), share information with a private entity that requires information in the possession of the Registry."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Security protocols",
      "content": "(1) The Registrar shall employ security protocols to ensure that data in the possession of the Registry is secured at all times. The Registrar shall employ security protocols to ensure that data in the possession of the Registry is secured at all times. (2) The security protocols referred to in subsection (1) include biometric access and other state-of-the-art data protection features. The security protocols referred to in subsection (1) include biometric access and other state-of-the-art data protection features. (3) The Registrar shall allow only authorised persons to access the data of the Registry. The Registrar shall allow only authorised persons to access the data of the Registry. (4) A person who is not authorised by the Registrar shall not use data which belongs to the Registry. A person who is not authorised by the Registrar shall not use data which belongs to the Registry."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Appeals",
      "content": "Subject to section 36, an applicant whose application under this Act is refused may apply to a District Court for a review of the decision. Subject to section 36, an applicant whose application under this Act is refused may apply to a District Court for a review of the decision."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Offences and penalties",
      "content": "(1) A person who fails to give notice or refuses to provide information, a certificate or a document required under this Act, within the prescribed time, commits an offence and is liable on summary conviction to a fine of not less than five penalty units and not more than fifty penalty units. A person who fails to give notice or refuses to provide information, a certificate or a document required under this Act, within the prescribed time, commits an offence and is liable on summary conviction to a fine of not less than five penalty units and not more than fifty penalty units. (2) A person who contravenes section 15 commits an offence and is liable on summary conviction to a fine of not less than twenty penalty units and not more than one hundred penalty units or to a term of imprisonment of not less than one month and not more than six months or to both. A person who contravenes section 15 commits an offence and is liable on summary conviction to a fine of not less than twenty penalty units and not more than one hundred penalty units or to a term of imprisonment of not less than one month and not more than six months or to both. (3) A person who contravenes subsection (1) or (3) of section 33 commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than two thousand five hundred penalty units or to a term of imprisonment of not less than two years and not more than five years or to both. A person who contravenes subsection (1) or (3) of section 33 commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than two thousand five hundred penalty units or to a term of imprisonment of not less than two years and not more than five years or to both. (4) A person commits an offence if that person alters a register of births, register of foetal deaths or register of deaths otherwise than in accordance with section 37, and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than three thousand penalty units or to a term of imprisonment of not less than three years and not more than six years or to both. A person commits an offence if that person alters a register of births, register of foetal deaths or register of deaths otherwise than in accordance with section 37, and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than three thousand penalty units or to a term of imprisonment of not less than three years and not more than six years or to both. (5) A person who A person who obtains, obtains, uses, or uses, or transmits, transmits, information obtained from the Registry for an unlawful purpose knowing or having reason to know that that purpose is unlawful, commits an offence and is liable on summary conviction to a fine of not less than one hundred penalty units and not more than one hundred and fifty penalty units or to a term of imprisonment of not less than six months and not more than twelve months or to both. (6) A Registration Assistant, Registration Officer, District Registrar or the Registrar shall not be personally liable under subsection (5), if the Registration Assistant, Registration Officer, District Registrar or Registrar acts in good faith and in accordance with the provisions of this Act. A Registration Assistant, Registration Officer, District Registrar or the Registrar shall not be personally liable under subsection (5), if the Registration Assistant, Registration Officer, District Registrar or Registrar acts in good faith and in accordance with the provisions of this Act. (7) A person who commits an offence under this Act in respect of which a penalty has not been provided is liable on summary conviction to a fine of not less than one hundred penalty units and not more than two thousand five hundred penalty units or to a term of imprisonment of not less than six months and not more than five years or to both. A person who commits an offence under this Act in respect of which a penalty has not been provided is liable on summary conviction to a fine of not less than one hundred penalty units and not more than two thousand five hundred penalty units or to a term of imprisonment of not less than six months and not more than five years or to both."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Regulations",
      "content": "The Minister shall, within twelve months of the coming into force of this Act, by legislative instrument, make Regulations on the particulars for the registration of births, foetal deaths and deaths; on the particulars for the registration of births, foetal deaths and deaths; to prescribe the forms and content of a certificate to be issued under this Act; to prescribe the forms and content of a certificate to be issued under this Act; to provide for the disposition of dead bodies; to provide for the disposition of dead bodies; to provide detailed procedures for late registration; and to provide detailed procedures for late registration; and on any matter necessary for the effective and efficient implementation of this Act. on any matter necessary for the effective and efficient implementation of this Act."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“assisted reproductive birth” means the use of modern technological advancement including fertility medication, artificial insemination and in vitro fertilisation to cause reproduction and childbirth other than by the orthodox means;“birth” means live-birth or complete expulsion or extraction from the mother of a product of conception, irrespective of the duration of pregnancy, which breathes or shows evidence of life like the beating of the heart, pulsation of the umbilical cord or definite movement of voluntary muscles whether or not the umbilical cord has been cut or the placenta is detached;“burial permit” means an authorisation issued under this Act to grant permission for the burial, cremation or any other form of disposition of the body of a deceased or a foetus;“death” means the permanent cessation of life in a person anytime after the live birth of that person;“Deputy Registrar” means the Deputy Registrar of Births and Deaths appointed under section 4 of this Act;“deserted” means wilful abandonment;“disposition” means burial, cremation or any other means of disposing of a dead body;“district” means the area of authority of a District Assembly or of a Municipal or Metropolitan Assembly;“District Assembly” includes a Metropolitan Assembly and a Municipal Assembly;“District Registrar” means a District Registrar of Births and Deaths provided for under section 8;\"foetal death\" means death before the complete expulsion or extraction from the mother of a baby irrespective of the duration of pregnancy, which does not breathe or show any other evidence of life like the beating of the heart, pulsation of the umbilical cord or definite movement of voluntary muscles;\"health practitioner\" includes a nurse, midwife, physician assistant or any other person approved under the Health Professions Regulatory Bodies Act, 2013 (Act 857);\"intended parent\" means a person who desires to be a parent through surrogacy or any other assisted reproductive birth arrangement;\"medical practitioner\" includes a physician, surgeon or any other person approved under the Health Professions Regulatory Bodies Act, 2013 (Act 857);“Minister” means the Minister responsible for Local Government;“notification of birth” means the notice of the occurrence of a birth by a person in charge of a health facility, a traditional birth attendant or any other person authorised to do so under this Act;“notification of death” means the notice of the occurrence of a death by a person in charge of a health facility or any other person authorised to do so under this Act;“occupier” includes(a)the keeper, master, matron, superintendent or other chief resident officer of an institution; and(b)a person residing in a house, an apartment or a lodge;“person responsible for a child” means the person referred to in subsection (3) of section 17;“post-birth parental order” means an order from the High Court naming a person as the legal parent of a child who is already born;“pre-birth parental order” means an order from the High Court naming a person as the legal parent of a child who is yet to be born;“public agency” means an agency funded from public funds;“putative father” means a person claimed by the mother of a child to be the father of the child or a person who claims to be the father of a child;“Registrar” means the Registrar of Births and Deaths appointed under section 2;“relative” includes a relative by marriage;“substitute parentage order” means an order from the High Court naming a person as the legal parent of a child born to another person who, until the determination of the Court, might have been recognised as the parent of that child;“surrogacy” means an arrangement where(a)an embryo formed from an egg and sperm of persons other than a surrogate mother and the partner or husband of that surrogate mother is implanted into the surrogate mother, or(b)a gamete from a person other than the partner or husband of a surrogate mother is introduced into the surrogate mother to fertilise the egg of that surrogate mother,to enable the surrogate mother carry the foetus for the period of the pregnancy and give birth at the end of the period on behalf of another woman or the intended parent;“surrogate mother” means a woman who has accepted under a surrogacy agrement to carry a foetus for the period of the pregnancy and give birth to a baby at the end of the period on behalf of another woman or the intended parent; and“traditional birth attendant” means a certified pregnancy care giver who assists in a birth delivery in a setting other than that of a health facility. In this Act, unless the context otherwise requires, “assisted reproductive birth” means the use of modern technological advancement including fertility medication, artificial insemination and in vitro fertilisation to cause reproduction and childbirth other than by the orthodox means; “birth” means live-birth or complete expulsion or extraction from the mother of a product of conception, irrespective of the duration of pregnancy, which breathes or shows evidence of life like the beating of the heart, pulsation of the umbilical cord or definite movement of voluntary muscles whether or not the umbilical cord has been cut or the placenta is detached; “burial permit” means an authorisation issued under this Act to grant permission for the burial, cremation or any other form of disposition of the body of a deceased or a foetus; “death” means the permanent cessation of life in a person anytime after the live birth of that person; “Deputy Registrar” means the Deputy Registrar of Births and Deaths appointed under section 4 of this Act; “deserted” means wilful abandonment; “disposition” means burial, cremation or any other means of disposing of a dead body; “district” means the area of authority of a District Assembly or of a Municipal or Metropolitan Assembly; “District Assembly” includes a Metropolitan Assembly and a Municipal Assembly; “District Registrar” means a District Registrar of Births and Deaths provided for under section 8; \"foetal death\" means death before the complete expulsion or extraction from the mother of a baby irrespective of the duration of pregnancy, which does not breathe or show any other evidence of life like the beating of the heart, pulsation of the umbilical cord or definite movement of voluntary muscles; \"health practitioner\" includes a nurse, midwife, physician assistant or any other person approved under the Health Professions Regulatory Bodies Act, 2013 (Act 857); \"intended parent\" means a person who desires to be a parent through surrogacy or any other assisted reproductive birth arrangement; \"medical practitioner\" includes a physician, surgeon or any other person approved under the Health Professions Regulatory Bodies Act, 2013 (Act 857); “Minister” means the Minister responsible for Local Government; “notification of birth” means the notice of the occurrence of a birth by a person in charge of a health facility, a traditional birth attendant or any other person authorised to do so under this Act; “notification of death” means the notice of the occurrence of a death by a person in charge of a health facility or any other person authorised to do so under this Act; the keeper, master, matron, superintendent or other chief resident officer of an institution; and a person residing in a house, an apartment or a lodge; “person responsible for a child” means the person referred to in subsection (3) of section 17; “post-birth parental order” means an order from the High Court naming a person as the legal parent of a child who is already born; “pre-birth parental order” means an order from the High Court naming a person as the legal parent of a child who is yet to be born; “public agency” means an agency funded from public funds; “putative father” means a person claimed by the mother of a child to be the father of the child or a person who claims to be the father of a child; “Registrar” means the Registrar of Births and Deaths appointed under section 2; “relative” includes a relative by marriage; “substitute parentage order” means an order from the High Court naming a person as the legal parent of a child born to another person who, until the determination of the Court, might have been recognised as the parent of that child; an embryo formed from an egg and sperm of persons other than a surrogate mother and the partner or husband of that surrogate mother is implanted into the surrogate mother, or a gamete from a person other than the partner or husband of a surrogate mother is introduced into the surrogate mother to fertilise the egg of that surrogate mother, “surrogate mother” means a woman who has accepted under a surrogacy agrement to carry a foetus for the period of the pregnancy and give birth to a baby at the end of the period on behalf of another woman or the intended parent; and “traditional birth attendant” means a certified pregnancy care giver who assists in a birth delivery in a setting other than that of a health facility."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Repeal and savings",
      "content": "(1) The Registration of Births and Deaths Act, 1965 (Act 301) is repealed. The Registration of Births and Deaths Act, 1965 (Act 301) is repealed. (2) Despite the repeal of Act 301, Despite the repeal of Act 301, Regulations, Rules, Orders, by-laws, notices, directions or any other act, or Regulations, Rules, Orders, by-laws, notices, directions or any other act, or an appointment an appointment made or done under the repealed enactment and in force immediately before the coming into force of this Act are deemed to be made under this Act and shall have effect until revoked, cancelled or terminated. (3) A register of births, register of deaths or register of foetal deaths in use immediately before the coming into force of this Act and every certificate issued or document prepared under Act 301 is deemed to have been issued or prepared under the corresponding provisions of this Act. A register of births, register of deaths or register of foetal deaths in use immediately before the coming into force of this Act and every certificate issued or document prepared under Act 301 is deemed to have been issued or prepared under the corresponding provisions of this Act."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Transitional provisions",
      "content": "(1) A staff of the Births and Deaths Registry in existence before the coming into force of this Act shall, on the coming into force of this Act, be absorbed into the Births and Deaths Registry established under this Act. A staff of the Births and Deaths Registry in existence before the coming into force of this Act shall, on the coming into force of this Act, be absorbed into the Births and Deaths Registry established under this Act. (2) A staff absorbed into the Births and Deaths Registry shall, on the coming into force of this Act, be deemed to have been duly employed on the terms and conditions which are not less in aggregate to the terms and conditions attached to the post held by that staff before the coming into force of this Act. A staff absorbed into the Births and Deaths Registry shall, on the coming into force of this Act, be deemed to have been duly employed on the terms and conditions which are not less in aggregate to the terms and conditions attached to the post held by that staff before the coming into force of this Act."
    }
  ],
  "definitions": [
    {
      "term": "assisted reproductive birth",
      "definition": "the use of modern technological advancement including fertility medication, artificial insemination and in vitro fertilisation to cause reproduction and childbirth other than by the orthodox means",
      "source_provision": "s48"
    },
    {
      "term": "birth",
      "definition": "live-birth or complete expulsion or extraction from the mother of a product of conception, irrespective of the duration of pregnancy, which breathes or shows evidence of life like the beating of the heart, pulsation of the umbilical cord or definite movement of voluntary muscles whether or not the umbilical cord has been cut or the placenta is detached",
      "source_provision": "s48"
    },
    {
      "term": "burial permit",
      "definition": "an authorisation issued under this Act to grant permission for the burial, cremation or any other form of disposition of the body of a deceased or a foetus",
      "source_provision": "s48"
    },
    {
      "term": "death",
      "definition": "the permanent cessation of life in a person anytime after the live birth of that person",
      "source_provision": "s48"
    },
    {
      "term": "Deputy Registrar",
      "definition": "the Deputy Registrar of Births and Deaths appointed under section 4 of this Act",
      "source_provision": "s48"
    },
    {
      "term": "deserted",
      "definition": "wilful abandonment",
      "source_provision": "s48"
    },
    {
      "term": "disposition",
      "definition": "burial, cremation or any other means of disposing of a dead body",
      "source_provision": "s48"
    },
    {
      "term": "district",
      "definition": "the area of authority of a District Assembly or of a Municipal or Metropolitan Assembly",
      "source_provision": "s48"
    },
    {
      "term": "District Registrar",
      "definition": "a District Registrar of Births and Deaths provided for under section 8",
      "source_provision": "s48"
    },
    {
      "term": "foetal death",
      "definition": "death before the complete expulsion or extraction from the mother of a baby irrespective of the duration of pregnancy, which does not breathe or show any other evidence of life like the beating of the heart, pulsation of the umbilical cord or definite movement of voluntary muscles",
      "source_provision": "s48"
    },
    {
      "term": "intended parent",
      "definition": "a person who desires to be a parent through surrogacy or any other assisted reproductive birth arrangement",
      "source_provision": "s48"
    },
    {
      "term": "includes a physician, surgeon or any other person approved under the Health Professions Regulatory Bodies Act, 2013 (Act 857);“Minister",
      "definition": "the Minister responsible for Local Government",
      "source_provision": "s48"
    },
    {
      "term": "notification of birth",
      "definition": "the notice of the occurrence of a birth by a person in charge of a health facility, a traditional birth attendant or any other person authorised to do so under this Act",
      "source_provision": "s48"
    },
    {
      "term": "notification of death",
      "definition": "the notice of the occurrence of a death by a person in charge of a health facility or any other person authorised to do so under this Act",
      "source_provision": "s48"
    },
    {
      "term": "person responsible for a child",
      "definition": "the person referred to in subsection (3) of section 17",
      "source_provision": "s48"
    },
    {
      "term": "post-birth parental order",
      "definition": "an order from the High Court naming a person as the legal parent of a child who is already born",
      "source_provision": "s48"
    },
    {
      "term": "pre-birth parental order",
      "definition": "an order from the High Court naming a person as the legal parent of a child who is yet to be born",
      "source_provision": "s48"
    },
    {
      "term": "public agency",
      "definition": "an agency funded from public funds",
      "source_provision": "s48"
    },
    {
      "term": "putative father",
      "definition": "a person claimed by the mother of a child to be the father of the child or a person who claims to be the father of a child",
      "source_provision": "s48"
    },
    {
      "term": "Registrar",
      "definition": "the Registrar of Births and Deaths appointed under section 2",
      "source_provision": "s48"
    },
    {
      "term": "substitute parentage order",
      "definition": "an order from the High Court naming a person as the legal parent of a child born to another person who, until the determination of the Court, might have been recognised as the parent of that child",
      "source_provision": "s48"
    },
    {
      "term": "surrogacy",
      "definition": "an arrangement where(a)an embryo formed from an egg and sperm of persons other than a surrogate mother and the partner or husband of that surrogate mother is implanted into the surrogate mother, or(b)a gamete from a person other than the partner or husband of a surrogate mother is introduced into the surrogate mother to fertilise the egg of that surrogate mother,to enable the surrogate mother carry the foetus for the period of the pregnancy and give birth at the end of the period on behalf of another woman or the intended parent",
      "source_provision": "s48"
    },
    {
      "term": "surrogate mother",
      "definition": "a woman who has accepted under a surrogacy agrement to carry a foetus for the period of the pregnancy and give birth to a baby at the end of the period on behalf of another woman or the intended parent",
      "source_provision": "s48"
    },
    {
      "term": "traditional birth attendant",
      "definition": "a certified pregnancy care giver who assists in a birth delivery in a setting other than that of a health facility. In this Act, unless the context otherwise requires, “assisted reproductive birth” means the use of modern technological advancement including fertility medication, artificial insemination and in vitro fertilisation to cause reproduction and childbirth other than by the orthodox means",
      "source_provision": "s48"
    },
    {
      "term": "birth",
      "definition": "live-birth or complete expulsion or extraction from the mother of a product of conception, irrespective of the duration of pregnancy, which breathes or shows evidence of life like the beating of the heart, pulsation of the umbilical cord or definite movement of voluntary muscles whether or not the umbilical cord has been cut or the placenta is detached",
      "source_provision": "s48"
    },
    {
      "term": "burial permit",
      "definition": "an authorisation issued under this Act to grant permission for the burial, cremation or any other form of disposition of the body of a deceased or a foetus",
      "source_provision": "s48"
    },
    {
      "term": "death",
      "definition": "the permanent cessation of life in a person anytime after the live birth of that person",
      "source_provision": "s48"
    },
    {
      "term": "Deputy Registrar",
      "definition": "the Deputy Registrar of Births and Deaths appointed under section 4 of this Act",
      "source_provision": "s48"
    },
    {
      "term": "deserted",
      "definition": "wilful abandonment",
      "source_provision": "s48"
    },
    {
      "term": "disposition",
      "definition": "burial, cremation or any other means of disposing of a dead body",
      "source_provision": "s48"
    },
    {
      "term": "district",
      "definition": "the area of authority of a District Assembly or of a Municipal or Metropolitan Assembly",
      "source_provision": "s48"
    },
    {
      "term": "District Registrar",
      "definition": "a District Registrar of Births and Deaths provided for under section 8",
      "source_provision": "s48"
    },
    {
      "term": "foetal death",
      "definition": "death before the complete expulsion or extraction from the mother of a baby irrespective of the duration of pregnancy, which does not breathe or show any other evidence of life like the beating of the heart, pulsation of the umbilical cord or definite movement of voluntary muscles",
      "source_provision": "s48"
    },
    {
      "term": "intended parent",
      "definition": "a person who desires to be a parent through surrogacy or any other assisted reproductive birth arrangement",
      "source_provision": "s48"
    },
    {
      "term": "includes a physician, surgeon or any other person approved under the Health Professions Regulatory Bodies Act, 2013 (Act 857); “Minister",
      "definition": "the Minister responsible for Local Government",
      "source_provision": "s48"
    },
    {
      "term": "notification of birth",
      "definition": "the notice of the occurrence of a birth by a person in charge of a health facility, a traditional birth attendant or any other person authorised to do so under this Act",
      "source_provision": "s48"
    },
    {
      "term": "notification of death",
      "definition": "the notice of the occurrence of a death by a person in charge of a health facility or any other person authorised to do so under this Act",
      "source_provision": "s48"
    },
    {
      "term": "person responsible for a child",
      "definition": "the person referred to in subsection (3) of section 17",
      "source_provision": "s48"
    },
    {
      "term": "post-birth parental order",
      "definition": "an order from the High Court naming a person as the legal parent of a child who is already born",
      "source_provision": "s48"
    },
    {
      "term": "pre-birth parental order",
      "definition": "an order from the High Court naming a person as the legal parent of a child who is yet to be born",
      "source_provision": "s48"
    },
    {
      "term": "public agency",
      "definition": "an agency funded from public funds",
      "source_provision": "s48"
    },
    {
      "term": "putative father",
      "definition": "a person claimed by the mother of a child to be the father of the child or a person who claims to be the father of a child",
      "source_provision": "s48"
    },
    {
      "term": "Registrar",
      "definition": "the Registrar of Births and Deaths appointed under section 2",
      "source_provision": "s48"
    },
    {
      "term": "substitute parentage order",
      "definition": "an order from the High Court naming a person as the legal parent of a child born to another person who, until the determination of the Court, might have been recognised as the parent of that child",
      "source_provision": "s48"
    },
    {
      "term": "surrogate mother",
      "definition": "a woman who has accepted under a surrogacy agrement to carry a foetus for the period of the pregnancy and give birth to a baby at the end of the period on behalf of another woman or the intended parent",
      "source_provision": "s48"
    }
  ]
}