{
  "id": "act-1058-2020",
  "type": "act",
  "title": "Institute of Chartered Accountants, Ghana Act, 2020",
  "short_name": "ICAG 2020",
  "act_number": 1058,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-12-29",
  "url": "https://ghalii.org/akn/gh/act/2020/1058",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Institute",
      "content": "(1) There is established by this Act the Institute of Chartered Accountants, Ghana as a body corporate. There is established by this Act the Institute of Chartered Accountants, Ghana as a body corporate. (2) The Institute may, for the performance of the functions of the Institute, acquire and hold property, dispose of property and enter into a contract or any other related transaction. The Institute may, for the performance of the functions of the Institute, acquire and hold property, dispose of property and enter into a contract or any other related transaction. (3) Where there is a hindrance to the acquisition of land, the land may be acquired for the Institute under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Institute. Where there is a hindrance to the acquisition of land, the land may be acquired for the Institute under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Institute."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Institute",
      "content": "The object of the Institute is to promote the study of accountancy and regulate the accountancy profession and practice in the country. The object of the Institute is to promote the study of accountancy and regulate the accountancy profession and practice in the country."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Institute",
      "content": "To achieve the object under section 2, the Institute shall regulate the practice of accountancy in the country; regulate the practice of accountancy in the country; certify persons who can practise as auditors; certify persons who can practise as auditors; prescribe and approve courses of study for the accountancy profession; prescribe and approve courses of study for the accountancy profession; conduct or provide for the conduct of qualifying examinations for membership of the Institute; conduct or provide for the conduct of qualifying examinations for membership of the Institute; regulate the training of accountant trainees; regulate the training of accountant trainees; regulate accounting firms and auditing firms; regulate accounting firms and auditing firms; keep, maintain and publish a register of Chartered Accountants, practitioners and practising accounting firms; keep, maintain and publish a register of Chartered Accountants, practitioners and practising accounting firms; prescribe and maintain standards of professional conduct for members of the Institute and educate members of the Institute on the methods and practices necessary to maintain the standards of professional conduct; prescribe and maintain standards of professional conduct for members of the Institute and educate members of the Institute on the methods and practices necessary to maintain the standards of professional conduct; monitor and evaluate the conduct of accountancy practice by members of the Institute and prescribe reports to be submitted by the members in relation to the conduct of accountancy practice; monitor and evaluate the conduct of accountancy practice by members of the Institute and prescribe reports to be submitted by the members in relation to the conduct of accountancy practice; establish a disciplinary code for, and enforce the disciplinary code among, members of the Institute; establish a disciplinary code for, and enforce the disciplinary code among, members of the Institute; promote and preserve the common interest and professional independence of the members of the Institute; promote and preserve the common interest and professional independence of the members of the Institute; organise continuous professional development courses for members of the Institute including theory and practice of accountancy, financial management and related disciplines as a condition precedent for renewal of membership; organise continuous professional development courses for members of the Institute including theory and practice of accountancy, financial management and related disciplines as a condition precedent for renewal of membership; establish and maintain a library of books and periodicals including an electronic library on accountancy and related subjects; establish and maintain a library of books and periodicals including an electronic library on accountancy and related subjects; encourage members of the Institute to publish books and periodicals relating to accountancy; encourage members of the Institute to publish books and periodicals relating to accountancy; encourage research in accountancy and related subjects; encourage research in accountancy and related subjects; secure the advancement of the accountancy profession; secure the advancement of the accountancy profession; approve, adopt and promote the implementation of standards issued by independent standard setting boards endorsed by the International Federation of Accountants and specified in the First Schedule; approve, adopt and promote the implementation of standards issued by independent standard setting boards endorsed by the International Federation of Accountants and specified in the First Schedule; ensure compliance with International Public Sector Accounting Standards adopted by the Institute; ensure compliance with International Public Sector Accounting Standards adopted by the Institute; advise the Minister and accredited educational institutions on the appropriate curricula in accounting and auditing; and on the appropriate curricula in accounting and auditing; and on topical issues pertaining to the accounting profession and other relevant sectors of the economy; and on topical issues pertaining to the accounting profession and other relevant sectors of the economy; and perform any other function ancillary to the object of the Institute. perform any other function ancillary to the object of the Institute."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Governing body of the Institute",
      "content": "(1) The governing body of the Institute is a Council consisting of The governing body of the Institute is a Council consisting of a chairperson who is the President of the Institute elected by members of the Institute at an Annual General Meeting; a chairperson who is the President of the Institute elected by members of the Institute at an Annual General Meeting; the Vice-President of the Institute elected by members of the Institute at an Annual General Meeting; the Vice-President of the Institute elected by members of the Institute at an Annual General Meeting; two representatives of the Ministry responsible for Education, not below the rank of a Director nominated by the Minister; two representatives of the Ministry responsible for Education, not below the rank of a Director nominated by the Minister; one representative of the Ministry responsible for Finance, not below the rank of a Director nominated by the Minister responsible for Finance; one representative of the Ministry responsible for Finance, not below the rank of a Director nominated by the Minister responsible for Finance; the Chief Executive Officer of the Institute; the Chief Executive Officer of the Institute; three members of the Institute elected by members of the Institute at an Annual General Meeting; and three members of the Institute elected by members of the Institute at an Annual General Meeting; and two members of the Institute who are women elected by members of the Institute at an Annual General Meeting. two members of the Institute who are women elected by members of the Institute at an Annual General Meeting. (2) The members of the Council shall be appointed by the President in accordance with article 70 of the Constitution. The members of the Council shall be appointed by the President in accordance with article 70 of the Constitution. (3) The President shall, in appointing a person under paragraphs (c) and (d) of subsection (1), have regard of the knowledge and competence of the person in matters related to accountancy. The President shall, in appointing a person under paragraphs (c) and (d) of subsection (1), have regard of the knowledge and competence of the person in matters related to accountancy. (4) The Council shall ensure the effective and efficient performance of the functions of the Institute. The Council shall ensure the effective and efficient performance of the functions of the Institute."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Tenure of office of members of the Council",
      "content": "(1) A member of the Council shall hold office for a term of two years and is eligible for re-appointment for another term only except the chairperson who shall hold office for one term only. A member of the Council shall hold office for a term of two years and is eligible for re-appointment for another term only except the chairperson who shall hold office for one term only. (2) Subsection (1) does not apply to the Chief Executive Officer of the Institute. Subsection (1) does not apply to the Chief Executive Officer of the Institute. (3) A member of the Council may, at any time, resign from office in writing addressed to the President through the Minister. A member of the Council may, at any time, resign from office in writing addressed to the President through the Minister. (4) A member of the Council who is absent from three consecutive meetings of the Council without a sufficient reason ceases to be a member of the Council. A member of the Council who is absent from three consecutive meetings of the Council without a sufficient reason ceases to be a member of the Council. (5) The President may, by letter addressed to a member, revoke the appointment of that member. The President may, by letter addressed to a member, revoke the appointment of that member. (6) Where a member of the Council is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Council is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3) or (4), subsection (2) of section 7 or subsection (3) of section 8; under subsection (3) or (4), subsection (2) of section 7 or subsection (3) of section 8; as a result of a declaration under subsection (6); or as a result of a declaration under subsection (6); or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall, in accordance with this Act, appoint a person to fill the vacancy. (8) A person appointed as a member of the Council by virtue of subsection (7), shall hold office for the remainder of the term. A person appointed as a member of the Council by virtue of subsection (7), shall hold office for the remainder of the term."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Meetings of the Council",
      "content": "(1) The Council shall meet at least once every three months for the conduct of business at a time and place determined by the chairperson. The Council shall meet at least once every three months for the conduct of business at a time and place determined by the chairperson. (2) The chairperson shall, at the request in writing of not less than one-third of the membership of the Council, convene an extraordinary meeting of the Council at the time and place determined by the chairperson. The chairperson shall, at the request in writing of not less than one-third of the membership of the Council, convene an extraordinary meeting of the Council at the time and place determined by the chairperson. (3) The quorum for a meeting of the Council is six members. The quorum for a meeting of the Council is six members. (4) The chairperson shall preside at meetings of the Council and in the absence of the chairperson, the Vice-President of the Institute shall preside and in the absence of both the chairperson and Vice-President of the Institute, a member of the Council elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Council and in the absence of the chairperson, the Vice-President of the Institute shall preside and in the absence of both the chairperson and Vice-President of the Institute, a member of the Council elected by the members present from among their number shall preside. (5) Matters before the Council shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Council shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Council may co-opt a person to attend a Council meeting but that person shall not vote on a matter for decision at the meeting. The Council may co-opt a person to attend a Council meeting but that person shall not vote on a matter for decision at the meeting. (7) The proceedings of the Council shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Council shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. (8) Subject to this section, the Council may determine the procedure for the meetings of the Council. Subject to this section, the Council may determine the procedure for the meetings of the Council."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Council who has an interest in a matter for consideration A member of the Council who has an interest in a matter for consideration shall disclose in writing the nature of that interest and the disclosure shall form part of the record of consideration of the matter; and shall disclose in writing the nature of that interest and the disclosure shall form part of the record of consideration of the matter; and is disqualified from being present at or participating in the deliberation or determination of the Council in respect of that matter. is disqualified from being present at or participating in the deliberation or determination of the Council in respect of that matter. (2) A member ceases to be a member of the Council, if that member has an interest in a matter before the Council and A member ceases to be a member of the Council, if that member has an interest in a matter before the Council and fails to disclose that interest; or fails to disclose that interest; or is present at or participates in the deliberations of the Council in respect of that matter. is present at or participates in the deliberations of the Council in respect of that matter. (3) Without limiting any further cause of action that may be instituted against the member, the Council shall recover any benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member. Without limiting any further cause of action that may be instituted against the member, the Council shall recover any benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Conflict of interest",
      "content": "(1) A member of the Council shall not, without the consent of Council, act in a manner or assume a position in which the duty of that member to the Institute conflicts or may conflict with the personal interest of that member. A member of the Council shall not, without the consent of Council, act in a manner or assume a position in which the duty of that member to the Institute conflicts or may conflict with the personal interest of that member. (2) A member of the Council who provides a service to the Institute in a capacity other than a member of the Council is entitled to fair remuneration to be determined by Council. A member of the Council who provides a service to the Institute in a capacity other than a member of the Council is entitled to fair remuneration to be determined by Council. (3) A member who contravenes subsection (1) ceases to be a member of the Council. A member who contravenes subsection (1) ceases to be a member of the Council."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Establishment of Committee",
      "content": "(1) The Council may establish committees consisting of members of the Council or non-members or both to perform a function. The Council may establish committees consisting of members of the Council or non-members or both to perform a function. (2) Without limiting subsection (1), the Council shall have Without limiting subsection (1), the Council shall have an Accountancy Practice Review Committee as set out in Part One of the Second Schedule; an Accountancy Practice Review Committee as set out in Part One of the Second Schedule; a Public Accountancy Supervisory Committee as set out in Part Two of the Second Schedule; and a Public Accountancy Supervisory Committee as set out in Part Two of the Second Schedule; and a Disciplinary Committee as set out in the Third Schedule. a Disciplinary Committee as set out in the Third Schedule. (3) A committee of the Council may be chaired by a member of the Council except that the Disciplinary Committee may be chaired by a member or non-member of the Institute appointed by the Council. A committee of the Council may be chaired by a member of the Council except that the Disciplinary Committee may be chaired by a member or non-member of the Institute appointed by the Council. (4) Section 7 applies to members of a committee. Section 7 applies to members of a committee."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Allowances",
      "content": "(1) Members of the Council shall be paid allowances approved by members of the Institute at an Annual General Meeting. Members of the Council shall be paid allowances approved by members of the Institute at an Annual General Meeting. (2) Members of a committee of the Council shall be paid allowances determined by the Council. Members of a committee of the Council shall be paid allowances determined by the Council."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Meetings of the Institute",
      "content": "The meetings of the Institute shall be held in accordance with the Fourth Schedule. The meetings of the Institute shall be held in accordance with the Fourth Schedule."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Policy directives",
      "content": "The Minister may give directives in writing to the Council on matters of policy and the Council shall comply. The Minister may give directives in writing to the Council on matters of policy and the Council shall comply."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Categories of membership",
      "content": "The membership of the Institute consists of the following: a student member; a student member; a member of the Accounting Technicians Scheme West Africa; a member of the Accounting Technicians Scheme West Africa; an associate member; an associate member; a full member; a full member; a fellow; and a fellow; and a firm member. a firm member."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Qualification for enrolment",
      "content": "(1) A person is qualified to be enrolled as a student member of the Institute if that person has A person is qualified to be enrolled as a student member of the Institute if that person has the basic qualification approved by the Council for registration as a student; and the basic qualification approved by the Council for registration as a student; and registered to write an examination conducted by the Institute for admission into membership of the Institute. registered to write an examination conducted by the Institute for admission into membership of the Institute. (2) A person is qualified to be enrolled as an Accounting Technicians Scheme West Africa member of the Institute if that person has passed the final level examination of the Accounting Technicians Scheme West Africa Examination. A person is qualified to be enrolled as an Accounting Technicians Scheme West Africa member of the Institute if that person has passed the final level examination of the Accounting Technicians Scheme West Africa Examination. (3) A person is qualified to be enrolled as an associate member of the Institute if that person has passed the final level of the Professional Accounting Examination conducted by the Institute but does not have the pre-requisite experience to be a full member. A person is qualified to be enrolled as an associate member of the Institute if that person has passed the final level of the Professional Accounting Examination conducted by the Institute but does not have the pre-requisite experience to be a full member. (4) A person is qualified to be enrolled as a full member of the Institute if that person has A person is qualified to be enrolled as a full member of the Institute if that person has passed the final level of the Professional Accounting Examination conducted by the Institute; passed the final level of the Professional Accounting Examination conducted by the Institute; satisfied the practical experience requirements prescribed by the Council; and satisfied the practical experience requirements prescribed by the Council; and been inducted by the Council as a full member. been inducted by the Council as a full member. (5) A person who is a member of a professional accountancy body recognised by the International Federation of Accountants and approved by the Council is qualified to be enrolled as a full member of the Institute if that person has A person who is a member of a professional accountancy body recognised by the International Federation of Accountants and approved by the Council is qualified to be enrolled as a full member of the Institute if that person has passed the prescribed subjects of the final level of the Professional Accounting Examination conducted by the Institute; passed the prescribed subjects of the final level of the Professional Accounting Examination conducted by the Institute; satisfied the practical experience requirements prescribed by the Council; and satisfied the practical experience requirements prescribed by the Council; and been inducted by the Council as a full member. been inducted by the Council as a full member. (6) A person who qualifies under subsection (4) or (5) may use the title “CA”. A person who qualifies under subsection (4) or (5) may use the title “CA”. (7) A person is qualified to be enrolled as a fellow of the Institute if that person has A person is qualified to be enrolled as a fellow of the Institute if that person has passed the final level of the Professional Accounting Examination conducted by the Institute; passed the final level of the Professional Accounting Examination conducted by the Institute; been a full member of the Institute for a period of not less than ten years from the date of qualification as a full member of the Institute; been a full member of the Institute for a period of not less than ten years from the date of qualification as a full member of the Institute; made a significant contribution to the accounting profession as determined by the Council; and made a significant contribution to the accounting profession as determined by the Council; and actively participated in the continuing professional development programme of the Institute. actively participated in the continuing professional development programme of the Institute. (8) A person who qualifies under subsection (7) may use the title “FCA”. A person who qualifies under subsection (7) may use the title “FCA”. (9) A firm is qualified to be enrolled as a firm member of the Institute if that firm is licensed by the Institute. A firm is qualified to be enrolled as a firm member of the Institute if that firm is licensed by the Institute."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Certificate of enrolment",
      "content": "The Council shall, on the enrolment of a person, under section 14 and on the payment of the prescribed fee, issue the person with an enrolment certificate that indicates the class of membership of that person. The Council shall, on the enrolment of a person, under section 14 and on the payment of the prescribed fee, issue the person with an enrolment certificate that indicates the class of membership of that person."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Restriction on use of the title \"Chartered Accountant\"",
      "content": "(1) A person who is not a Chartered Accountant recognised under this Act shall not accept or use the title “Chartered Accountant”. A person who is not a Chartered Accountant recognised under this Act shall not accept or use the title “Chartered Accountant”. (2) Despite subsection (1), a firm of accountants of which each partner is a full member of the Institute may take and use the title “Chartered Accountant”. Despite subsection (1), a firm of accountants of which each partner is a full member of the Institute may take and use the title “Chartered Accountant”."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Qualification for registration as a Chartered Accountant",
      "content": "A person qualifies for registration as a Chartered Accountant if that person is a full member; is a full member; maintains theoretical knowledge, professional skills and values in accordance with the continuing professional development determined by the Council; and maintains theoretical knowledge, professional skills and values in accordance with the continuing professional development determined by the Council; and is not disqualified under subsection (2) of section 18. is not disqualified under subsection (2) of section 18."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Qualification for registration as a member of the Institute",
      "content": "(1) A person qualifies for registration as a member of the Institute if that person is qualified to be registered as A person qualifies for registration as a member of the Institute if that person is qualified to be registered as a Chartered Accountant under section 17; a Chartered Accountant under section 17; a student member under subsection (1) of section 14; a student member under subsection (1) of section 14; an Accounting Technicians Scheme West Africa member under subsection (2) of section 14; an Accounting Technicians Scheme West Africa member under subsection (2) of section 14; an associate member under subsection (3) of section 14; an associate member under subsection (3) of section 14; a fellow under subsection (7) of section 14; and a fellow under subsection (7) of section 14; and a firm member of the Institute under subsection (9) of section 14. a firm member of the Institute under subsection (9) of section 14. (2) A person is not qualified to be registered as a member of the Institute if that person has been A person is not qualified to be registered as a member of the Institute if that person has been convicted by a court of competent jurisdiction of an offence involving fraud or dishonesty; convicted by a court of competent jurisdiction of an offence involving fraud or dishonesty; declared by a certified psychiatrist and adjudged by a court of competent jurisdiction to be of unsound mind; declared by a certified psychiatrist and adjudged by a court of competent jurisdiction to be of unsound mind; convicted for high crime, high treason, treason or for an offence involving the security of the State; convicted for high crime, high treason, treason or for an offence involving the security of the State; adjudged insolvent or bankrupt by a court of competent jurisdiction and is not discharged; or adjudged insolvent or bankrupt by a court of competent jurisdiction and is not discharged; or whilst a member of another professional body, found by the disciplinary committee of that body to be guilty of professional misconduct. whilst a member of another professional body, found by the disciplinary committee of that body to be guilty of professional misconduct."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Application for registration",
      "content": "(1) A person who qualifies to be registered as a Chartered Accountant or a member of the Institute under this Act may apply to the Institute for registration. A person who qualifies to be registered as a Chartered Accountant or a member of the Institute under this Act may apply to the Institute for registration. (2) An application for registration shall be in written or electronic form or both with supporting documents including evidence of the qualification of the applicant. An application for registration shall be in written or electronic form or both with supporting documents including evidence of the qualification of the applicant. (3) The application shall be submitted together with the registration fee prescribed by the Council. The application shall be submitted together with the registration fee prescribed by the Council. (4) The Council shall, on receipt of an application under subsection (1), carry out due diligence on the applicant and if the Council is satisfied that the applicant qualifies for registration, register the applicant. The Council shall, on receipt of an application under subsection (1), carry out due diligence on the applicant and if the Council is satisfied that the applicant qualifies for registration, register the applicant."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Receipt of registration",
      "content": "The Council shall, on the registration of a person under section 19 and on the payment of the required registration fee, issue that person with a receipt that indicates the class of membership of that person. The Council shall, on the registration of a person under section 19 and on the payment of the required registration fee, issue that person with a receipt that indicates the class of membership of that person."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Suspension of membership",
      "content": "The Council may suspend a member of the Institute where an offence allegedly committed by the member of the Institute is being investigated; an offence allegedly committed by the member of the Institute is being investigated; an allegation of professional misconduct has been made against the member of the Institute; an allegation of professional misconduct has been made against the member of the Institute; a false declaration was made in an application for registration as a member of the Institute; a false declaration was made in an application for registration as a member of the Institute; the member of the Institute has contravened a provision of this Act; or the member of the Institute has contravened a provision of this Act; or the member is not in good standing for a period not exceeding three years. the member is not in good standing for a period not exceeding three years."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Revocation of licence of firm",
      "content": "The Council may revoke the licence of a firm member of the Institute where an offence, allegedly committed by a firm member of the Institute, is being investigated; an offence, allegedly committed by a firm member of the Institute, is being investigated; an allegation of professional misconduct has been made against a firm member of the Institute; an allegation of professional misconduct has been made against a firm member of the Institute; a false declaration was made in an application for registration as a firm member of the Institute; a false declaration was made in an application for registration as a firm member of the Institute; the firm member of the Institute has contravened a provision of this Act; or the firm member of the Institute has contravened a provision of this Act; or the firm member of the Institute is not in good standing for a period not exceeding three years. the firm member of the Institute is not in good standing for a period not exceeding three years."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Cancellation of registration",
      "content": "(1) The Council shall cancel the registration under this Act where The Council shall cancel the registration under this Act where the Council has reasonable grounds to believe that the registration was obtained through fraud, misrepresentation or concealment of a material fact; the Council has reasonable grounds to believe that the registration was obtained through fraud, misrepresentation or concealment of a material fact; the member is found guilty of professional misconduct; the member is found guilty of professional misconduct; the member is convicted of an offence involving dishonesty; the member is convicted of an offence involving dishonesty; circumstances have arisen since the registration which disqualify the member from being registered; or circumstances have arisen since the registration which disqualify the member from being registered; or a Chartered Accountant fails to undertake the continuing education requirements for a period of three years. a Chartered Accountant fails to undertake the continuing education requirements for a period of three years. (2) The Council shall, before cancelling a registration, give the affected member The Council shall, before cancelling a registration, give the affected member thirty days’ notice in writing of the intention to cancel the registration; and thirty days’ notice in writing of the intention to cancel the registration; and an opportunity to make a representation to the Council. an opportunity to make a representation to the Council. (3) The Council may, before cancelling a registration, suspend the member on terms and conditions that the Council may determine. The Council may, before cancelling a registration, suspend the member on terms and conditions that the Council may determine. (4) The Council may, The Council may, on conditions prescribed by the Council, and on conditions prescribed by the Council, and on the payment of the prescribed fee by the Council restore the name of a person whose registration has been cancelled. on the payment of the prescribed fee by the Council restore the name of a person whose registration has been cancelled."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Registers",
      "content": "(1) The Institute shall establish, keep and maintain registers of members of the Institute. The Institute shall establish, keep and maintain registers of members of the Institute. (2) Registers referred to in subsection (1), shall contain Registers referred to in subsection (1), shall contain a list of the names of members of the Institute registered under this Act; and a list of the names of members of the Institute registered under this Act; and any other particulars that the Institute may determine. any other particulars that the Institute may determine. (3) The Institute may cause any correction or alteration to be made to the registers. The Institute may cause any correction or alteration to be made to the registers. (4) The Institute shall establish, keep and maintain a register of persons engaged in the public practice of accountancy in respect of audit practice and non-audit practice. The Institute shall establish, keep and maintain a register of persons engaged in the public practice of accountancy in respect of audit practice and non-audit practice. (5) The Institute shall keep the registers at the office of the Institute. The Institute shall keep the registers at the office of the Institute. (6) The registers shall be open to the public. The registers shall be open to the public. (7) A person may, during business hours and on the payment of the prescribed fees, A person may, during business hours and on the payment of the prescribed fees, inspect the registers; and inspect the registers; and obtain an extract from the registers. obtain an extract from the registers. (8) The Council shall publish annually, in the Gazette, in at least two daily newspapers of nationwide circulation and on the website of the Institute, the list of members of the Institute in good standing. The Council shall publish annually, in the Gazette, in at least two daily newspapers of nationwide circulation and on the website of the Institute, the list of members of the Institute in good standing."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Striking off name from register",
      "content": "(1) The Council shall strike off the name of a person from a register if the Council is satisfied that that person The Council shall strike off the name of a person from a register if the Council is satisfied that that person has been found guilty of professional misconduct; has been found guilty of professional misconduct; has failed to pay the membership fees for a consecutive period of three years; or has failed to pay the membership fees for a consecutive period of three years; or is disqualified under this Act. is disqualified under this Act. (2) Where the Council cancels a registration, the name of the person whose registration has been cancelled shall be struck off the register. Where the Council cancels a registration, the name of the person whose registration has been cancelled shall be struck off the register. (3) A person whose name has been struck off the register may have the name restored if the Council is satisfied that that person has subsequently become a fit and proper person to practise the profession of accounting. A person whose name has been struck off the register may have the name restored if the Council is satisfied that that person has subsequently become a fit and proper person to practise the profession of accounting. (4) Subject to subsection (3), a person whose name has been struck off the register shall have the name restored upon payment of the prescribed fee and any penalty levied against that person. Subject to subsection (3), a person whose name has been struck off the register shall have the name restored upon payment of the prescribed fee and any penalty levied against that person. (5) The name of a member shall not be struck off the register on grounds of professional misconduct unless the Disciplinary Committee has made a recommendation to the Council that the member concerned has been found guilty of professional misconduct after due inquiry. The name of a member shall not be struck off the register on grounds of professional misconduct unless the Disciplinary Committee has made a recommendation to the Council that the member concerned has been found guilty of professional misconduct after due inquiry."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Representation to the Council and appeal",
      "content": "(1) The Council shall, before suspending a member or cancelling the membership of a member The Council shall, before suspending a member or cancelling the membership of a member give that member at least thirty days’ notice in writing of the intention to suspend or cancel the registration; and give that member at least thirty days’ notice in writing of the intention to suspend or cancel the registration; and provide the member an opportunity to make a representation to the Council. provide the member an opportunity to make a representation to the Council. (2) The Council shall communicate the decision of the Council in writing to the member within fourteen days of taking the decision. The Council shall communicate the decision of the Council in writing to the member within fourteen days of taking the decision. (3) A person dissatisfied with a decision of the Council, may appeal to the High Court within ninety days after receipt of notice of the decision of the Council. A person dissatisfied with a decision of the Council, may appeal to the High Court within ninety days after receipt of notice of the decision of the Council. (4) Subject to subsection (3), a person who has been suspended or whose name has been cancelled from the register, shall have the name restored upon payment of the prescribed fee and any penalty levied against that person. Subject to subsection (3), a person who has been suspended or whose name has been cancelled from the register, shall have the name restored upon payment of the prescribed fee and any penalty levied against that person."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Restoration of membership",
      "content": "The Council may, for the purpose of restoring the membership of a member, review a decision to strike off the name of that member from a register under section 25, if the member discharges outstanding financial obligations and pays any penalties levied against the member by the Council; discharges outstanding financial obligations and pays any penalties levied against the member by the Council; successfully appeals against the decision to strike off the name from the register; or successfully appeals against the decision to strike off the name from the register; or has satisfied the conditions prescribed by the Council. has satisfied the conditions prescribed by the Council."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Holding out as a Chartered Accountant",
      "content": "(1) A person who is not registered as a Chartered Accountant under this Act shall not A person who is not registered as a Chartered Accountant under this Act shall not practise as, be employed as, offer services as, or hold out to be, a Chartered Accountant; practise as, be employed as, offer services as, or hold out to be, a Chartered Accountant; adopt, use or exhibit the terms “Chartered Accountant”, “Registered Auditor”, “Public Accountant”, “Public Auditor” or any other similar description; or adopt, use or exhibit the terms “Chartered Accountant”, “Registered Auditor”, “Public Accountant”, “Public Auditor” or any other similar description; or do anything that is likely to lead another person to infer that that person is a Chartered Accountant. do anything that is likely to lead another person to infer that that person is a Chartered Accountant. (2) A person who is not registered as a member of the Institute shall not A person who is not registered as a member of the Institute shall not practise as, be employed as, offer services as, or hold out to be a member of the Institute; practise as, be employed as, offer services as, or hold out to be a member of the Institute; adopt, use or exhibit the terms “Member of the Institute of Chartered Accountants” or any other similar description; or adopt, use or exhibit the terms “Member of the Institute of Chartered Accountants” or any other similar description; or do anything likely to lead another person to infer that that person is a registered member of the Institute. do anything likely to lead another person to infer that that person is a registered member of the Institute. (3) A person who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than ten thousand penalty units or to a term of imprisonment of not less than six months and not more than five years or to both. A person who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than ten thousand penalty units or to a term of imprisonment of not less than six months and not more than five years or to both."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Prohibited employment and activities",
      "content": "(1) A Chartered Accountant A Chartered Accountant shall not, except with the approval of the Institute, employ, in connection with the practice of the Chartered Accountant (i) a person who is suspended from practice under this Act; shall not, except with the approval of the Institute, employ, in connection with the practice of the Chartered Accountant (i) a person who is suspended from practice under this Act; a person who is not registered as a member or whose name has been struck off from a register referred to in subsection (1) or (4) of section 24 or who is disqualified from registration by virtue of a conviction for professional misconduct; or a person who is not registered as a member or whose name has been struck off from a register referred to in subsection (1) or (4) of section 24 or who is disqualified from registration by virtue of a conviction for professional misconduct; or a person whose application for registration was rejected by the Institute; a person whose application for registration was rejected by the Institute; shall not practise under a firm name or title unless every letterhead on which the firm name or title appears, clearly indicates every partner who is a Chartered Accountant; shall not practise under a firm name or title unless every letterhead on which the firm name or title appears, clearly indicates every partner who is a Chartered Accountant; shall not sign an account, statement, report, financial statement submitted for tax purposes or any other purposes or document which purports to represent work performed by the Chartered Accountant, unless the work was performed by the Chartered Accountant, or under the personal supervision or direction of the Chartered Accountant, or by or under the personal supervision or direction of one or more of the partners of the firm of Chartered Accountants; shall not sign an account, statement, report, financial statement submitted for tax purposes or any other purposes or document which purports to represent work performed by the Chartered Accountant, unless the work was performed by the Chartered Accountant, or under the personal supervision or direction of the Chartered Accountant, or by or under the personal supervision or direction of one or more of the partners of the firm of Chartered Accountants; shall not engage in a practice during any period in respect of which that Chartered Accountant is suspended from practice; or shall not engage in a practice during any period in respect of which that Chartered Accountant is suspended from practice; or shall not practise without carrying the prescribed professional indemnity or fidelity insurance. shall not practise without carrying the prescribed professional indemnity or fidelity insurance. (2) Paragraph (c) of subsection (1) does not apply to Paragraph (c) of subsection (1) does not apply to work performed on behalf of a Chartered Accountant by another Chartered Accountant; work performed on behalf of a Chartered Accountant by another Chartered Accountant; work performed by another Chartered Accountant in a partially completed work which the previous Chartered Accountant was unable to complete as a result of death, disability or other cause not under the control of the previous Chartered Accountant, and which work the successor Chartered Accountant is engaged to complete; or work performed by another Chartered Accountant in a partially completed work which the previous Chartered Accountant was unable to complete as a result of death, disability or other cause not under the control of the previous Chartered Accountant, and which work the successor Chartered Accountant is engaged to complete; or work performed outside the country by a member of a professional body of accountants outside the country whose status, in the opinion of the Institute, is at least equal to that required by the Institute for the profession in the country. work performed outside the country by a member of a professional body of accountants outside the country whose status, in the opinion of the Institute, is at least equal to that required by the Institute for the profession in the country. (3) Paragraph (c) of subsection (1) does not prevent a Chartered Accountant from signing the firm name or title under which the Chartered Accountant practises. Paragraph (c) of subsection (1) does not prevent a Chartered Accountant from signing the firm name or title under which the Chartered Accountant practises. (4) A person who contravenes a provision of this section commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than six months and not more than three years, or to both. A person who contravenes a provision of this section commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than six months and not more than three years, or to both."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Standards for performance of audit",
      "content": "(1) A Chartered Accountant shall perform an audit in accordance with A Chartered Accountant shall perform an audit in accordance with the requirements of the international auditing standards issued by the International Auditing and Assurance Standards Board and adopted by the Institute; and the requirements of the international auditing standards issued by the International Auditing and Assurance Standards Board and adopted by the Institute; and agreed procedures specified in a client contract. agreed procedures specified in a client contract. (2) The Chartered Accountant shall disclose the agreed procedures specified in paragraph (b) of subsection (1) in the audit report. The Chartered Accountant shall disclose the agreed procedures specified in paragraph (b) of subsection (1) in the audit report."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Indemnity for Chartered Accountant",
      "content": "(1) A Chartered Accountant shall not incur any liability by reason of A Chartered Accountant shall not incur any liability by reason of an opinion expressed by the Chartered Accountant in good faith on an item appearing in the financial statement of an entity in connection with which the audit was carried out; or an opinion expressed by the Chartered Accountant in good faith on an item appearing in the financial statement of an entity in connection with which the audit was carried out; or having declined to express an opinion in respect of the financial statement of an entity; having declined to express an opinion in respect of the financial statement of an entity; if the Institute is satisfied that, having regard to the nature of the item or other circumstances, the Chartered Accountant could not reasonably have been expected to express an opinion. (2) A Chartered Accountant shall not, in respect of an opinion expressed or a report or a statement made by that Chartered Accountant in the ordinary course of duties incur any liability to a client of the Chartered Accountant or a third party, unless it is proved that the opinion was expressed, or the report or statement was made, intentionally or negligently. A Chartered Accountant shall not, in respect of an opinion expressed or a report or a statement made by that Chartered Accountant in the ordinary course of duties incur any liability to a client of the Chartered Accountant or a third party, unless it is proved that the opinion was expressed, or the report or statement was made, intentionally or negligently. (3) Where it is proved that the opinion was expressed or the report or statement was made negligently in the performance of duties, the Chartered Accountant shall not incur any liability to a third party who has relied on the opinion, report or statement, for financial loss suffered, unless it is proved that the Chartered Accountant knew or ought to have known at the time when the negligence in the performance of duties pursuant to which the opinion was expressed or report or statement was made Where it is proved that the opinion was expressed or the report or statement was made negligently in the performance of duties, the Chartered Accountant shall not incur any liability to a third party who has relied on the opinion, report or statement, for financial loss suffered, unless it is proved that the Chartered Accountant knew or ought to have known at the time when the negligence in the performance of duties pursuant to which the opinion was expressed or report or statement was made that the opinion, report or statement would be used by a client to induce the third party to act or refrain from acting in some way or to enter into the specific transaction into which the third party entered, or any other transaction of a similar nature, with the client or any other person; that the opinion, report or statement would be used by a client to induce the third party to act or refrain from acting in some way or to enter into the specific transaction into which the third party entered, or any other transaction of a similar nature, with the client or any other person; that the third party would rely on the opinion, report or statement for the purpose of acting or refraining from acting in some way or of entering into the specific transaction into which the third party entered, or any other transaction of a similar nature, with the client or any other person; or that the third party would rely on the opinion, report or statement for the purpose of acting or refraining from acting in some way or of entering into the specific transaction into which the third party entered, or any other transaction of a similar nature, with the client or any other person; or that the opinion, report or statement was correct, when at the time the Chartered Accountant knew or could in the particular circumstances reasonably have been expected to know that the third party would rely on the representation for the purpose of that the opinion, report or statement was correct, when at the time the Chartered Accountant knew or could in the particular circumstances reasonably have been expected to know that the third party would rely on the representation for the purpose of acting or refraining from acting in a particular way; acting or refraining from acting in a particular way; entering into the specific transaction into which the third party entered; or entering into the specific transaction into which the third party entered; or any other transaction of a similar nature, with the client or any other person. any other transaction of a similar nature, with the client or any other person. (4) For the purpose of subsection (3), the fact that a Chartered Accountant performed the functions of an auditor may not be proof that the Chartered Accountant could reasonably have been expected to know that For the purpose of subsection (3), the fact that a Chartered Accountant performed the functions of an auditor may not be proof that the Chartered Accountant could reasonably have been expected to know that a client would act as contemplated in paragraph (a) of subsection (3); or a client would act as contemplated in paragraph (a) of subsection (3); or the third party would act as contemplated in paragraph (b) or (c) of subsection (3). the third party would act as contemplated in paragraph (b) or (c) of subsection (3). (5) Subsection (3) shall not affect Subsection (3) shall not affect a liability of a Chartered Accountant arising from a liability of a Chartered Accountant arising from a contract between a third party and the Chartered Accountant; or a contract between a third party and the Chartered Accountant; or any statutory provision; or any statutory provision; or any disclaimer of liability by a Chartered Accountant or a person referred to in that subsection. any disclaimer of liability by a Chartered Accountant or a person referred to in that subsection."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Review and inspection by Institute",
      "content": "(1) The Institute or a person authorised by the Institute shall, within a period that the Institute may determine, The Institute or a person authorised by the Institute shall, within a period that the Institute may determine, review the practice of a Chartered Accountant or a firm of the Chartered Accountant; or review the practice of a Chartered Accountant or a firm of the Chartered Accountant; or inspect any book, document, record or thing and make copies of the book, document, record or information contained in the thing in the possession or under the control of the Chartered Accountant and the firm of the Chartered Accountant. inspect any book, document, record or thing and make copies of the book, document, record or information contained in the thing in the possession or under the control of the Chartered Accountant and the firm of the Chartered Accountant. (2) The Institute or the person authorised by the Institute under subsection (1), may recover the costs of the review or inspection from the Chartered Accountant. The Institute or the person authorised by the Institute under subsection (1), may recover the costs of the review or inspection from the Chartered Accountant. (3) A Chartered Accountant shall, at the request of the Institute, or a person authorised by the Institute, produce a book, document, record or thing and shall not, subject to the provisions of any other law, refuse to produce the book, document, record or thing, even though the Chartered Accountant is of the opinion that the book, document, record or thing contains confidential information of a client. A Chartered Accountant shall, at the request of the Institute, or a person authorised by the Institute, produce a book, document, record or thing and shall not, subject to the provisions of any other law, refuse to produce the book, document, record or thing, even though the Chartered Accountant is of the opinion that the book, document, record or thing contains confidential information of a client. (4) A Chartered Accountant who produces a book, document, record or thing for purposes of an inspection or review under this Act shall not be held liable, criminally or under civil law, as a result of the production of the book, document, record or thing. A Chartered Accountant who produces a book, document, record or thing for purposes of an inspection or review under this Act shall not be held liable, criminally or under civil law, as a result of the production of the book, document, record or thing. (5) A person performing or involved in the performance of any functions under this section shall not disclose any information obtained in the performance of the functions except A person performing or involved in the performance of any functions under this section shall not disclose any information obtained in the performance of the functions except for the purpose of a disciplinary hearing or an investigation of a protected disclosure under this Act; for the purpose of a disciplinary hearing or an investigation of a protected disclosure under this Act; to a person authorised by the Institute; to a person authorised by the Institute; where the person, of necessity, provides the information in the performance of functions under this Act; where the person, of necessity, provides the information in the performance of functions under this Act; by order of a court; by order of a court; at the written request of a competent authority established or a person in accordance with law; or at the written request of a competent authority established or a person in accordance with law; or required by law. required by law. (6) A person who A person who contravenes subsection (3) or (5), or contravenes subsection (3) or (5), or obstructs or hinders any person in the performance of functions under this section, obstructs or hinders any person in the performance of functions under this section, commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than two thousand five hundred penalty units or to a term of imprisonment of not less than six months and not more than one year or to both."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Code of professional conduct and ethics",
      "content": "(1) The Institute shall, within ninety days of the coming into force of this Act, publish a code of professional conduct and ethics for the members of the Institute. The Institute shall, within ninety days of the coming into force of this Act, publish a code of professional conduct and ethics for the members of the Institute. (2) The code of professional conduct and ethics shall be consistent with the code of ethics issued by the International Ethics Standards Board for Accountants. The code of professional conduct and ethics shall be consistent with the code of ethics issued by the International Ethics Standards Board for Accountants."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Qualification required for public practice of accountancy",
      "content": "(1) A person may engage in the public practice of accountancy if that person A person may engage in the public practice of accountancy if that person is a full member of the Institute; or is a full member of the Institute; or has been issued with a public practice licence or a non-audit practice licence by the Institute under this Act. has been issued with a public practice licence or a non-audit practice licence by the Institute under this Act. (2) A person who engages in the public practice of accountancy contrary to subsection (1) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than ten thousand penalty units or to a term of imprisonment of not less than six months and not more than five years, or to both. A person who engages in the public practice of accountancy contrary to subsection (1) commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than ten thousand penalty units or to a term of imprisonment of not less than six months and not more than five years, or to both."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Meaning of public practice of accountancy",
      "content": "(1) For the purpose of this Act, a person is engaged in the public practice of accountancy if that person acting alone or in partnership with another person and in consideration of remuneration received or to be received For the purpose of this Act, a person is engaged in the public practice of accountancy if that person acting alone or in partnership with another person and in consideration of remuneration received or to be received engages in the practice of accountancy or portrays to the public that that person is a member of the Institute; engages in the practice of accountancy or portrays to the public that that person is a member of the Institute; offers to perform or performs a service involving auditing or verification of financial transactions, books or records, or the preparation, verification, or certification of financial accounting, reports and related statements; offers to perform or performs a service involving auditing or verification of financial transactions, books or records, or the preparation, verification, or certification of financial accounting, reports and related statements; renders professional service or assistance in respect of matters that in principle or detail relate to accounting procedure or certification of financial facts or data; or renders professional service or assistance in respect of matters that in principle or detail relate to accounting procedure or certification of financial facts or data; or renders any other service that may be prescribed by Regulations to be service constituting the public practice of accountancy. renders any other service that may be prescribed by Regulations to be service constituting the public practice of accountancy. (2) A person who, under a contract of employment, provides any of the services specified in subsection (1) shall not be considered to be engaged in the public practice of accountancy by virtue of only performing the obligations under that contract. A person who, under a contract of employment, provides any of the services specified in subsection (1) shall not be considered to be engaged in the public practice of accountancy by virtue of only performing the obligations under that contract. (3) Despite subsection (2), a person shall not be employed to provide an accountancy service specified in subsection (1) for the employer or any other person if that person who seeks the employment is not registered by the Institute. Despite subsection (2), a person shall not be employed to provide an accountancy service specified in subsection (1) for the employer or any other person if that person who seeks the employment is not registered by the Institute. (4) Despite subsection (2), a person who is not a Chartered Accountant or a member of the Institute but who provides accountancy services other than the services specified in subsection (1), shall not sign an account or sign a financial statement. Despite subsection (2), a person who is not a Chartered Accountant or a member of the Institute but who provides accountancy services other than the services specified in subsection (1), shall not sign an account or sign a financial statement. (5) A person who is engaged in the public practice of accountancy or a member of the Institute under a contract of employment commits professional misconduct if that person or member engages in an act specified in the Fifth Schedule. A person who is engaged in the public practice of accountancy or a member of the Institute under a contract of employment commits professional misconduct if that person or member engages in an act specified in the Fifth Schedule."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Application for licence for public practice of accountancy",
      "content": "(1) A Chartered Accountant who seeks to engage in the public practice of accountancy, shall apply to the Council in writing for a licence. A Chartered Accountant who seeks to engage in the public practice of accountancy, shall apply to the Council in writing for a licence. (2) The application shall be submitted together with the application fee prescribed by the Council. The application shall be submitted together with the application fee prescribed by the Council. (3) The Institute may issue a licence to an applicant to engage in the public practice of accountancy or a non-audit practice where The Institute may issue a licence to an applicant to engage in the public practice of accountancy or a non-audit practice where the applicant the applicant has been certified by a professional body or a body recognised by the Council to have complied with the education and training requirements, has been certified by a professional body or a body recognised by the Council to have complied with the education and training requirements, has passed the competence practice examination set by the Institute and has obtained competence to practise, and has passed the competence practice examination set by the Institute and has obtained competence to practise, and is registered with the Institute, is registered with the Institute, a period of not more than four years has elapsed between the date that the applicant complied with the education and training requirements and the date of the application, and a period of not more than four years has elapsed between the date that the applicant complied with the education and training requirements and the date of the application, and the Institute is satisfied that the applicant has fulfilled all the conditions required for the grant of the licence, the Institute is satisfied that the applicant has fulfilled all the conditions required for the grant of the licence, and on the payment, by the applicant, of the prescribed annual subscription, issue the certificate to the applicant. (4) The Institute shall not issue to a person a licence to engage in the public practice of accountancy if that person, The Institute shall not issue to a person a licence to engage in the public practice of accountancy if that person, in the case of an individual, has not been legally resident in the country for at least three years; or in the case of an individual, has not been legally resident in the country for at least three years; or in the case of a firm, is not registered in the country, or does not have a Ghanaian citizen as one of the principals of the firm. in the case of a firm, is not registered in the country, or does not have a Ghanaian citizen as one of the principals of the firm. (5) The grant of a licence to engage in public practice of accountancy is subject to conditions determined by the Council. The grant of a licence to engage in public practice of accountancy is subject to conditions determined by the Council."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Duration of licence for public practice of accountancy",
      "content": "(1) A licence to engage in public practice of accountancy or non­-audit practice expires on the thirty-first day of December of the calendar year of issue of that licence. A licence to engage in public practice of accountancy or non­-audit practice expires on the thirty-first day of December of the calendar year of issue of that licence. (2) A licence issued under subsection (1) may be renewed subject to the payment of the fee and compliance with continuing professional development determined by the Council. A licence issued under subsection (1) may be renewed subject to the payment of the fee and compliance with continuing professional development determined by the Council."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Display of licence for public practice of accountancy",
      "content": "A holder of a licence to engage in public practice of accountancy or a non-audit practice shall display the licence in a conspicuous place at the place of practice. A holder of a licence to engage in public practice of accountancy or a non-audit practice shall display the licence in a conspicuous place at the place of practice."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Practising without licence",
      "content": "(1) A Chartered Accountant shall not engage in the public practice of accountancy unless that person holds a licence to engage in the public practice of accountancy or non-audit practice. A Chartered Accountant shall not engage in the public practice of accountancy unless that person holds a licence to engage in the public practice of accountancy or non-audit practice. (2) A Chartered Accountant who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than six months and not more than three years, or to both. A Chartered Accountant who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than six months and not more than three years, or to both. (3) A Chartered Accountant who practises during any period in which the licence to engage in public practice of accountancy or non-audit practice has expired commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than six months and not more than three years, or to both. A Chartered Accountant who practises during any period in which the licence to engage in public practice of accountancy or non-audit practice has expired commits an offence and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than six months and not more than three years, or to both."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Cancellation of licence",
      "content": "(1) The Institute shall cancel a licence to engage in public practice of accountancy or non-audit practice if the holder of the licence The Institute shall cancel a licence to engage in public practice of accountancy or non-audit practice if the holder of the licence is found guilty of professional misconduct; is found guilty of professional misconduct; is convicted of an offence involving dishonesty; is convicted of an offence involving dishonesty; is declared to be of unsound mind; is declared to be of unsound mind; is an undischarged bankrupt; is an undischarged bankrupt; obtained the certificate through fraud, misrepresentation or concealment of a material fact; or obtained the certificate through fraud, misrepresentation or concealment of a material fact; or commits an offence under this Act. commits an offence under this Act. (2) The Institute shall, before the cancellation of a licence to engage in public practice of accountancy or non-audit practice of a Chartered Accountant, give the Chartered Accountant an opportunity to be heard and to make representation to the Council. The Institute shall, before the cancellation of a licence to engage in public practice of accountancy or non-audit practice of a Chartered Accountant, give the Chartered Accountant an opportunity to be heard and to make representation to the Council. (3) The Institute may, before the cancellation of a licence of a Chartered Accountant, suspend the Chartered Accountant for a period and on the terms and conditions that the Institute may determine. The Institute may, before the cancellation of a licence of a Chartered Accountant, suspend the Chartered Accountant for a period and on the terms and conditions that the Institute may determine."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Registration of firm with the Institute",
      "content": "(1) A person who registers a firm of Chartered Accountants under the Registration of Business Names Act, 1962 (Act 151) or under the Incorporated Private Partnerships Act 1962, (Act 152) shall register the firm with the Institute in the prescribed manner and on the payment of the prescribed fee. A person who registers a firm of Chartered Accountants under the Registration of Business Names Act, 1962 (Act 151) or under the Incorporated Private Partnerships Act 1962, (Act 152) shall register the firm with the Institute in the prescribed manner and on the payment of the prescribed fee. (2) The Institute shall register a firm of Chartered Accountants by entering in a register referred to in subsection (1) or (4) of section 24, the name of the firm as registered under subsection (1) together with the name of the sole practitioner or each partner of the firm and any other information as may be prescribed. The Institute shall register a firm of Chartered Accountants by entering in a register referred to in subsection (1) or (4) of section 24, the name of the firm as registered under subsection (1) together with the name of the sole practitioner or each partner of the firm and any other information as may be prescribed. (3) A firm of Chartered Accountants shall notify the Institute of any change in the name, composition, address or other information of the firm as prescribed, not later than thirty days, after the date on which the change takes place. A firm of Chartered Accountants shall notify the Institute of any change in the name, composition, address or other information of the firm as prescribed, not later than thirty days, after the date on which the change takes place. (4) At the beginning of each calendar year, the person responsible for the management of a firm shall submit to the Institute a list of names and particulars of each partner in that firm stating At the beginning of each calendar year, the person responsible for the management of a firm shall submit to the Institute a list of names and particulars of each partner in that firm stating the partners and membership certificate number; the partners and membership certificate number; the partners practising certificate numbers; and the partners practising certificate numbers; and the partnership firm certificate number issued by the Institute. the partnership firm certificate number issued by the Institute. (5) The list shall be updated within thirty days of a change being made. The list shall be updated within thirty days of a change being made."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Information to be provided to client",
      "content": "A Chartered Accountant shall furnish the following information to a client or a prospective client: the name of the firm or title under which that Chartered Accountant practises; the name of the firm or title under which that Chartered Accountant practises; the place or places of business of the firm in which the Chartered Accountant is in practice as sole practitioner or partner; the place or places of business of the firm in which the Chartered Accountant is in practice as sole practitioner or partner; the full names of the registered sole practitioner or partners; and the full names of the registered sole practitioner or partners; and the nationality, first names or initials, and surname of the Chartered Accountant. the nationality, first names or initials, and surname of the Chartered Accountant."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Professional indemnity insurance",
      "content": "(1) A firm registered under this section shall obtain professional indemnity insurance, in the prescribed manner, to cover any liability which may be incurred as a result of the negligence or recklessness in the conduct of the practice by the partners of the firm. A firm registered under this section shall obtain professional indemnity insurance, in the prescribed manner, to cover any liability which may be incurred as a result of the negligence or recklessness in the conduct of the practice by the partners of the firm. (2) Where a firm obtains professional indemnity insurance in accordance with subsection (1), the liability of the partners shall be limited to the extent prescribed. Where a firm obtains professional indemnity insurance in accordance with subsection (1), the liability of the partners shall be limited to the extent prescribed."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Requirements for non-members of the Institute",
      "content": "(1) A person who is not a member of the Institute but is engaged to provide accountancy services in the country shall comply with the A person who is not a member of the Institute but is engaged to provide accountancy services in the country shall comply with the ethical requirements of the Institute; and ethical requirements of the Institute; and standards, policies and directives of the Council. standards, policies and directives of the Council. (2) A person who contravenes subsection (1) is liable to disciplinary action to be determined by the Council taking into account the gravity of the contravention. A person who contravenes subsection (1) is liable to disciplinary action to be determined by the Council taking into account the gravity of the contravention."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Affiliation with other professional bodies",
      "content": "The Institute may affiliate with other professional bodies. The Institute may affiliate with other professional bodies."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Offices of the Institute",
      "content": "(1) The Council may establish regional and district offices of the Institute as the Council considers necessary. The Council may establish regional and district offices of the Institute as the Council considers necessary. (2) A regional or district office of the Institute shall perform, in the region or the district, the functions of the Institute, that the Council may direct. A regional or district office of the Institute shall perform, in the region or the district, the functions of the Institute, that the Council may direct. (3) The Council shall provide the regional or district offices of the Institute with officers. The Council shall provide the regional or district offices of the Institute with officers. (4) The Institute may have correspondents and representatives within or outside the country as the Council may determine. The Institute may have correspondents and representatives within or outside the country as the Council may determine."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Internal Audit Unit",
      "content": "(1) The Institute shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The Institute shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). (3) The Internal Auditor is responsible for the internal audit of the Institute. The Internal Auditor is responsible for the internal audit of the Institute. (4) The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months prepare and submit to the Council, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and prepare and submit to the Council, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and make recommendations in each report, with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Institute. make recommendations in each report, with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Institute. (5) The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Minister, Auditor-General and the Chairperson of the Council. The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Minister, Auditor-General and the Chairperson of the Council."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Appointment of Chief Executive Officer",
      "content": "(1) The Institute shall have a Chief Executive Officer. The Institute shall have a Chief Executive Officer. (2) The Council shall appoint a person who is a Chartered Accountant and a member of the Institute as the Chief Executive Officer of the Institute. The Council shall appoint a person who is a Chartered Accountant and a member of the Institute as the Chief Executive Officer of the Institute. (3) The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Functions of Chief Executive Officer",
      "content": "(1) The Chief Executive Officer is responsible for the day-to-day administration of the Institute and is answerable to the Council in the performance of the functions under this Act. The Chief Executive Officer is responsible for the day-to-day administration of the Institute and is answerable to the Council in the performance of the functions under this Act. (2) The Chief Executive Officer may delegate a function to an officer of the Institute but is not relieved of the ultimate responsibility for the performance of the delegated function. The Chief Executive Officer may delegate a function to an officer of the Institute but is not relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Secretary to the Council",
      "content": "(1) The Council shall designate a member of staff of the Institute as Secretary to the Council. The Council shall designate a member of staff of the Institute as Secretary to the Council. (2) The Secretary shall keep records and minutes of meetings of the Council. The Secretary shall keep records and minutes of meetings of the Council."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Appointment of other staff",
      "content": "(1) The Council shall appoint other staff of the Institute that are necessary for the effective and efficient performance of the functions of the Institute. The Council shall appoint other staff of the Institute that are necessary for the effective and efficient performance of the functions of the Institute. (2) Other public officers may, on request by the Council, be transferred or seconded to the Institute or may otherwise give assistance to the Institute. Other public officers may, on request by the Council, be transferred or seconded to the Institute or may otherwise give assistance to the Institute. (3) The Institute may engage the services of consultants and advisers on the recommendations of the Council. The Institute may engage the services of consultants and advisers on the recommendations of the Council. (4) The terms and conditions of members of staff shall be determined by the Council. The terms and conditions of members of staff shall be determined by the Council."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Funds of the Institute",
      "content": "The funds of the Institute include subscriptions of members; subscriptions of members; fees charged in the performance of the functions of the Institute; fees charged in the performance of the functions of the Institute; proceeds from the sale of publications; proceeds from the sale of publications; interests on investments; interests on investments; grants, gifts and donations; and grants, gifts and donations; and any other moneys approved by the Council. any other moneys approved by the Council."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Bank account of the Institute",
      "content": "The moneys for the Institute shall be paid into a bank account opened by the Institute with the approval of the Council. The moneys for the Institute shall be paid into a bank account opened by the Institute with the approval of the Council."
    },
    {
      "provision_ref": "s54",
      "section": "54",
      "title": "Expenses of the Institute",
      "content": "(1) The expenses and liabilities incurred by the Council in the performance of functions under this Act shall be paid out of the moneys specified under section 52. The expenses and liabilities incurred by the Council in the performance of functions under this Act shall be paid out of the moneys specified under section 52. (2) The Council may invest any excess funds of the Institute and shall report to the Institute at an Annual General Meeting. The Council may invest any excess funds of the Institute and shall report to the Institute at an Annual General Meeting."
    },
    {
      "provision_ref": "s55",
      "section": "55",
      "title": "Borrowing powers of the Institute",
      "content": "The Institute may obtain loans and other credit facilities on the security of the property and assets of the Institute. The Institute may obtain loans and other credit facilities on the security of the property and assets of the Institute."
    },
    {
      "provision_ref": "s56",
      "section": "56",
      "title": "Accounts and audit",
      "content": "(1) The Council shall keep books of accounts, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. The Council shall keep books of accounts, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. (2) The Council shall submit the accounts of the Institute to the Auditor-General for audit at the end of the financial year. The Council shall submit the accounts of the Institute to the Auditor-General for audit at the end of the financial year. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to the Minister and the Council. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to the Minister and the Council. (4) The financial year of the Institute shall be the same as the financial year of Government. The financial year of the Institute shall be the same as the financial year of Government."
    },
    {
      "provision_ref": "s57",
      "section": "57",
      "title": "Annual report and other reports",
      "content": "(1) The Council shall, within thirty days after the receipt of the audit report, submit an annual report to the Annual General Meeting covering the activities and the operations of the Institute for the year to which the report relates. The Council shall, within thirty days after the receipt of the audit report, submit an annual report to the Annual General Meeting covering the activities and the operations of the Institute for the year to which the report relates. (2) The annual report shall include the report of the Auditor-General. The annual report shall include the report of the Auditor-General. (3) The Council shall, within thirty days after the preparation of the annual report, submit the report to the Minister with a statement that the Council may consider necessary. The Council shall, within thirty days after the preparation of the annual report, submit the report to the Minister with a statement that the Council may consider necessary. (4) The Council shall also submit to the Minister any other reports which the Minister may require in writing. The Council shall also submit to the Minister any other reports which the Minister may require in writing. (5) The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary."
    },
    {
      "provision_ref": "s58",
      "section": "58",
      "title": "Fees and levies",
      "content": "(1) The fees and levies payable under this Act shall be prescribed by the Council and paid to the Institute. The fees and levies payable under this Act shall be prescribed by the Council and paid to the Institute. (2) A member of the Institute shall pay the annual subscription fee to the Institute each calendar year. A member of the Institute shall pay the annual subscription fee to the Institute each calendar year. (3) The Council may, with the approval of the members at an Annual General Meeting of the Institute, prescribe special levies to be paid by members to finance specific projects. The Council may, with the approval of the members at an Annual General Meeting of the Institute, prescribe special levies to be paid by members to finance specific projects."
    },
    {
      "provision_ref": "s59",
      "section": "59",
      "title": "Custody and use of common seal",
      "content": "(1) The Institute shall have a common seal to be kept by a person determined by the Council. The Institute shall have a common seal to be kept by a person determined by the Council. (2) The common seal shall not be fixed to a legal document except The common seal shall not be fixed to a legal document except with the prior authorisation of the Institute in writing; and with the prior authorisation of the Institute in writing; and in the presence of two members of the Council who shall sign the document independently of any other person who may have signed the document as a witness. in the presence of two members of the Council who shall sign the document independently of any other person who may have signed the document as a witness."
    },
    {
      "provision_ref": "s60",
      "section": "60",
      "title": "Offences",
      "content": "(1) A person who A person who makes or causes to be made, an unauthorised entry, alteration or erasure in the Registers, certificate of enrolment, non-audit practice licence or public practice licence, or makes or causes to be made, an unauthorised entry, alteration or erasure in the Registers, certificate of enrolment, non-audit practice licence or public practice licence, or procures or attempts to procure for that person or any other person a public practice licence, a non-audit practice licence or registration of any matter by means of fraud, misrepresentation or concealment of any material fact, procures or attempts to procure for that person or any other person a public practice licence, a non-audit practice licence or registration of any matter by means of fraud, misrepresentation or concealment of any material fact, commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than one hundred thousand penalty units or to a term of imprisonment of not less than two years and not more than ten years, or to both. (2) A person who is not a Chartered Accountant registered under this Act but represents to the public that the person is a Chartered Accountant or uses a description or designation likely to create an impression that that person is a Chartered Accountant commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than one thousand penalty units or to a term of imprisonment of not less than two years and not more than four years, or to both. A person who is not a Chartered Accountant registered under this Act but represents to the public that the person is a Chartered Accountant or uses a description or designation likely to create an impression that that person is a Chartered Accountant commits an offence and is liable on summary conviction to a fine of not less than five hundred penalty units and not more than one thousand penalty units or to a term of imprisonment of not less than two years and not more than four years, or to both. (3) A person who reports or expresses an audit opinion on A person who reports or expresses an audit opinion on a financial transaction or statement of an entity, or a financial transaction or statement of an entity, or the books of account, or accounting records, or internal financial control systems of an entity the books of account, or accounting records, or internal financial control systems of an entity without sufficient evidence gathered by that person or, under the direct supervision of that person, through an audit conducted in accordance with auditing standards commits an offence and is liable on summary conviction to a fine of not less than two thousand five hundred penalty units and not more than five thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years, or to both. (4) A person who contravenes a provision of this Act for which a penalty is not provided commits an offence and is liable on summary conviction to a fine of not less than one hundred penalty units and not more than two hundred and fifty penalty units or to a term of imprisonment of not less than six months and not more than two years, or to both. A person who contravenes a provision of this Act for which a penalty is not provided commits an offence and is liable on summary conviction to a fine of not less than one hundred penalty units and not more than two hundred and fifty penalty units or to a term of imprisonment of not less than six months and not more than two years, or to both."
    },
    {
      "provision_ref": "s61",
      "section": "61",
      "title": "Rules and procedures",
      "content": "(1) The Council shall make rules and procedures for any matter relating to the functions of the Council under this Act. The Council shall make rules and procedures for any matter relating to the functions of the Council under this Act. (2) The Council shall obtain approval for the rules and procedures under subsection (1) at an Annual General Meeting of the Institute in accordance with the requirements of the Statements of Obligations developed by the Board of the International Federation of Accountants. The Council shall obtain approval for the rules and procedures under subsection (1) at an Annual General Meeting of the Institute in accordance with the requirements of the Statements of Obligations developed by the Board of the International Federation of Accountants."
    },
    {
      "provision_ref": "s62",
      "section": "62",
      "title": "Regulations",
      "content": "The Minister shall, in consultation with the Council, by legislative instrument, make Regulations to prescribe courses of study for the accountancy profession; prescribe courses of study for the accountancy profession; prescribe the requirements for qualification as a member of the Institute; prescribe the requirements for qualification as a member of the Institute; prescribe standards of professional conduct for members of the Institute; prescribe standards of professional conduct for members of the Institute; prescribe reports to be submitted in relation to the public practice of accountancy; prescribe reports to be submitted in relation to the public practice of accountancy; prescribe the manner and form of an application for a certificate of practice for the public practice of accountancy; prescribe the manner and form of an application for a certificate of practice for the public practice of accountancy; prescribe the procedure for registration of members of the Institute; prescribe the procedure for registration of members of the Institute; prescribe the procedure for election of officers of the Institute; prescribe the procedure for election of officers of the Institute; amend the Second Schedule in respect of the Accountancy Practice Review Committee and the Public Accountancy Supervisory Committee; Second Schedule in respect of the Accountancy Practice Review Committee and the Public Accountancy Supervisory Committee; Third Schedule in respect of the Disciplinary Committee and the procedures for proceedings; Third Schedule in respect of the Disciplinary Committee and the procedures for proceedings; Fourth Schedule in respect of the meetings of the Institute; and Fourth Schedule in respect of the meetings of the Institute; and Fifth Schedule to vary the definition of professional misconduct; and Fifth Schedule to vary the definition of professional misconduct; and provide for any other matter necessary for the effective and efficient implementation of this Act. provide for any other matter necessary for the effective and efficient implementation of this Act."
    },
    {
      "provision_ref": "s63",
      "section": "63",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“accountant” means a person who records, summarises, analyses and reports on financial information;“accountant trainee” means a person who holds out as an accountant and is not a member of the Institute;“Chartered Accountant” means a person who is qualified under section 17 and is registered with the Institute under section 19;“CA”, means Chartered Accountant;“Council” means the Council established under section 4;“FCA” means Fellow of the Institute of Chartered Accountants, Ghana;“Institute” means the Institute of Chartered Accountants, Ghana established under section 1;“Minister” means the Minister responsible for Education;“non-audit practising licence” means a licence other than the statutory licence issued to a member of the Institute to provide public accountancy practice services other than audit and assurance services;“practice of accountancy” includes recording, summarising, analysing and reporting financial information by a person who holds out as an accountant, chartered accountant or auditor;“prescribed fees” means any fees determined under this Act;“professional misconduct” means conduct as defined in the Fifth Schedule; and“public practice of accountancy” has the meaning assigned in section 35. In this Act, unless the context otherwise requires, “accountant” means a person who records, summarises, analyses and reports on financial information; “accountant trainee” means a person who holds out as an accountant and is not a member of the Institute; “Chartered Accountant” means a person who is qualified under section 17 and is registered with the Institute under section 19; “CA”, means Chartered Accountant; “Council” means the Council established under section 4; “FCA” means Fellow of the Institute of Chartered Accountants, Ghana; “Institute” means the Institute of Chartered Accountants, Ghana established under section 1; “Minister” means the Minister responsible for Education; “non-audit practising licence” means a licence other than the statutory licence issued to a member of the Institute to provide public accountancy practice services other than audit and assurance services; “practice of accountancy” includes recording, summarising, analysing and reporting financial information by a person who holds out as an accountant, chartered accountant or auditor; “prescribed fees” means any fees determined under this Act; “professional misconduct” means conduct as defined in the Fifth Schedule; and “public practice of accountancy” has the meaning assigned in section 35."
    },
    {
      "provision_ref": "s64",
      "section": "64",
      "title": "Repeal and savings",
      "content": "(1) The Institute of Chartered Accountants Act, 1963 (Act 170) is repealed. The Institute of Chartered Accountants Act, 1963 (Act 170) is repealed. (2) Despite the repeal of Act 170, any Regulations, by-law, notice, rule, order, directive, instruction, appointment or any other act lawfully made or done by the Institute of Chartered Accountants established under Act 170 and in force immediately before the coming into force of this Act shall, with the necessary modification, continue to have effect as if made under this Act until reviewed, revoked, cancelled or terminated. Despite the repeal of Act 170, any Regulations, by-law, notice, rule, order, directive, instruction, appointment or any other act lawfully made or done by the Institute of Chartered Accountants established under Act 170 and in force immediately before the coming into force of this Act shall, with the necessary modification, continue to have effect as if made under this Act until reviewed, revoked, cancelled or terminated. (3) Any register in use immediately before the coming into force of this Act and every document prepared or issued by the Institute of Chartered Accountants established under Act 170 shall continue in force as if prepared, kept or issued under the corresponding provisions of this Act. Any register in use immediately before the coming into force of this Act and every document prepared or issued by the Institute of Chartered Accountants established under Act 170 shall continue in force as if prepared, kept or issued under the corresponding provisions of this Act."
    },
    {
      "provision_ref": "s65",
      "section": "65",
      "title": "Transitional provisions",
      "content": "(1) The Council of the Institute established under the Institute of Chartered Accountants Act, 1963 (Act 170) existing before the coming into force of this Act shall continue in office until the expiration of the term of office of the Council. The Council of the Institute established under the Institute of Chartered Accountants Act, 1963 (Act 170) existing before the coming into force of this Act shall continue in office until the expiration of the term of office of the Council. (2) The rights, assets and liabilities in respect of the properties vested in the Institute of Chartered Accountants established under the Institute of Chartered Accountants Act, 1963 (Act 170) immediately before the coming into force of this Act and the persons employed by the Institute of Chartered Accountants established under the Institute of Chartered Accountants Act, 1963 (Act 170) immediately before the coming into force of this Act shall be transferred to the Institute established under this Act and accordingly proceedings taken by or against the Institute may be continued by or against the Institute established under this Act. The rights, assets and liabilities in respect of the properties vested in the Institute of Chartered Accountants established under the Institute of Chartered Accountants Act, 1963 (Act 170) immediately before the coming into force of this Act and the persons employed by the Institute of Chartered Accountants established under the Institute of Chartered Accountants Act, 1963 (Act 170) immediately before the coming into force of this Act shall be transferred to the Institute established under this Act and accordingly proceedings taken by or against the Institute may be continued by or against the Institute established under this Act. (3) Moneys held by or on behalf of the Institute of Chartered Accountants established under the Institute of Chartered Accountants Act, 1963 (Act 170) immediately before the coming into force of this Act shall, within three months of the coming into force of this Act, be transferred to the Institute established under this Act. Moneys held by or on behalf of the Institute of Chartered Accountants established under the Institute of Chartered Accountants Act, 1963 (Act 170) immediately before the coming into force of this Act shall, within three months of the coming into force of this Act, be transferred to the Institute established under this Act. (4) A contract subsisting between the Institute of Chartered Accountants established under the Institute of Chartered Accountants Act, 1963 (Act 170) and any other person and in effect immediately before the coming into force of this Act shall subsist between the Institute established under this Act and that other person. A contract subsisting between the Institute of Chartered Accountants established under the Institute of Chartered Accountants Act, 1963 (Act 170) and any other person and in effect immediately before the coming into force of this Act shall subsist between the Institute established under this Act and that other person. (5) On the coming into force of this Act, a person who has been a member of the Institute for a continuous period of ten years or more is entitled to use the designation “FCA”, Fellow of the Institute of Chartered Accountants, Ghana. On the coming into force of this Act, a person who has been a member of the Institute for a continuous period of ten years or more is entitled to use the designation “FCA”, Fellow of the Institute of Chartered Accountants, Ghana. (6) On the coming into force of this Act, the Association of Accountants in Ghana and the Society of Ghanaian Practising Accountants, being companies registered under the Companies Act, 2019 (Act 992) are dissolved and accordingly, their names shall be struck off the register of companies in accordance with the provisions of the Companies Act, 2019 (Act 992). On the coming into force of this Act, the Association of Accountants in Ghana and the Society of Ghanaian Practising Accountants, being companies registered under the Companies Act, 2019 (Act 992) are dissolved and accordingly, their names shall be struck off the register of companies in accordance with the provisions of the Companies Act, 2019 (Act 992). (7) Despite paragraph (b) of subsection (4) of section 14, within twelve months after the coming into force of this Act, a person who is a member of a professional accountancy body recognised by the International Federation of Accountants and approved by that Council, may apply for enrolment as a full member. Despite paragraph (b) of subsection (4) of section 14, within twelve months after the coming into force of this Act, a person who is a member of a professional accountancy body recognised by the International Federation of Accountants and approved by that Council, may apply for enrolment as a full member."
    }
  ],
  "definitions": [
    {
      "term": "accountant",
      "definition": "a person who records, summarises, analyses and reports on financial information",
      "source_provision": "s63"
    },
    {
      "term": "accountant trainee",
      "definition": "a person who holds out as an accountant and is not a member of the Institute",
      "source_provision": "s63"
    },
    {
      "term": "Chartered Accountant",
      "definition": "a person who is qualified under section 17 and is registered with the Institute under section 19",
      "source_provision": "s63"
    },
    {
      "term": "Council",
      "definition": "the Council established under section 4",
      "source_provision": "s63"
    },
    {
      "term": "FCA",
      "definition": "Fellow of the Institute of Chartered Accountants, Ghana",
      "source_provision": "s63"
    },
    {
      "term": "Institute",
      "definition": "the Institute of Chartered Accountants, Ghana established under section 1",
      "source_provision": "s63"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Education",
      "source_provision": "s63"
    },
    {
      "term": "non-audit practising licence",
      "definition": "a licence other than the statutory licence issued to a member of the Institute to provide public accountancy practice services other than audit and assurance services",
      "source_provision": "s63"
    },
    {
      "term": "prescribed fees",
      "definition": "any fees determined under this Act",
      "source_provision": "s63"
    },
    {
      "term": "professional misconduct",
      "definition": "conduct as defined in the Fifth Schedule",
      "source_provision": "s63"
    },
    {
      "term": "accountant",
      "definition": "a person who records, summarises, analyses and reports on financial information",
      "source_provision": "s63"
    },
    {
      "term": "accountant trainee",
      "definition": "a person who holds out as an accountant and is not a member of the Institute",
      "source_provision": "s63"
    },
    {
      "term": "Chartered Accountant",
      "definition": "a person who is qualified under section 17 and is registered with the Institute under section 19",
      "source_provision": "s63"
    },
    {
      "term": "Council",
      "definition": "the Council established under section 4",
      "source_provision": "s63"
    },
    {
      "term": "FCA",
      "definition": "Fellow of the Institute of Chartered Accountants, Ghana",
      "source_provision": "s63"
    },
    {
      "term": "Institute",
      "definition": "the Institute of Chartered Accountants, Ghana established under section 1",
      "source_provision": "s63"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Education",
      "source_provision": "s63"
    },
    {
      "term": "non-audit practising licence",
      "definition": "a licence other than the statutory licence issued to a member of the Institute to provide public accountancy practice services other than audit and assurance services",
      "source_provision": "s63"
    },
    {
      "term": "prescribed fees",
      "definition": "any fees determined under this Act",
      "source_provision": "s63"
    },
    {
      "term": "professional misconduct",
      "definition": "conduct as defined in the Fifth Schedule",
      "source_provision": "s63"
    }
  ]
}