{
  "id": "act-1059-2020",
  "type": "act",
  "title": "University of Media, Arts and Communications Act, 2020",
  "short_name": "UMAC 2020",
  "act_number": 1059,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-12-29",
  "url": "https://ghalii.org/akn/gh/act/2020/1059",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the University",
      "content": "(1) There is established by this Act, the University of Media, Arts and Communication as a body corporate. There is established by this Act, the University of Media, Arts and Communication as a body corporate. (2) For the performance of the functions of the University, the University may acquire and hold property, dispose of property and enter into a contract or any other related transaction. For the performance of the functions of the University, the University may acquire and hold property, dispose of property and enter into a contract or any other related transaction. (3) Where there is a hindrance to the acquisition of land, the land may be acquired for the University under the Land Act, 2020 (Act 1036) and the cost shall be borne by the University. Where there is a hindrance to the acquisition of land, the land may be acquired for the University under the Land Act, 2020 (Act 1036) and the cost shall be borne by the University."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Aims of the University",
      "content": "(1) The aims of the University are to provide higher education, disseminate knowledge related to the development of the media, arts and communication industry in the country and undertake research and foster relationships with persons outside the university in accordance with the following principles: The aims of the University are to provide higher education, disseminate knowledge related to the development of the media, arts and communication industry in the country and undertake research and foster relationships with persons outside the university in accordance with the following principles: higher education shall be made equally accessible to persons qualified and capable to benefit from that education; higher education shall be made equally accessible to persons qualified and capable to benefit from that education; in determining the subjects to be taught, consideration shall be given to courses of special relevance to the needs and aspirations of the country; in determining the subjects to be taught, consideration shall be given to courses of special relevance to the needs and aspirations of the country; use of critical tools including information and communication technology for teaching, research, dissemination of knowledge and administration; use of critical tools including information and communication technology for teaching, research, dissemination of knowledge and administration; institute curricula and pedagogy within the context of learner-centred and problem-based learning techniques that are practical and relevant to the national needs and aspirations in media, arts and communication; institute curricula and pedagogy within the context of learner-centred and problem-based learning techniques that are practical and relevant to the national needs and aspirations in media, arts and communication; use of teaching methods that promote critical and independent thinking for the benefit of humanity; use of teaching methods that promote critical and independent thinking for the benefit of humanity; disseminate the results of research through the publication of books, papers and any other suitable means; disseminate the results of research through the publication of books, papers and any other suitable means; undertake research in courses that are within the mandate of the University, but with special emphasis on undertake research in courses that are within the mandate of the University, but with special emphasis on media, arts and communication issues within and outside the country; and media, arts and communication issues within and outside the country; and subjects that relate to the social, cultural, economic, scientific or technological aspects of media, arts and communication studies within and outside the country; subjects that relate to the social, cultural, economic, scientific or technological aspects of media, arts and communication studies within and outside the country; provide services through extension and consultancy in media, arts and communication-related courses in higher education; and provide services through extension and consultancy in media, arts and communication-related courses in higher education; and develop distance learning modules for media, arts and communication-related courses in higher education. develop distance learning modules for media, arts and communication-related courses in higher education. (2) For the purpose of achieving the aims of the University, the University shall emphasise studies in media, arts and communication and shall have For the purpose of achieving the aims of the University, the University shall emphasise studies in media, arts and communication and shall have an Institute of Journalism with the objective of training students in the skills and techniques of an Institute of Journalism with the objective of training students in the skills and techniques of journalism; journalism; mass communication; mass communication; advertising; advertising; public relations; public relations; information technology; and information technology; and any other related subject that the Council may determine; any other related subject that the Council may determine; an Institute of Film and Television to specialise in areas including an Institute of Film and Television to specialise in areas including script writing; script writing; film directing; film directing; television production; television production; motion picture; motion picture; photography; photography; film sound production; film sound production; editing; editing; animation; and animation; and production design; production design; an Institute of Theatre and Performing Arts to specialise in areas including an Institute of Theatre and Performing Arts to specialise in areas including theatre; theatre; dance; dance; sound engineering; sound engineering; music production; and music production; and acting for the screen; acting for the screen; an Institute of Digital Media Arts to specialise in areas including an Institute of Digital Media Arts to specialise in areas including publishing; publishing; graphics and web design; graphics and web design; video and computer gaming; video and computer gaming; digital media production; and digital media production; and multimedia production; multimedia production; an Institute of Languages to specialise in areas including an Institute of Languages to specialise in areas including teaching in Ghanaian and foreign languages; teaching in Ghanaian and foreign languages; translation; translation; interpretation; and interpretation; and bilingual secretaryship; and bilingual secretaryship; and any other Institute, School or Centre that the Council may determine. any other Institute, School or Centre that the Council may determine. (3) An Institute, School or Centre specified under subsection (2) shall be autonomous. An Institute, School or Centre specified under subsection (2) shall be autonomous."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Structure of the University",
      "content": "(1) The University is a holding university with constituent institutes. The University is a holding university with constituent institutes. (2) The Institutes specified in subsection (2) of section 2 shall be referred to as constituent institutes of the University. The Institutes specified in subsection (2) of section 2 shall be referred to as constituent institutes of the University. (3) A constituent institute is a constituent member of the holding University with the power to award degrees of the holding University. A constituent institute is a constituent member of the holding University with the power to award degrees of the holding University. (4) The governing body of each constituent institute is an Institute Board. The governing body of each constituent institute is an Institute Board. (5) Each Institute Board shall have Academic Committees to maintain and promote the identity and speciality of the constituent institute in the various respective fields of the constituent institute. Each Institute Board shall have Academic Committees to maintain and promote the identity and speciality of the constituent institute in the various respective fields of the constituent institute. (6) An Institute Board is answerable to the Council in the performance of the functions of the Institute Board. An Institute Board is answerable to the Council in the performance of the functions of the Institute Board."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Campuses of the University",
      "content": "The campuses of the University include the campus of the Ghana Institute of Languages; the Ghana Institute of Languages; the Ghana Institute of Journalism; and the Ghana Institute of Journalism; and the National Film and Television Institute; and the National Film and Television Institute; and any other campus that the Council may determine. any other campus that the Council may determine."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Award of degrees",
      "content": "(1) The University shall, in accordance with subsection (7) of section 15, award degrees, honorary degrees, diplomas and certificates. The University shall, in accordance with subsection (7) of section 15, award degrees, honorary degrees, diplomas and certificates. (2) The University may withdraw a degree, diploma or certificate that the University has awarded if the University has evidence that proves that The University may withdraw a degree, diploma or certificate that the University has awarded if the University has evidence that proves that the degree, diploma or certificate was obtained through fraud or academic malpractice; or the degree, diploma or certificate was obtained through fraud or academic malpractice; or the process of acquiring the degree, diploma or certificate was tainted by an act that, in the opinion of the University, undermines the integrity of the award. the process of acquiring the degree, diploma or certificate was tainted by an act that, in the opinion of the University, undermines the integrity of the award. (3) Subsections (1) and (2) apply to a constituent institute of the University. Subsections (1) and (2) apply to a constituent institute of the University."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "The University Council",
      "content": "(1) The governing body of the University is a Council consisting of The governing body of the University is a Council consisting of a chairperson, nominated by the President; a chairperson, nominated by the President; the Vice-Chancellor; the Vice-Chancellor; one representative of the academic staff, nominated by the teacher associations of academic staff; one representative of the academic staff, nominated by the teacher associations of academic staff; the Rector of each constituent institute; the Rector of each constituent institute; two representatives of the Students’ Representative Council, one nominated by the undergraduate students and the other nominated by the postgraduate students; two representatives of the Students’ Representative Council, one nominated by the undergraduate students and the other nominated by the postgraduate students; a representative of the alumni of the University, nominated by the alumni association of the University; a representative of the alumni of the University, nominated by the alumni association of the University; one representative of the junior and senior staff, nominated by the junior and senior staff; and one representative of the junior and senior staff, nominated by the junior and senior staff; and two other persons, nominated by the President, one of whom is a woman. two other persons, nominated by the President, one of whom is a woman. (2) The President shall, in making the nominations, under paragraphs (a) and (h) of subsection (1), have regard to the academic qualifications, leadership qualities, gender, expertise in finance, management, knowledge and relevant experience in media, arts and communication. The President shall, in making the nominations, under paragraphs (a) and (h) of subsection (1), have regard to the academic qualifications, leadership qualities, gender, expertise in finance, management, knowledge and relevant experience in media, arts and communication. (3) The President shall, in accordance with article 70 of the Constitution, appoint the chairperson and other members of the Council. The President shall, in accordance with article 70 of the Constitution, appoint the chairperson and other members of the Council. (4) The chairperson of the Council shall, in the absence of the Chancellor, preside at the Congregation and other ceremonies and meetings of the University. The chairperson of the Council shall, in the absence of the Chancellor, preside at the Congregation and other ceremonies and meetings of the University."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Functions of the Council",
      "content": "The Council shall ensure the implementation of the aims of the University; ensure the implementation of the aims of the University; determine the strategic direction of the University; determine the strategic direction of the University; monitor and evaluate the implementation of policies of the University; monitor and evaluate the implementation of policies of the University; promote income-generating activities as part of the programmes of the University; promote income-generating activities as part of the programmes of the University; control the finances of the University and determine the allocation and proper use of funds of the University; control the finances of the University and determine the allocation and proper use of funds of the University; ensure the conservation and augmentation of the resources of the University, specifically in relation to matters affecting income or expenditure of the University; ensure the conservation and augmentation of the resources of the University, specifically in relation to matters affecting income or expenditure of the University; ensure the creation of an environment of equal opportunity for members of the University without regard to race, ethnic origin, political opinion, colour, gender, occupation, religion or creed, disability, social or economic status; and ensure the creation of an environment of equal opportunity for members of the University without regard to race, ethnic origin, political opinion, colour, gender, occupation, religion or creed, disability, social or economic status; and on the recommendation of the Appointments Committee of the Academic Board, make professorial level appointments as may be prescribed in the Statutes of the University. on the recommendation of the Appointments Committee of the Academic Board, make professorial level appointments as may be prescribed in the Statutes of the University."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "General powers of the Council",
      "content": "(1) Subject to this Act, the Council may act or provide for any matter in relation to the University which the Council considers necessary or expedient. Subject to this Act, the Council may act or provide for any matter in relation to the University which the Council considers necessary or expedient. (2) The conferment of particular powers on the Council by other provisions of this Act, shall not limit the generality of this section. The conferment of particular powers on the Council by other provisions of this Act, shall not limit the generality of this section."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Tenure of office of members of the Council",
      "content": "(1) A member of the Council other than the Vice-Chancellor shall hold office for a period of three years and is eligible for re-appointment for another term only. A member of the Council other than the Vice-Chancellor shall hold office for a period of three years and is eligible for re-appointment for another term only. (2) Where a member of the Council other than the Vice-Chancellor is absent from three consecutive meetings without reasonable cause, the office of that member shall become vacant. Where a member of the Council other than the Vice-Chancellor is absent from three consecutive meetings without reasonable cause, the office of that member shall become vacant. (3) A member of the Council, other than the Vice-Chancellor, may resign from office in writing addressed to the President through the Minister. A member of the Council, other than the Vice-Chancellor, may resign from office in writing addressed to the President through the Minister. (4) Where the office of a member becomes vacant by reason of death, resignation or the absence of the member for three consecutive meetings without reasonable cause, another person nominated by the relevant body shall be appointed for the unexpired term of the office. Where the office of a member becomes vacant by reason of death, resignation or the absence of the member for three consecutive meetings without reasonable cause, another person nominated by the relevant body shall be appointed for the unexpired term of the office."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Meetings of the Council",
      "content": "(1) The Council shall meet at least once every three months in an academic year for the conduct of business at a time and place determined by the chairperson. The Council shall meet at least once every three months in an academic year for the conduct of business at a time and place determined by the chairperson. (2) The quorum at a meeting of the Council is seven members of the Council. The quorum at a meeting of the Council is seven members of the Council. (3) The chairperson shall preside at meetings of the Council and in the absence of the chairperson, members of the Council shall elect one of the nominees of the President to preside. The chairperson shall preside at meetings of the Council and in the absence of the chairperson, members of the Council shall elect one of the nominees of the President to preside. (4) Matters before the Council shall be decided by consensus or by a simple majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Council shall be decided by consensus or by a simple majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (5) The Council may co-opt a person to attend and participate in any of the meetings of the Council but a co-opted person is not entitled to vote at a meeting. The Council may co-opt a person to attend and participate in any of the meetings of the Council but a co-opted person is not entitled to vote at a meeting. (6) The Pro Vice-Chancellor, the Registrar and the Director of Finance shall attend meetings of the Council but are not entitled to vote. The Pro Vice-Chancellor, the Registrar and the Director of Finance shall attend meetings of the Council but are not entitled to vote. (7) The proceedings of the Council are not invalidated by reason of a vacancy among the members or by a defect in the appointment or qualification of a member. The proceedings of the Council are not invalidated by reason of a vacancy among the members or by a defect in the appointment or qualification of a member. (8) Subject to this section, the Council may, by the Statutes of the University, regulate the procedure for meetings of the Council. Subject to this section, the Council may, by the Statutes of the University, regulate the procedure for meetings of the Council."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Council who has an interest in a matter for consideration by the Council A member of the Council who has an interest in a matter for consideration by the Council shall disclose in writing the nature of that interest and the disclosure shall form part of the record for the consideration of the matter; and shall disclose in writing the nature of that interest and the disclosure shall form part of the record for the consideration of the matter; and is disqualified from being present at or participating in the deliberations or determination of the Council in respect of that matter. is disqualified from being present at or participating in the deliberations or determination of the Council in respect of that matter. (2) Where a member contravenes subsection (1), the chairperson shall notify the Minister who shall inform the President, in writing, to revoke the appointment of that member. Where a member contravenes subsection (1), the chairperson shall notify the Minister who shall inform the President, in writing, to revoke the appointment of that member. (3) Without limiting any further cause of action that may be instituted against a member of the Council, the Council shall, in addition to the revocation of the appointment of the member, recover any benefit derived by the member who contravenes subsection (1). Without limiting any further cause of action that may be instituted against a member of the Council, the Council shall, in addition to the revocation of the appointment of the member, recover any benefit derived by the member who contravenes subsection (1)."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Establishment of committees",
      "content": "(1) For the purpose of achieving the aims of the University, the Council For the purpose of achieving the aims of the University, the Council may establish standing or ad hoc committees made up of members, or non-members, of the Council or both; and may establish standing or ad hoc committees made up of members, or non-members, of the Council or both; and shall assign to a committee of the Council functions that the Council considers appropriate. shall assign to a committee of the Council functions that the Council considers appropriate. (2) A committee of the Council made up of both members and non-members of the Council shall be chaired by a member of the Council. A committee of the Council made up of both members and non-members of the Council shall be chaired by a member of the Council. (3) A committee of the Council consisting entirely of non-members shall be advisory only. A committee of the Council consisting entirely of non-members shall be advisory only. (4) Section 11 applies to a member of a committee of the Council. Section 11 applies to a member of a committee of the Council."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Allowances",
      "content": "Members of the Council and members of a committee of the Council shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Council and members of a committee of the Council shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Principal Officers of the University",
      "content": "(1) The Principal Officers of the University are The Principal Officers of the University are the Chancellor; the Chancellor; the chairperson of the Council; the chairperson of the Council; the Vice-Chancellor; and the Vice-Chancellor; and the Rectors of the constituent institutes. the Rectors of the constituent institutes. (2) The Principal Officers of the University shall, before assuming office, take and subscribe to the Official Oath as specified in the Schedule. The Principal Officers of the University shall, before assuming office, take and subscribe to the Official Oath as specified in the Schedule."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Chancellor of the University",
      "content": "(1) The University shall have a Chancellor. The University shall have a Chancellor. (2) The Council shall appoint a Chancellor for the University in accordance with the Statutes of the University. The Council shall appoint a Chancellor for the University in accordance with the Statutes of the University. (3) The Chancellor is the head of the University and the Chancellor takes precedence over the other officers of the University. The Chancellor is the head of the University and the Chancellor takes precedence over the other officers of the University. (4) The criteria and modalities for the nomination and election of the Chancellor shall be prescribed by the Statutes of the University enacted by the Council. The criteria and modalities for the nomination and election of the Chancellor shall be prescribed by the Statutes of the University enacted by the Council. (5) The Chancellor shall hold office for a term of five years and is eligible for re-appointment for another term only. The Chancellor shall hold office for a term of five years and is eligible for re-appointment for another term only. (6) The Chancellor shall preside at Congregation, meetings and other ceremonies of the University at which the Chancellor is present. The Chancellor shall preside at Congregation, meetings and other ceremonies of the University at which the Chancellor is present. (7) The Chancellor shall be served with the summons, minutes and other documents related to meetings of the Council and may attend the meetings of the Council. The Chancellor shall be served with the summons, minutes and other documents related to meetings of the Council and may attend the meetings of the Council. (8) The Chancellor shall confer on qualified persons, degrees, honorary degrees, diplomas and certificates awarded by the University in accordance with this Act and procedures prescribed by the Statutes of the University enacted by the Council. The Chancellor shall confer on qualified persons, degrees, honorary degrees, diplomas and certificates awarded by the University in accordance with this Act and procedures prescribed by the Statutes of the University enacted by the Council. (9) The Chancellor may delegate a function, under subsection (8) by directives in writing, to the Council but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Chancellor may delegate a function, under subsection (8) by directives in writing, to the Council but shall not be relieved of the ultimate responsibility for the performance of the delegated function. (10) Where the integrity or well-being of the University is threatened by any matter, the Chancellor may, in consultation with the Council, intervene. Where the integrity or well-being of the University is threatened by any matter, the Chancellor may, in consultation with the Council, intervene."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Vacancy in the office of the Chancellor",
      "content": "(1) The office of the Chancellor shall become vacant on the The office of the Chancellor shall become vacant on the resignation, resignation, death, death, removal from office, or removal from office, or expiry of the term of office expiry of the term of office of the Chancellor. (2) The grounds and procedures for the removal of the Chancellor from office shall be specified in the Statutes of the University. The grounds and procedures for the removal of the Chancellor from office shall be specified in the Statutes of the University."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Vice-Chancellor of the University",
      "content": "(1) The University shall have a Vice-Chancellor. The University shall have a Vice-Chancellor. (2) The Council shall appoint a Vice-Chancellor for the University in accordance with the Statutes of the University. The Council shall appoint a Vice-Chancellor for the University in accordance with the Statutes of the University. (3) The Vice-Chancellor shall hold office on the terms and conditions specified in the letter of appointment. The Vice-Chancellor shall hold office on the terms and conditions specified in the letter of appointment. (4) The Vice-Chancellor shall hold office for a term of four years and is eligible for re-appointment for another term only. The Vice-Chancellor shall hold office for a term of four years and is eligible for re-appointment for another term only. (5) The Vice-Chancellor is the academic and administrative head and chief disciplinary officer of the University. The Vice-Chancellor is the academic and administrative head and chief disciplinary officer of the University. (6) The Vice-Chancellor is responsible to the Council for maintaining order and ensuring the effective and efficient administration of the University. The Vice-Chancellor is responsible to the Council for maintaining order and ensuring the effective and efficient administration of the University. (7) The Vice-Chancellor shall perform any other functions as may be prescribed by the Council in the Statutes of the University. The Vice-Chancellor shall perform any other functions as may be prescribed by the Council in the Statutes of the University."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Pro Vice-Chancellor of the University",
      "content": "(1) The University shall have a Pro Vice-Chancellor. The University shall have a Pro Vice-Chancellor. (2) The Council shall appoint a Pro Vice-Chancellor for the University in accordance with the Statutes of the University. The Council shall appoint a Pro Vice-Chancellor for the University in accordance with the Statutes of the University. (3) The Pro Vice-Chancellor shall hold office for a term of three years and is eligible for re-appointment for another term only. The Pro Vice-Chancellor shall hold office for a term of three years and is eligible for re-appointment for another term only. (4) The Pro Vice-Chancellor shall attend a meeting of the Council but shall not vote at the meeting. The Pro Vice-Chancellor shall attend a meeting of the Council but shall not vote at the meeting. (5) The Pro Vice-Chancellor shall be assigned duties as the Council or the Vice-Chancellor shall determine. The Pro Vice-Chancellor shall be assigned duties as the Council or the Vice-Chancellor shall determine. (6) The Pro Vice-Chancellor shall perform the functions of the Vice-Chancellor in the absence of the Vice-Chancellor. The Pro Vice-Chancellor shall perform the functions of the Vice-Chancellor in the absence of the Vice-Chancellor. (7) The Pro-Vice Chancellor shall, before assuming office, take and subscribe to the Official Oath specified in the schedule. The Pro-Vice Chancellor shall, before assuming office, take and subscribe to the Official Oath specified in the schedule."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Academic Board",
      "content": "There is established by this Act, an Academic Board for the University which is answerable to the Council. There is established by this Act, an Academic Board for the University which is answerable to the Council."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Composition of the Academic Board",
      "content": "(1) The Academic Board consists of The Academic Board consists of the Vice-Chancellor as the chairperson; the Vice-Chancellor as the chairperson; the Pro Vice-Chancellor; the Pro Vice-Chancellor; Deans and Vice-Deans; Deans and Vice-Deans; Rectors of the constituent institutes; Rectors of the constituent institutes; Directors of Schools and Centres; Directors of Schools and Centres; Heads of Academic Departments; Heads of Academic Departments; Professors and Associate Professors; Professors and Associate Professors; a representative each from a representative each from an Academic Department, an Academic Department, a School, a School, an Institute, an Institute, a Centre, and a Centre, and a Faculty a Faculty elected in accordance with the Statutes of the University; the Librarian of the University; the Librarian of the University; the Registrar of the University; and the Registrar of the University; and five other members of the University who are non-teaching staff, elected by Convocation in accordance with the Statutes of the University. five other members of the University who are non-teaching staff, elected by Convocation in accordance with the Statutes of the University. (2) A person who is a member of the Academic Board by virtue of office may be represented at a meeting of the Academic Board by a person designated by that member. A person who is a member of the Academic Board by virtue of office may be represented at a meeting of the Academic Board by a person designated by that member."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Functions of the Academic Board",
      "content": "The Academic Board shall, subject to the powers of the Council, formulate and implement the academic policies of the University; formulate and implement the academic policies of the University; devise and regulate courses of instruction; devise and regulate courses of instruction; promote and supervise research; promote and supervise research; regulate the conduct of examinations; and conduct of examinations; and award of degrees, honarary degrees, diplomas and certificates; award of degrees, honarary degrees, diplomas and certificates; authorise the grant of funds for research; authorise the grant of funds for research; advise the Council on the appointment of academic staff, admission of students and the award of scholarships and bursaries; advise the Council on the appointment of academic staff, admission of students and the award of scholarships and bursaries; report on matters that the Council refers to the Academic Board; report on matters that the Council refers to the Academic Board; make representations to the Council on any matter connected with the University; and make representations to the Council on any matter connected with the University; and perform any other functions prescribed by the Council in accordance with the Statutes of the University. perform any other functions prescribed by the Council in accordance with the Statutes of the University."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Committees of the Academic Board",
      "content": "(1) The Academic Board may, for the purpose of carrying out functions under this Act, establish committees as may be determined by the Statutes of the University. The Academic Board may, for the purpose of carrying out functions under this Act, establish committees as may be determined by the Statutes of the University. (2) A committee of the Academic Board consisting entirely of non-members shall be advisory only. A committee of the Academic Board consisting entirely of non-members shall be advisory only."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "The Registrar",
      "content": "(1) The University shall have a Registrar. The University shall have a Registrar. (2) The Council shall appoint a Registrar for the University. The Council shall appoint a Registrar for the University. (3) The Registrar shall hold office The Registrar shall hold office for a term of four years and is eligible for re-appointment for another term only; and for a term of four years and is eligible for re-appointment for another term only; and on the terms and conditions specified in the letter of appointment in accordance with the Statutes of the University. on the terms and conditions specified in the letter of appointment in accordance with the Statutes of the University. (4) The Registrar is the chief administrative officer of the University under the Vice-Chancellor. The Registrar is the chief administrative officer of the University under the Vice-Chancellor. (5) The Registrar is the Secretary to the The Registrar is the Secretary to the office of the Chancellor; and office of the Chancellor; and Academic Board. Academic Board. (6) The Registrar is responsible to the Vice-Chancellor for the day-to-day administration of the affairs of the University. The Registrar is responsible to the Vice-Chancellor for the day-to-day administration of the affairs of the University. (7) The Registrar may perform any other functions provided for in the Statutes of the University. The Registrar may perform any other functions provided for in the Statutes of the University. (8) The Registrar is the Secretary to the Council. The Registrar is the Secretary to the Council. (9) The Registrar shall, before assuming office, take and subscribe to the Official Oath specified in the Schedule. The Registrar shall, before assuming office, take and subscribe to the Official Oath specified in the Schedule."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Director of Finance",
      "content": "(1) The University shall have a Director of Finance. The University shall have a Director of Finance. (2) The Council shall appoint the Director of Finance for the University. The Council shall appoint the Director of Finance for the University. (3) The Director shall hold office for a term of four years and is eligible for re-appointment for another term only. The Director shall hold office for a term of four years and is eligible for re-appointment for another term only. (4) The Director of Finance shall perform functions as prescribed in the Statutes of the University. The Director of Finance shall perform functions as prescribed in the Statutes of the University. (5) The Director of Finance is responsible to the Vice-Chancellor in the performance of the functions of the Director of Finance. The Director of Finance is responsible to the Vice-Chancellor in the performance of the functions of the Director of Finance."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Appointment of other staff",
      "content": "The Council may appoint other staff necessary for the effective and efficient performance of the functions of the University. The Council may appoint other staff necessary for the effective and efficient performance of the functions of the University."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Internal organisation of the University",
      "content": "(1) Subject to this Act, the Council may make arrangements as the Council considers appropriate for the internal organisation of the University, including the Subject to this Act, the Council may make arrangements as the Council considers appropriate for the internal organisation of the University, including the establishment, variation and supervision of academic Divisions, Faculties, Schools, Centres, Institutes, Departments, hostels and other bodies in the campuses of the University; establishment, variation and supervision of academic Divisions, Faculties, Schools, Centres, Institutes, Departments, hostels and other bodies in the campuses of the University; award of professorships; award of professorships; appointment and promotion of academic and administrative staff; appointment and promotion of academic and administrative staff; conferment of honorary degrees and other awards; conferment of honorary degrees and other awards; promotion of professional development; promotion of professional development; development of other facilities including hostels; and development of other facilities including hostels; and award of fellowships, bursaries, scholarships and prizes and the organisation of exhibitions. award of fellowships, bursaries, scholarships and prizes and the organisation of exhibitions. (2) The University may The University may enter into an agreement or relationship with another institution whether academic or non-academic within or outside the country; and enter into an agreement or relationship with another institution whether academic or non-academic within or outside the country; and incorporate within the University, another institution or body, taking over the property, rights, privileges and liabilities of that other institution or body. incorporate within the University, another institution or body, taking over the property, rights, privileges and liabilities of that other institution or body. (3) The Council shall exercise the powers referred to in subsection (1), only after consultation with the Academic Board on matters which, in the opinion of the Council, are academic matters. The Council shall exercise the powers referred to in subsection (1), only after consultation with the Academic Board on matters which, in the opinion of the Council, are academic matters."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Funds of the University",
      "content": "(1) The funds of the University include The funds of the University include moneys approved by Parliament; moneys approved by Parliament; internally generated funds including internally generated funds including fees paid by students duly registered by the University; fees paid by students duly registered by the University; fees, charges and dues in respect of services rendered by or through the University; fees, charges and dues in respect of services rendered by or through the University; proceeds from the sale of publications of the University; proceeds from the sale of publications of the University; tuition and hostel fees; and tuition and hostel fees; and subscriptions, rents and royalties; subscriptions, rents and royalties; returns on investments; returns on investments; endowments, grants, donations, loans and gifts; and endowments, grants, donations, loans and gifts; and moneys from any other source approved by the Council. moneys from any other source approved by the Council. (2) Any sum of money received by or on behalf of the University shall be paid into a bank account of the University opened by or on the authority of the Council. Any sum of money received by or on behalf of the University shall be paid into a bank account of the University opened by or on the authority of the Council. (3) Moneys received by or standing to the credit of a School, Centre or Institute of the University shall form part of the funds of the University. Moneys received by or standing to the credit of a School, Centre or Institute of the University shall form part of the funds of the University. (4) The Council may invest the funds of the University that are not required for immediate use as the Council considers appropriate. The Council may invest the funds of the University that are not required for immediate use as the Council considers appropriate."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Borrowing powers",
      "content": "(1) Subject to article 181 of the Constitution and section 76 of the Public Financial Management Act, 2016 (Act 921), the University may borrow money. Subject to article 181 of the Constitution and section 76 of the Public Financial Management Act, 2016 (Act 921), the University may borrow money. (2) The University may, for the purpose of borrowing money under subsection (1), use a property of the University as security. The University may, for the purpose of borrowing money under subsection (1), use a property of the University as security."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Internal Audit Unit",
      "content": "(1) The University shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The University shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). (3) The Internal Auditor is responsible for the internal audit of the University. The Internal Auditor is responsible for the internal audit of the University. (4) The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months prepare and submit to the Council, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and prepare and submit to the Council, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the University. make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the University. (5) The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Minister and the chairperson of the Council. The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Minister and the chairperson of the Council."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Accounts and audit",
      "content": "(1) The Council shall ensure that the University keeps books of account, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. The Council shall ensure that the University keeps books of account, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. (2) The Council shall submit the annual accounts of the University to the Auditor-General for audit at the end of the financial year. The Council shall submit the annual accounts of the University to the Auditor-General for audit at the end of the financial year. (3) The accounts shall be under the signature of the Vice-Chancellor and the Director of Finance. The accounts shall be under the signature of the Vice-Chancellor and the Director of Finance. (4) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy of the audit report to the Minister and the Council. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy of the audit report to the Minister and the Council. (5) The financial year of the University is the same as the financial year of the Government. The financial year of the University is the same as the financial year of the Government."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Annual report and other reports",
      "content": "(1) The Council shall within thirty days after receipt of the audit report, submit to the Minister an annual report covering the activities and the operations of the University for the year to which the report relates. The Council shall within thirty days after receipt of the audit report, submit to the Minister an annual report covering the activities and the operations of the University for the year to which the report relates. (2) The annual report includes The annual report includes the report of the Auditor-General; the report of the Auditor-General; a report on the operations, admissions, sources and use of the funds of the University, challenges, significant events and major policies of the University; and a report on the operations, admissions, sources and use of the funds of the University, challenges, significant events and major policies of the University; and any other information that may be required by the Minister in conformity with the Public Financial Management Act, 2016 (Act 921) or that may be relevant to enhance transparency and accountability. any other information that may be required by the Minister in conformity with the Public Financial Management Act, 2016 (Act 921) or that may be relevant to enhance transparency and accountability. (3) The Minister shall, within thirty days after the receipt of the annual report from the University, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within thirty days after the receipt of the annual report from the University, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Council shall submit to the Minister any other reports which the Minister may, in writing, require. The Council shall submit to the Minister any other reports which the Minister may, in writing, require."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Exemption from taxes, duties and other charges",
      "content": "(1) The University is exempt from the payment of taxes, duties and other charges that the Minister responsible for Finance may, in writing, determine with the prior approval of Parliament. The University is exempt from the payment of taxes, duties and other charges that the Minister responsible for Finance may, in writing, determine with the prior approval of Parliament. (2) A hall, hostel and any other residential facilities for students, lecture hall, library, hospital, staff quarter, bungalow, guest house, recreation ground and any other tenements of the University shall be exempt from the assessment and payment of a rate levied by a local authority. A hall, hostel and any other residential facilities for students, lecture hall, library, hospital, staff quarter, bungalow, guest house, recreation ground and any other tenements of the University shall be exempt from the assessment and payment of a rate levied by a local authority."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Statutes of the University",
      "content": "(1) The Council shall enact Statutes of the University for the implementation of this Act. The Council shall enact Statutes of the University for the implementation of this Act. (2) The Statutes of the University shall The Statutes of the University shall regulate the following in respect of the employees of the University: regulate the following in respect of the employees of the University: appointment; appointment; terms and conditions of service as determined by the Fair Wages and Salaries Commission; terms and conditions of service as determined by the Fair Wages and Salaries Commission; termination of appointment; and termination of appointment; and retirement benefits; retirement benefits; determine the persons who form the academic staff of the University; determine the persons who form the academic staff of the University; determine the persons who are authorised to sign contracts, cheques and other documents on behalf of the University and regulate the procedure in relation to transactions entered into by the University; determine the persons who are authorised to sign contracts, cheques and other documents on behalf of the University and regulate the procedure in relation to transactions entered into by the University; fix the academic calendar of the University; fix the academic calendar of the University; determine the rules and procedures relating to discipline of students and employees of the University; determine the rules and procedures relating to discipline of students and employees of the University; ensure that the seal of the University is kept under proper custody and is used only on the authority of the Council; ensure that the seal of the University is kept under proper custody and is used only on the authority of the Council; provide for the procedure for the settlement of disputes; and provide for the procedure for the settlement of disputes; and provide for any matter required by this Act to be prescribed by the Statutes of the University. provide for any matter required by this Act to be prescribed by the Statutes of the University."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Convocation",
      "content": "(1) There shall be a Convocation of the University with the membership prescribed by the Statutes of the University. There shall be a Convocation of the University with the membership prescribed by the Statutes of the University. (2) The Registrar shall compile a register of the members of Convocation which shall be published each academic year. The Registrar shall compile a register of the members of Convocation which shall be published each academic year. (3) A person whose name appears in the register is entitled to vote at the Convocation. A person whose name appears in the register is entitled to vote at the Convocation. (4) The Convocation shall meet at least once each academic year at the time and place determined by the Vice-Chancellor in consultation with the Chancellor. The Convocation shall meet at least once each academic year at the time and place determined by the Vice-Chancellor in consultation with the Chancellor. (5) Despite subsection (4), the Convocation shall meet on a request made by a number of members as prescribed in the Statutes of the University. Despite subsection (4), the Convocation shall meet on a request made by a number of members as prescribed in the Statutes of the University. (6) The Convocation shall receive and discuss a report from the Vice-Chancellor on the state of the University and future plans for the University. The Convocation shall receive and discuss a report from the Vice-Chancellor on the state of the University and future plans for the University. (7) The Convocation may express an opinion on any matter that affects the University and may refer the matter to the Council or the Academic Board. The Convocation may express an opinion on any matter that affects the University and may refer the matter to the Council or the Academic Board."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Matriculation",
      "content": "(1) A student admitted to the University shall A student admitted to the University shall take the Matriculation Oath; and take the Matriculation Oath; and sign the Matriculation Register. sign the Matriculation Register. (2) The University shall not permit a student who fails to sign the Matriculation Register to graduate. The University shall not permit a student who fails to sign the Matriculation Register to graduate."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Congregation",
      "content": "The University may hold a Congregation composed of the persons prescribed by the Statutes of the University enacted by the Council for the purpose of confering degrees including honoray degrees and awarding diplomas or certificates. The University may hold a Congregation composed of the persons prescribed by the Statutes of the University enacted by the Council for the purpose of confering degrees including honoray degrees and awarding diplomas or certificates."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Student governance",
      "content": "(1) The University shall have a Students’ Representative Council. The University shall have a Students’ Representative Council. (2) The Students’ Representative Council is responsible for representing students duly admitted and registered to study at the University. The Students’ Representative Council is responsible for representing students duly admitted and registered to study at the University. (3) The constitution and other governing instruments of the Students’ Representative Council shall The constitution and other governing instruments of the Students’ Representative Council shall be drawn up by the students subject to the approval of the Academic Board; and be drawn up by the students subject to the approval of the Academic Board; and conform to this Act, the Statutes of the University and any other rules, regulations, directives and edicts duly issued by the University. conform to this Act, the Statutes of the University and any other rules, regulations, directives and edicts duly issued by the University. (4) A constitution or a governing instrument, drawn up by the Students’ Representative Council which is inconsistent with paragraph (b) of subsection (3) shall, to the extent of the inconsistency, be void. A constitution or a governing instrument, drawn up by the Students’ Representative Council which is inconsistent with paragraph (b) of subsection (3) shall, to the extent of the inconsistency, be void. (5) The Statutes of the University may grant the Students’ Representative Council representation on appropriate bodies and organs of the University. The Statutes of the University may grant the Students’ Representative Council representation on appropriate bodies and organs of the University."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Intellectual property",
      "content": "(1) The intellectual property right in a creative work, research or any other intellectual enterprise, funded or otherwise undertaken with resources of the University, shall vest in the University. The intellectual property right in a creative work, research or any other intellectual enterprise, funded or otherwise undertaken with resources of the University, shall vest in the University. (2) The Council shall enact Statutes of the University in accordance with the laws on intellectual property to govern the creation, ownership and use of intellectual property including copyright, patents, trademarks, trade names and industrial designs by employees of the University. The Council shall enact Statutes of the University in accordance with the laws on intellectual property to govern the creation, ownership and use of intellectual property including copyright, patents, trademarks, trade names and industrial designs by employees of the University. (3) The Council shall, in enacting the Statutes of the University under subsection (2), determine the incentive for a person who undertakes any work, research or other intellectual enterprise, funded or otherwise undertaken with resources of the University to enable that person benefit from the work, research or intellectual enterprise. The Council shall, in enacting the Statutes of the University under subsection (2), determine the incentive for a person who undertakes any work, research or other intellectual enterprise, funded or otherwise undertaken with resources of the University to enable that person benefit from the work, research or intellectual enterprise."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Anti-discrimination",
      "content": "(1) Without limiting the power of the University to adopt affirmative action policies, the University or an officer of the University shall not discriminate against a person on the basis of the race, ethnic origin, political opinion, colour, gender, occupation, religion or creed, disability, social or economic status of that person to determine whether that person is to be Without limiting the power of the University to adopt affirmative action policies, the University or an officer of the University shall not discriminate against a person on the basis of the race, ethnic origin, political opinion, colour, gender, occupation, religion or creed, disability, social or economic status of that person to determine whether that person is to be admitted as a student of the University; admitted as a student of the University; registered as a student of the University; registered as a student of the University; permitted to graduate from the University; permitted to graduate from the University; appointed as an academic staff or other staff member of the University; appointed as an academic staff or other staff member of the University; promoted as an academic staff or any other member of the University; or promoted as an academic staff or any other member of the University; or granted any advantage, privilege or other benefit accorded to other persons. granted any advantage, privilege or other benefit accorded to other persons. (2) For the purpose of this section For the purpose of this section “discriminate” means to give different treatment to different persons attributable only or mainly on the grounds stated in subsection (1); and “discriminate” means to give different treatment to different persons attributable only or mainly on the grounds stated in subsection (1); and “officer of the University” includes(i)a Principal Officer;(ii)a staff;(iii)an employee;(iv)an agent;(v)a servant; or(vi)any other person performing or acting in an official capacity for or on behalf of the University. “officer of the University” includes a Principal Officer; a staff; an employee; an agent; a servant; or any other person performing or acting in an official capacity for or on behalf of the University."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Dispute settlement",
      "content": "(1) The University shall have an Appeals Board. The University shall have an Appeals Board. (2) The Appeals Board shall consist of The Appeals Board shall consist of a chairperson who is a retired Justice of the Superior Courts of Judicature or a lawyer qualified to be appointed as a Justice of the Superior Courts of Judicature; a chairperson who is a retired Justice of the Superior Courts of Judicature or a lawyer qualified to be appointed as a Justice of the Superior Courts of Judicature; two lawyers of at least ten years standing at the Bar who are persons of high moral integrity and professional integrity, at least one of whom is a woman; and two lawyers of at least ten years standing at the Bar who are persons of high moral integrity and professional integrity, at least one of whom is a woman; and two other persons of high moral integrity who are not lawyers or employees of the University, at least one of whom is a woman. two other persons of high moral integrity who are not lawyers or employees of the University, at least one of whom is a woman. (3) The Council shall appoint the members of the Appeals Board. The Council shall appoint the members of the Appeals Board. (4) The Appeals Board shall hear and determine on appeal, matters on The Appeals Board shall hear and determine on appeal, matters on an act or omission in contravention of this Act or the Statutes of the University; an act or omission in contravention of this Act or the Statutes of the University; breach of an employment contract by the University; breach of an employment contract by the University; the promotion of persons duly employed by the University; the promotion of persons duly employed by the University; grievances by a student against the University on matters related to welfare and discipline; or grievances by a student against the University on matters related to welfare and discipline; or any other matter or dispute referred to the Appeals Board by the Council. any other matter or dispute referred to the Appeals Board by the Council. (5) A panel for the hearing and determination of a case or matter before the Appeals Board comprises the chairperson and two other members of the Appeals Board. A panel for the hearing and determination of a case or matter before the Appeals Board comprises the chairperson and two other members of the Appeals Board. (6) In the absence of the chairperson, one of the two lawyers as specified in paragraph (b) of subsection (2), shall act as chairperson. In the absence of the chairperson, one of the two lawyers as specified in paragraph (b) of subsection (2), shall act as chairperson. (7) The Council shall establish the rules and procedure to govern The Council shall establish the rules and procedure to govern the proceedings of the Appeals Board; the proceedings of the Appeals Board; the appointment and remuneration of the members of the Appeals Board; the appointment and remuneration of the members of the Appeals Board; the functions of the chairperson of the Appeals Board; the functions of the chairperson of the Appeals Board; the establishment of the Secretariat of the Appeals Board; and the establishment of the Secretariat of the Appeals Board; and any other relevant matter. any other relevant matter."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires“Academic Board” means the body established under section 19;“Chancellor” means the person appointed under subsection (2) of section 15 to the office of Chancellor of the University;“Appeals Board” means the Appeals Board referred to in section 40;“Congregation” means a special assembly of the University to receive reports on the University and to witness the conferment of degrees and awards;“constituent institute” means an Institute provided for in subsection (2) of section 2;“Convocation” means the Principal Officers of the University and other senior members of the University appointed by the Council or the Academic Board and registered by the Registrar as members of Convocation;“Council” means the University Council established under section 6;“disclosure of interest” includes a pecuniary, material, academic and relational interest in a matter being deliberated or decided on by the University;“holding university” means the University established under section 1 of this Act which has constituent institutes;“Institute” means a multi-disciplinary research or service establishment which focuses primarily on multi-disciplinary research and on the provision of extension services;“Institute Board” means the governing body of a constituent institute;“Matriculation” means an event at which a person is formally recognised as a student of the University;“Minister” means the Minister responsible for Education;“Pro Vice-Chancellor” means the person appointed under subsection (2) of section 18 to the office of Pro Vice-Chancellor of the University;“Rector” means the person referred to in paragraph (d) of subsection (1) of section 14;“Statutes of the University” means administrative guidelines enacted by the Council in accordance with this Act to govern the internal operations of the University;“University” means the University of Media, Arts and Communication established under section 1; and“Vice-Chancellor” means the person appointed under subsection (2) of section 17 to the office of Vice-Chancellor of the University. In this Act, unless the context otherwise requires “Academic Board” means the body established under section 19; “Chancellor” means the person appointed under subsection (2) of section 15 to the office of Chancellor of the University; “Appeals Board” means the Appeals Board referred to in section 40; “Congregation” means a special assembly of the University to receive reports on the University and to witness the conferment of degrees and awards; “constituent institute” means an Institute provided for in subsection (2) of section 2; “Convocation” means the Principal Officers of the University and other senior members of the University appointed by the Council or the Academic Board and registered by the Registrar as members of Convocation; “Council” means the University Council established under section 6; “disclosure of interest” includes a pecuniary, material, academic and relational interest in a matter being deliberated or decided on by the University; “holding university” means the University established under section 1 of this Act which has constituent institutes; “Institute” means a multi-disciplinary research or service establishment which focuses primarily on multi-disciplinary research and on the provision of extension services; “Institute Board” means the governing body of a constituent institute; “Matriculation” means an event at which a person is formally recognised as a student of the University; “Minister” means the Minister responsible for Education; “Pro Vice-Chancellor” means the person appointed under subsection (2) of section 18 to the office of Pro Vice-Chancellor of the University; “Rector” means the person referred to in paragraph (d) of subsection (1) of section 14; “Statutes of the University” means administrative guidelines enacted by the Council in accordance with this Act to govern the internal operations of the University; “University” means the University of Media, Arts and Communication established under section 1; and “Vice-Chancellor” means the person appointed under subsection (2) of section 17 to the office of Vice-Chancellor of the University."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Repeals and savings",
      "content": "(1) The following enactments are repealed: The following enactments are repealed: the Ghana Institute of Languages Act, 1969 (N.L.C.D. 324); the Ghana Institute of Languages Act, 1969 (N.L.C.D. 324); the National Film and Television Institute Act, 1978 (S.M.C.D. 151); and the National Film and Television Institute Act, 1978 (S.M.C.D. 151); and the Ghana Institute of Journalism Act, 2006 (Act 717). the Ghana Institute of Journalism Act, 2006 (Act 717). (2) Despite the repeal of the enactments specified in subsection (1), any Regulations, by-law, notice, order, directive, instruction, appointment or any other act lawfully made or done under the repealed enactments and in force immediately before the coming into force of this Act shall continue in force until revoked, reviewed, cancelled or terminated. Despite the repeal of the enactments specified in subsection (1), any Regulations, by-law, notice, order, directive, instruction, appointment or any other act lawfully made or done under the repealed enactments and in force immediately before the coming into force of this Act shall continue in force until revoked, reviewed, cancelled or terminated."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Transitional provisions",
      "content": "(1) Until the appointment of the members of the Council established under section 6, there shall be an Interim Council of the University which shall function for a period of not more than two years. Until the appointment of the members of the Council established under section 6, there shall be an Interim Council of the University which shall function for a period of not more than two years. (2) The President shall appoint members of the Interim Council on the recommendation of the Minister given in consultation with the Ghana Tertiary Education Commission. The President shall appoint members of the Interim Council on the recommendation of the Minister given in consultation with the Ghana Tertiary Education Commission. (3) The Interim Council shall perform the functions of the Council. The Interim Council shall perform the functions of the Council. (4) An action taken by the Interim Council before the first meeting of the Council shall have the same effect as if done by the Council. An action taken by the Interim Council before the first meeting of the Council shall have the same effect as if done by the Council. (5) An enrolled student of the Ghana Institute of Journalism, the National Film and Television Institute or the Ghana Institute of Languages shall, on the coming into force of this Act, graduate as a student of the University of Media, Arts and Communication. An enrolled student of the Ghana Institute of Journalism, the National Film and Television Institute or the Ghana Institute of Languages shall, on the coming into force of this Act, graduate as a student of the University of Media, Arts and Communication. (6) An ongoing accredited programme of the Ghana Institute of Journalism, the National Film and Television Institute and the Ghana Institute of Languages before the coming into force of this Act shall, on the coming into force of this Act, remain a programme of the University. An ongoing accredited programme of the Ghana Institute of Journalism, the National Film and Television Institute and the Ghana Institute of Languages before the coming into force of this Act shall, on the coming into force of this Act, remain a programme of the University. (7) The assets and liabilities of the Ghana Institute of Journalism, the National Film and Television Institute and the Ghana Institute of Languages before the coming into force of this Act shall, on the coming into force of this Act, be transferred to the University. The assets and liabilities of the Ghana Institute of Journalism, the National Film and Television Institute and the Ghana Institute of Languages before the coming into force of this Act shall, on the coming into force of this Act, be transferred to the University. (8) The University shall be guided in the operations of the University by accredited Universities in the country for a period of not more than two years. The University shall be guided in the operations of the University by accredited Universities in the country for a period of not more than two years."
    }
  ],
  "definitions": [
    {
      "term": "Academic Board",
      "definition": "the body established under section 19",
      "source_provision": "s41"
    },
    {
      "term": "Chancellor",
      "definition": "the person appointed under subsection (2) of section 15 to the office of Chancellor of the University",
      "source_provision": "s41"
    },
    {
      "term": "Appeals Board",
      "definition": "the Appeals Board referred to in section 40",
      "source_provision": "s41"
    },
    {
      "term": "Congregation",
      "definition": "a special assembly of the University to receive reports on the University and to witness the conferment of degrees and awards",
      "source_provision": "s41"
    },
    {
      "term": "constituent institute",
      "definition": "an Institute provided for in subsection (2) of section 2",
      "source_provision": "s41"
    },
    {
      "term": "Convocation",
      "definition": "the Principal Officers of the University and other senior members of the University appointed by the Council or the Academic Board and registered by the Registrar as members of Convocation",
      "source_provision": "s41"
    },
    {
      "term": "Council",
      "definition": "the University Council established under section 6",
      "source_provision": "s41"
    },
    {
      "term": "holding university",
      "definition": "the University established under section 1 of this Act which has constituent institutes",
      "source_provision": "s41"
    },
    {
      "term": "Institute",
      "definition": "a multi-disciplinary research or service establishment which focuses primarily on multi-disciplinary research and on the provision of extension services",
      "source_provision": "s41"
    },
    {
      "term": "Institute Board",
      "definition": "the governing body of a constituent institute",
      "source_provision": "s41"
    },
    {
      "term": "Matriculation",
      "definition": "an event at which a person is formally recognised as a student of the University",
      "source_provision": "s41"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Education",
      "source_provision": "s41"
    },
    {
      "term": "Pro Vice-Chancellor",
      "definition": "the person appointed under subsection (2) of section 18 to the office of Pro Vice-Chancellor of the University",
      "source_provision": "s41"
    },
    {
      "term": "Rector",
      "definition": "the person referred to in paragraph (d) of subsection (1) of section 14",
      "source_provision": "s41"
    },
    {
      "term": "Statutes of the University",
      "definition": "administrative guidelines enacted by the Council in accordance with this Act to govern the internal operations of the University",
      "source_provision": "s41"
    },
    {
      "term": "University",
      "definition": "the University of Media, Arts and Communication established under section 1",
      "source_provision": "s41"
    },
    {
      "term": "Vice-Chancellor",
      "definition": "the person appointed under subsection (2) of section 17 to the office of Vice-Chancellor of the University. In this Act, unless the context otherwise requires “Academic Board” means the body established under section 19",
      "source_provision": "s41"
    },
    {
      "term": "Chancellor",
      "definition": "the person appointed under subsection (2) of section 15 to the office of Chancellor of the University",
      "source_provision": "s41"
    },
    {
      "term": "Appeals Board",
      "definition": "the Appeals Board referred to in section 40",
      "source_provision": "s41"
    },
    {
      "term": "Congregation",
      "definition": "a special assembly of the University to receive reports on the University and to witness the conferment of degrees and awards",
      "source_provision": "s41"
    },
    {
      "term": "constituent institute",
      "definition": "an Institute provided for in subsection (2) of section 2",
      "source_provision": "s41"
    },
    {
      "term": "Convocation",
      "definition": "the Principal Officers of the University and other senior members of the University appointed by the Council or the Academic Board and registered by the Registrar as members of Convocation",
      "source_provision": "s41"
    },
    {
      "term": "Council",
      "definition": "the University Council established under section 6",
      "source_provision": "s41"
    },
    {
      "term": "holding university",
      "definition": "the University established under section 1 of this Act which has constituent institutes",
      "source_provision": "s41"
    },
    {
      "term": "Institute",
      "definition": "a multi-disciplinary research or service establishment which focuses primarily on multi-disciplinary research and on the provision of extension services",
      "source_provision": "s41"
    },
    {
      "term": "Institute Board",
      "definition": "the governing body of a constituent institute",
      "source_provision": "s41"
    },
    {
      "term": "Matriculation",
      "definition": "an event at which a person is formally recognised as a student of the University",
      "source_provision": "s41"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Education",
      "source_provision": "s41"
    },
    {
      "term": "Pro Vice-Chancellor",
      "definition": "the person appointed under subsection (2) of section 18 to the office of Pro Vice-Chancellor of the University",
      "source_provision": "s41"
    },
    {
      "term": "Rector",
      "definition": "the person referred to in paragraph (d) of subsection (1) of section 14",
      "source_provision": "s41"
    },
    {
      "term": "Statutes of the University",
      "definition": "administrative guidelines enacted by the Council in accordance with this Act to govern the internal operations of the University",
      "source_provision": "s41"
    },
    {
      "term": "University",
      "definition": "the University of Media, Arts and Communication established under section 1",
      "source_provision": "s41"
    }
  ]
}