{
  "id": "act-1037-2020",
  "type": "act",
  "title": "Council of State Act, 2020",
  "short_name": "CS 2020",
  "act_number": 1037,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-12-23",
  "url": "https://ghalii.org/akn/gh/act/2020/1037",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "The Council of State",
      "content": "The Council of State established under article 89 of the Constitution shall counsel the President in the performance of the functions of the President. The Council of State established under article 89 of the Constitution shall counsel the President in the performance of the functions of the President."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Consideration of bills referred by the President",
      "content": "(1) A bill which has been published in the Gazette or passed by Parliament shall be considered by the Council of State if the President so requests. A bill which has been published in the Gazette or passed by Parliament shall be considered by the Council of State if the President so requests. (2) A request from the President for consideration of a bill may be accompanied by a statement setting forth the amendments or changes, if any, which the President proposes for consideration by the Council of State. A request from the President for consideration of a bill may be accompanied by a statement setting forth the amendments or changes, if any, which the President proposes for consideration by the Council of State. (3) Consideration of a bill under subsection (1) shall be completed within thirty days after the third reading in Parliament of that bill except that where the bill was passed under a certificate of urgency, the Council of State shall consider the bill and submit a report to the President within seventy-two hours. Consideration of a bill under subsection (1) shall be completed within thirty days after the third reading in Parliament of that bill except that where the bill was passed under a certificate of urgency, the Council of State shall consider the bill and submit a report to the President within seventy-two hours. (4) Where the Council of State decides not to propose an amendment to the bill the Chairman shall, within seven days after the decision of the Council of State, transmit that bill with a certificate to that effect addressed to the President. Where the Council of State decides not to propose an amendment to the bill the Chairman shall, within seven days after the decision of the Council of State, transmit that bill with a certificate to that effect addressed to the President. (5) Where the Council of State decides to propose amendments to a bill, the bill, with a memorandum setting forth the amendments proposed on that bill, shall be transmitted by the Chairman to the President within fifteen days after the conclusion of the consideration by the Council of State. Where the Council of State decides to propose amendments to a bill, the bill, with a memorandum setting forth the amendments proposed on that bill, shall be transmitted by the Chairman to the President within fifteen days after the conclusion of the consideration by the Council of State."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Other functions of the Council of State",
      "content": "(1) The Council of State shall consider and advise the President or any other authority in respect of any appointment which is required by the Constitution or any other law to be made in accordance with the advice of, or in consultation with, the Council of State. The Council of State shall consider and advise the President or any other authority in respect of any appointment which is required by the Constitution or any other law to be made in accordance with the advice of, or in consultation with, the Council of State. (2) The advice referred to in subsection (1) shall be given not later than thirty days after the receipt of the request from the President or other authority. The advice referred to in subsection (1) shall be given not later than thirty days after the receipt of the request from the President or other authority. (3) The Council of State may, upon request or on the initiative of the Council of State, consider and make recommendations on any matter being considered or dealt with by The Council of State may, upon request or on the initiative of the Council of State, consider and make recommendations on any matter being considered or dealt with by the President, the President, a Minister of State, a Minister of State, Parliament, or Parliament, or any other authority established by the Constitution, any other authority established by the Constitution, except that the President, Minister of State, Parliament or other authority shall not be required to act in accordance with any recommendation made by the Council of State. (4) The Council of State shall perform such other functions as may be assigned to the Council of State by the Constitution or any other law not inconsistent with the Constitution. The Council of State shall perform such other functions as may be assigned to the Council of State by the Constitution or any other law not inconsistent with the Constitution."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Composition of the Council of State",
      "content": "(1) The Council of State shall consist of The Council of State shall consist of the following persons appointed by the President in consultation with Parliament: the following persons appointed by the President in consultation with Parliament: one person who has previously held the office of Chief Justice; one person who has previously held the office of Chief Justice; one person who has previously held the office of Chief of Defence Staff of the Armed Forces of Ghana; and one person who has previously held the office of Chief of Defence Staff of the Armed Forces of Ghana; and one person who has previously held the office of Inspector-General of Police; one person who has previously held the office of Inspector-General of Police; the President of the National House of Chiefs; the President of the National House of Chiefs; one representative from each region of Ghana elected, in accordance with regulations made by the Electoral Commission under article 51 of the Constitution, by an electoral college comprising two representatives from each of the districts in the region nominated by the District Assemblies in the region; and one representative from each region of Ghana elected, in accordance with regulations made by the Electoral Commission under article 51 of the Constitution, by an electoral college comprising two representatives from each of the districts in the region nominated by the District Assemblies in the region; and eleven other members appointed by the President. eleven other members appointed by the President. (2) The Council of State shall elect a Chairman from among the members of the Council of State. The Council of State shall elect a Chairman from among the members of the Council of State. (3) A member of the Council of State shall, at the first meeting of the Council of State which the member attends, take and subscribe to the oath of secrecy and the oath of a member of the Council of State as set out in the Schedule. A member of the Council of State shall, at the first meeting of the Council of State which the member attends, take and subscribe to the oath of secrecy and the oath of a member of the Council of State as set out in the Schedule."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Tenure of office of the members of the Council of State",
      "content": "(1) A member of the Council of State shall hold office until the end of the term of office of the President unless the member A member of the Council of State shall hold office until the end of the term of office of the President unless the member resigns by writing signed by that member and addressed to the President; resigns by writing signed by that member and addressed to the President; becomes permanently incapacitated; or becomes permanently incapacitated; or is removed from office or dies. is removed from office or dies. (2) The appointment of a member of the Council of State may be terminated by the President on grounds of stated misbehaviour or inability to perform the functions of the office arising from infirmity of body or mind, and with the prior approval of Parliament. The appointment of a member of the Council of State may be terminated by the President on grounds of stated misbehaviour or inability to perform the functions of the office arising from infirmity of body or mind, and with the prior approval of Parliament. (3) Where a vacancy occurs, the vacancy shall be filled in accordance with article 89 of the Constitution. Where a vacancy occurs, the vacancy shall be filled in accordance with article 89 of the Constitution."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Meetings of the Council of State",
      "content": "(1) The Council of State shall meet at least four times in a year for the conduct of business at a time and place as the Chairman may determine. The Council of State shall meet at least four times in a year for the conduct of business at a time and place as the Chairman may determine. (2) The Council of State shall also meet if requested by The Council of State shall also meet if requested by the President; the President; Parliament; or Parliament; or not less than five members of the Council of State. not less than five members of the Council of State. (3) The quorum at a meeting of the Council of State is one half of all the members of the Council of State. The quorum at a meeting of the Council of State is one half of all the members of the Council of State. (4) The Council of State shall hold the meetings of the Council of State in camera but may admit the public to a meeting of the Council of State whenever the Council of State considers it appropriate. The Council of State shall hold the meetings of the Council of State in camera but may admit the public to a meeting of the Council of State whenever the Council of State considers it appropriate. (5) The Chairman of the Council of State shall preside at every meeting of the Council of State, and in the absence of the Chairman, a member of the Council elected by the members of the Council of State shall preside. The Chairman of the Council of State shall preside at every meeting of the Council of State, and in the absence of the Chairman, a member of the Council elected by the members of the Council of State shall preside. (6) A question for decision by the Council of State shall not be proposed for determination unless there are present in the Council more than one-half of all the members of the Council of State. A question for decision by the Council of State shall not be proposed for determination unless there are present in the Council more than one-half of all the members of the Council of State. (7) Except as otherwise provided in the Constitution and this Act, the question proposed shall be determined by the majority of the members present and voting. Except as otherwise provided in the Constitution and this Act, the question proposed shall be determined by the majority of the members present and voting. (8) The proceedings of the Council of State shall not be invalidated by The proceedings of the Council of State shall not be invalidated by a vacancy in the membership of the Council of State, including a vacancy not filled when the Council of State first meets; and a vacancy in the membership of the Council of State, including a vacancy not filled when the Council of State first meets; and the presence or participation of a person not entitled to be present or to participate in the proceedings of the Council of State. the presence or participation of a person not entitled to be present or to participate in the proceedings of the Council of State. (9) Subject to the provisions of the Constitution and this Act, the Council of State may regulate the procedure for the meeting of the Council of State. Subject to the provisions of the Constitution and this Act, the Council of State may regulate the procedure for the meeting of the Council of State."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Council of State who is a party to, or is a partner in, a firm which is a party to a contract with the Government shall, in any proceedings of the Council of State relating to that contract, declare the interest of that member or the interest of that firm and shall not vote on any question relating to that contract. A member of the Council of State who is a party to, or is a partner in, a firm which is a party to a contract with the Government shall, in any proceedings of the Council of State relating to that contract, declare the interest of that member or the interest of that firm and shall not vote on any question relating to that contract. (2) Where a member contravenes subsection (1), the Chairman shall notify the President in writing to terminate the appointment of that member with the approval of Parliament. Where a member contravenes subsection (1), the Chairman shall notify the President in writing to terminate the appointment of that member with the approval of Parliament. (3) Without limiting any further cause of action that may be instituted against a member, the Council of State shall recover any benefit derived by a member who contravenes subsection (1) in addition to the termination of the appointment of the member. Without limiting any further cause of action that may be instituted against a member, the Council of State shall recover any benefit derived by a member who contravenes subsection (1) in addition to the termination of the appointment of the member."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Appointment of committees",
      "content": "(1) The Council of State may, at any time, appoint a committee that the Council of State considers appropriate and assign to the committee any matter or investigation which the Council of State may determine. The Council of State may, at any time, appoint a committee that the Council of State considers appropriate and assign to the committee any matter or investigation which the Council of State may determine. (2) A committee of the Council of State shall be chaired by a member of the Council of State. A committee of the Council of State shall be chaired by a member of the Council of State. (3) Section 7 applies to a member of a committee of the Council of State. Section 7 applies to a member of a committee of the Council of State."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Allowances and privileges",
      "content": "(1) The Chairman and members of the Council of State shall be entitled to such allowances and privileges as may be determined in accordance with article 71 of the Constitution. The Chairman and members of the Council of State shall be entitled to such allowances and privileges as may be determined in accordance with article 71 of the Constitution. (2) The allowances and privileges of the Chairman and other members of the Council of State shall be charged on the Consolidated Fund and shall not be varied to the disadvantage of the Chairman and the members while the Chairman or member holds office. The allowances and privileges of the Chairman and other members of the Council of State shall be charged on the Consolidated Fund and shall not be varied to the disadvantage of the Chairman and the members while the Chairman or member holds office."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Establishment of Secretariat for the Council of State",
      "content": "There is established by this Act a Secretariat for the Council of State. There is established by this Act a Secretariat for the Council of State."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Appointment of Executive Secretary",
      "content": "(1) The President shall, in accordance with article 95 of the Constitution, appoint an Executive Secretary who shall be the head of the Secretariat for the Council of State. The President shall, in accordance with article 95 of the Constitution, appoint an Executive Secretary who shall be the head of the Secretariat for the Council of State. (2) The Executive Secretary shall hold office on the terms and conditions specified in the letter of appointment. The Executive Secretary shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Functions of the Executive Secretary",
      "content": "(1) The Executive Secretary The Executive Secretary is responsible for the day-to-day administration of the Secretariat; is responsible for the day-to-day administration of the Secretariat; shall ensure the implementation of the decisions of the Council of State; and shall ensure the implementation of the decisions of the Council of State; and perform any other functions assigned by the Council of State. perform any other functions assigned by the Council of State. (2) The Executive Secretary is the secretary to the Council of State. The Executive Secretary is the secretary to the Council of State. (3) The Executive Secretary may delegate a function to an officer appointed under section 13 but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Executive Secretary may delegate a function to an officer appointed under section 13 but shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Appointment of other staff",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint officers that are necessary for the effective and efficient performance of the functions of the Council of State. The President shall, in accordance with article 195 of the Constitution, appoint officers that are necessary for the effective and efficient performance of the functions of the Council of State. (2) Other public officers may be transferred or seconded to the Secretariat or may otherwise give assistance to the Council of State. Other public officers may be transferred or seconded to the Secretariat or may otherwise give assistance to the Council of State. (3) The Council of State may, with the approval of the President, commission experts and consultants to advise the Council of State or to assist the Council of State in dealing with any specific issue on the terms and conditions that the Council of State may determine. The Council of State may, with the approval of the President, commission experts and consultants to advise the Council of State or to assist the Council of State in dealing with any specific issue on the terms and conditions that the Council of State may determine."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Internal Audit Unit",
      "content": "(1) The Council of State shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The Council of State shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658)."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Funds of the Council of State",
      "content": "The funds of the Council of State include moneys approved by Parliament; moneys approved by Parliament; grants and donations; and grants and donations; and any other moneys approved by the Minister responsible for Finance. any other moneys approved by the Minister responsible for Finance."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Bank account",
      "content": "The moneys for the Council of State shall be paid into a bank account opened for that purpose with the approval of the Controller and Accountant-General. The moneys for the Council of State shall be paid into a bank account opened for that purpose with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Accounts and audit",
      "content": "(1) The Council of State shall keep books of accounts, records, returns of account and other documents relevant to the accounts in the form approved by the Auditor-General. The Council of State shall keep books of accounts, records, returns of account and other documents relevant to the accounts in the form approved by the Auditor-General. (2) The Council of State shall submit the accounts of the Council of State to the Auditor-General for audit at the end of the financial year. The Council of State shall submit the accounts of the Council of State to the Auditor-General for audit at the end of the financial year. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and submit a report to Parliament and forward a copy of the audit report to the Minister and the Council of State. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and submit a report to Parliament and forward a copy of the audit report to the Minister and the Council of State. (4) The financial year of the Council of State shall be the same as the financial year of the Government. The financial year of the Council of State shall be the same as the financial year of the Government."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Annual report and other reports",
      "content": "(1) The Council of State shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Council of State for the year to which the annual report relates. The Council of State shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Council of State for the year to which the annual report relates. (2) The annual report shall include The annual report shall include a copy of the audited account; and a copy of the audited account; and the report of the Auditor-General. the report of the Auditor-General. (3) The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Council of State shall submit to the Minister any other report which the Minister may require in writing. The Council of State shall submit to the Minister any other report which the Minister may require in writing."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Power to obtain information",
      "content": "The Council of State may, subject to the Right to Information Act, 2019 (Act 989) and the Data Protection Act, 2012 (Act 843), request information in the performance of the functions of the Council of State from the President; the President; Parliament; Parliament; the Judiciary; the Judiciary; a Minister of State; or a Minister of State; or any other body established by the Constitution or any other enactment. any other body established by the Constitution or any other enactment."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Regulations",
      "content": "The Minister shall, within twelve months of the coming into force of this Act and, on the recommendation of the Council of State, by legislative instrument, make Regulations to provide for the terms and conditions of service of staff of the Council of State; and provide for the terms and conditions of service of staff of the Council of State; and provide for any other matter necessary for the effective and efficient implementation of this Act. provide for any other matter necessary for the effective and efficient implementation of this Act."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“Council of State” means the Council of State established under article 89 of the Constitution;“District Assembly” includes a Metropolitan Assembly and Municipal Assembly;“district” includes a metropolis and municipality;“Executive Secretary” means the person appointed under section 11 of this Act; and“Minister” means Minister responsible for Justice. In this Act, unless the context otherwise requires, “Council of State” means the Council of State established under article 89 of the Constitution; “District Assembly” includes a Metropolitan Assembly and Municipal Assembly; “district” includes a metropolis and municipality; “Executive Secretary” means the person appointed under section 11 of this Act; and “Minister” means Minister responsible for Justice."
    }
  ],
  "definitions": [
    {
      "term": "Council of State",
      "definition": "the Council of State established under article 89 of the Constitution",
      "source_provision": "s21"
    },
    {
      "term": "Executive Secretary",
      "definition": "the person appointed under section 11 of this Act",
      "source_provision": "s21"
    },
    {
      "term": "Minister",
      "definition": "Minister responsible for Justice. In this Act, unless the context otherwise requires, “Council of State” means the Council of State established under article 89 of the Constitution",
      "source_provision": "s21"
    },
    {
      "term": "Executive Secretary",
      "definition": "the person appointed under section 11 of this Act",
      "source_provision": "s21"
    }
  ]
}