{
  "id": "act-65-2020",
  "type": "act",
  "title": "Imposition of Restrictions Coronavirus Disease (COVID-19) Pandemic (No. 2) Instrument, 2020",
  "short_name": "IRCD 2020",
  "act_number": 65,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-03-30",
  "url": "https://ghalii.org/akn/gh/act/2020/65",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Imposition of restrictions",
      "content": "(1) There is imposed, by this Instrument, restrictions on the movement outside the place of abode of persons resident within the areas specified in the First Schedule. There is imposed, by this Instrument, restrictions on the movement outside the place of abode of persons resident within the areas specified in the First Schedule. (2) Despite subparagraph (1), a person may move within the specified areas for the following purposes: Despite subparagraph (1), a person may move within the specified areas for the following purposes: to obtain food, medicine and water; to obtain food, medicine and water; to undertake banking transactions; to undertake banking transactions; to use public toilet facilities; or to use public toilet facilities; or to pay for utility services. to pay for utility services. (3) The restrictions specified in subparagraph (1) shall apply to inter-city movement of vehicles and aircraft for private or commercial purposes. The restrictions specified in subparagraph (1) shall apply to inter-city movement of vehicles and aircraft for private or commercial purposes. (4) A rider of a motorbike shall not carry a pillion rider. A rider of a motorbike shall not carry a pillion rider. (5) All intra-city passenger vehicles, including taxis and \"tro-tros\" shall reduce the number of passengers in order to observe specified social distancing and appropriate enhanced hygiene protocols. All intra-city passenger vehicles, including taxis and \"tro-tros\" shall reduce the number of passengers in order to observe specified social distancing and appropriate enhanced hygiene protocols. (6) All commercial vehicle stations shall observe the specified social distancing and appropriate enhanced hygiene protocols. All commercial vehicle stations shall observe the specified social distancing and appropriate enhanced hygiene protocols."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Duration of restriction",
      "content": "A restriction imposed under paragraph 1 is for a period of two weeks, subject to paragraph 6. A restriction imposed under paragraph 1 is for a period of two weeks, subject to paragraph 6."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Geographic areas",
      "content": "This Instrument applies to the areas specified in the First Schedule. This Instrument applies to the areas specified in the First Schedule."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Exemptions",
      "content": "(1) Paragraph 1(1) does not apply to Paragraph 1(1) does not apply to persons specified in Part A of the Second Schedule; and persons specified in Part A of the Second Schedule; and services and activities specified in Part B of the Second Schedule. services and activities specified in Part B of the Second Schedule. (2) Where there is an exemption under subparagraph (1), there shall be Where there is an exemption under subparagraph (1), there shall be social distancing maintained between patrons and staff, and among staff of the institution, facility or establishment; and social distancing maintained between patrons and staff, and among staff of the institution, facility or establishment; and compliance with enhanced hygiene protocols, including the provision of running water, hand washing soap, alcohol-based hand sanitizers and disinfectants. compliance with enhanced hygiene protocols, including the provision of running water, hand washing soap, alcohol-based hand sanitizers and disinfectants. (3) Paragraph 1 (1) does not apply to vehicles and aircraft providing essential services and the transportation of goods, supplies and cargo to and within Ghana. Paragraph 1 (1) does not apply to vehicles and aircraft providing essential services and the transportation of goods, supplies and cargo to and within Ghana. (4) All persons involved in the production, processing, distribution and sale of food and food related items may operate during the period of the restrictions. All persons involved in the production, processing, distribution and sale of food and food related items may operate during the period of the restrictions. (5) A restaurant or \"chop bar\" may serve take-outs only. A restaurant or \"chop bar\" may serve take-outs only."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Contact tracing and testing",
      "content": "(1) A person, who has tested positive for COVID-19, shall provide all relevant information to the health authorities to enable contact tracing of persons who have come into contact with that person. A person, who has tested positive for COVID-19, shall provide all relevant information to the health authorities to enable contact tracing of persons who have come into contact with that person. (2) A person, who is identified through contact tracing to have come into contact with an infected person, shall be tested for COVID-19, and where the result of the test is positive, that person shall be taken to a designated medical isolation centre for treatment. A person, who is identified through contact tracing to have come into contact with an infected person, shall be tested for COVID-19, and where the result of the test is positive, that person shall be taken to a designated medical isolation centre for treatment."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Review of restrictions",
      "content": "Where the exigencies of the situation require, the duration of a restriction specified under paragraph 2 may be varied in accordance with subsection (2) of section 4 of the Imposition of Restrictions Act, 2020 (Act 1012). Where the exigencies of the situation require, the duration of a restriction specified under paragraph 2 may be varied in accordance with subsection (2) of section 4 of the Imposition of Restrictions Act, 2020 (Act 1012)."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Interpretation",
      "content": "In this Instrument, unless the context otherwise requires,\"communicable disease\" means an illness caused by a specific infectious agent or its toxic products which arises through transmission of that agent or its products from an infected person, animal, or inanimate reservoir to a susceptible host, either directly or indirectly through an intermediate plant or animal host, vector, or the inanimate environment;\"epidemic\" means the rapid spread of a disease, including Coronavirus disease (COVID-19), cholera, flu and other communicable diseases, among people;\"essential services\" mean essential services as defined in the Imposition of Restrictions Act, 2020 (Act 1012);\"security services\" mean(a)the internal and external intelligence agencies referred to under the Securities and Intelligence Agencies Act, 1996 (Act 526);(b)the Police Service;(c)the Armed Forces;(d)the Prisons Service;(e)the Immigration Service;(f)the National Fire Service; and(g)the Customs Division of the Ghana Revenue Authority; and\"social distancing\" includes maintaining a physical distance of one metre away from a person or avoiding direct contact with a person or object in a public place during an epidemic, to minimise exposure and reduce the transmission of infection and covers the following measures:(a)mandatory quarantine;(b)self-isolation;(c)protective self-separation; and(d)voluntary avoidance of crowded places. In this Instrument, unless the context otherwise requires, \"communicable disease\" means an illness caused by a specific infectious agent or its toxic products which arises through transmission of that agent or its products from an infected person, animal, or inanimate reservoir to a susceptible host, either directly or indirectly through an intermediate plant or animal host, vector, or the inanimate environment; \"epidemic\" means the rapid spread of a disease, including Coronavirus disease (COVID-19), cholera, flu and other communicable diseases, among people; \"essential services\" mean essential services as defined in the Imposition of Restrictions Act, 2020 (Act 1012); the internal and external intelligence agencies referred to under the Securities and Intelligence Agencies Act, 1996 (Act 526); the Police Service; the Armed Forces; the Prisons Service; the Immigration Service; the National Fire Service; and the Customs Division of the Ghana Revenue Authority; and mandatory quarantine; self-isolation; protective self-separation; and voluntary avoidance of crowded places."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Savings",
      "content": "(1) This Instrument shall not derogate from the application of the Imposition of Restrictions Coronavirus Disease (COVID-19) Pandemic Instrument, 2020 (E.I. 64), which continues in force. This Instrument shall not derogate from the application of the Imposition of Restrictions Coronavirus Disease (COVID-19) Pandemic Instrument, 2020 (E.I. 64), which continues in force. (2) The exemptions granted under paragraph 4 are without prejudice to the administrative measures and arrangements put in place by the Public Services Commission and Civil Service Council, prior to this Instrument. The exemptions granted under paragraph 4 are without prejudice to the administrative measures and arrangements put in place by the Public Services Commission and Civil Service Council, prior to this Instrument."
    }
  ],
  "definitions": [
    {
      "term": "communicable disease",
      "definition": "an illness caused by a specific infectious agent or its toxic products which arises through transmission of that agent or its products from an infected person, animal, or inanimate reservoir to a susceptible host, either directly or indirectly through an intermediate plant or animal host, vector, or the inanimate environment",
      "source_provision": "s7"
    },
    {
      "term": "epidemic",
      "definition": "the rapid spread of a disease, including Coronavirus disease (COVID-19), cholera, flu and other communicable diseases, among people",
      "source_provision": "s7"
    },
    {
      "term": "communicable disease",
      "definition": "an illness caused by a specific infectious agent or its toxic products which arises through transmission of that agent or its products from an infected person, animal, or inanimate reservoir to a susceptible host, either directly or indirectly through an intermediate plant or animal host, vector, or the inanimate environment",
      "source_provision": "s7"
    },
    {
      "term": "epidemic",
      "definition": "the rapid spread of a disease, including Coronavirus disease (COVID-19), cholera, flu and other communicable diseases, among people",
      "source_provision": "s7"
    }
  ]
}