{
  "id": "act-1047-2020",
  "type": "act",
  "title": "Real Estate Agency Act, 2020",
  "short_name": "REA 2020",
  "act_number": 1047,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-12-29",
  "url": "https://ghalii.org/akn/gh/act/2020/1047",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Application of this Act",
      "content": "(1) This Act applies to real estate transactions including a tenancy for a term of not less than one year. This Act applies to real estate transactions including a tenancy for a term of not less than one year. (2) For the purpose of subsection (1), a tenancy agreement for a term of less than one year which provides for an extension of the tenancy either in the lease agreement or by verbal agreement which will result in the total term of tenancy extending over one year is deemed to be a lease for a term of more than one year. For the purpose of subsection (1), a tenancy agreement for a term of less than one year which provides for an extension of the tenancy either in the lease agreement or by verbal agreement which will result in the total term of tenancy extending over one year is deemed to be a lease for a term of more than one year. (3) Despite subsection (1) and subject to section 39, this Act does not apply to a real estate transaction in which Despite subsection (1) and subject to section 39, this Act does not apply to a real estate transaction in which a person acts personally or an employee acts on behalf of the employer in the regular course of employment to a person acts personally or an employee acts on behalf of the employer in the regular course of employment to acquire, lease or rent real estate for the use or investment of that person or employer; or acquire, lease or rent real estate for the use or investment of that person or employer; or negotiate a loan secured or to be secured by a mortgage or other encumbrance on real estate for that person or employer; negotiate a loan secured or to be secured by a mortgage or other encumbrance on real estate for that person or employer; a person acts as a licensed auctioneer; a person acts as a licensed auctioneer; a person buys, sells or otherwise deals in any stock, mortgage bond or any other security, or certificate of beneficial interest in any trust; a person buys, sells or otherwise deals in any stock, mortgage bond or any other security, or certificate of beneficial interest in any trust; a public officer or an employee performs the official duties of that public officer or employee; a public officer or an employee performs the official duties of that public officer or employee; a receiver, a trustee in bankruptcy, executor, administrator, guardian or conservator is performing the function of that person; a receiver, a trustee in bankruptcy, executor, administrator, guardian or conservator is performing the function of that person; a person sells real estate under an order of a court; a person sells real estate under an order of a court; a trustee acts under a written instrument of trust, or deed or declaration of trust, or will, or a regular employee of a trustee acting in the course of the employment; or a trustee acts under a written instrument of trust, or deed or declaration of trust, or will, or a regular employee of a trustee acting in the course of the employment; or a bank, an insurance company or a credit union under the laws of this country lawfully engages in business in this country or a regular employee of a bank, an insurance company or a credit union acts in the course of the employment, when that bank, insurance company or credit union is acting a bank, an insurance company or a credit union under the laws of this country lawfully engages in business in this country or a regular employee of a bank, an insurance company or a credit union acts in the course of the employment, when that bank, insurance company or credit union is acting in the capacity of a fiduciary, in the capacity of a fiduciary, for itself in negotiating a loan secured or to be secured by a mortgage or other encumbrance on real estate, or for itself in negotiating a loan secured or to be secured by a mortgage or other encumbrance on real estate, or for itself with reference to real estate owned, mortgaged, leased or rented, by or to it or which it seeks to acquire, lease or rent for its own use. for itself with reference to real estate owned, mortgaged, leased or rented, by or to it or which it seeks to acquire, lease or rent for its own use."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Establishment of the Real Estate Agency Council",
      "content": "(1) There is established by this Act a Real Estate Agency Council as a body corporate. There is established by this Act a Real Estate Agency Council as a body corporate. (2) The Council may, for the performance of the functions of the Council, acquire and hold property, dispose of property and enter into a contract or any other related transaction. The Council may, for the performance of the functions of the Council, acquire and hold property, dispose of property and enter into a contract or any other related transaction. (3) Where there is a hindrance to the acquisition of land, the land may be acquired for the Council under the State Lands Act, 1962 (Act 125) and the cost of the acquisition shall be borne by the Council. Where there is a hindrance to the acquisition of land, the land may be acquired for the Council under the State Lands Act, 1962 (Act 125) and the cost of the acquisition shall be borne by the Council."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Object of the Council",
      "content": "The object of the Council is to facilitate and regulate the real estate agency practice and the provision of real estate agency services. The object of the Council is to facilitate and regulate the real estate agency practice and the provision of real estate agency services."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Functions of the Council",
      "content": "To achieve the object, the Council shall regulate real estate agency practice; regulate real estate agency practice; prescribe or approve courses of study for real estate agency practice; prescribe or approve courses of study for real estate agency practice; conduct and set standards for qualifying examinations for registration as a real estate broker or real estate agent; conduct and set standards for qualifying examinations for registration as a real estate broker or real estate agent; license real estate brokers and agents; license real estate brokers and agents; provide forms for real estate transactions; provide forms for real estate transactions; issue real estate transaction certificates; issue real estate transaction certificates; maintain and publish a register of real estate brokers and real estate agents; maintain and publish a register of real estate brokers and real estate agents; set performance standards for real estate agency practice; set performance standards for real estate agency practice; facilitate and promote education which is necessary for the development and growth of real estate agency practice; facilitate and promote education which is necessary for the development and growth of real estate agency practice; establish programmes of continuing education for real estate brokers and agents; establish programmes of continuing education for real estate brokers and agents; monitor and evaluate compliance with this Act and in furtherance of that, conduct inspection of the premises of real estate brokers and real estate agents; monitor and evaluate compliance with this Act and in furtherance of that, conduct inspection of the premises of real estate brokers and real estate agents; establish and enforce a code of conduct and ethics for real estate agency practice; establish and enforce a code of conduct and ethics for real estate agency practice; monitor the performance of real estate brokers; monitor the performance of real estate brokers; monitor advertisements in both the print and electronic media including the world-wide web or the internet to ensure compliance with this Act; monitor advertisements in both the print and electronic media including the world-wide web or the internet to ensure compliance with this Act; maintain a national database of real estate transactions; maintain a national database of real estate transactions; prescribe the scale of fees for real estate transactions; prescribe the scale of fees for real estate transactions; establish structures and mechanisms for resolving disputes between real estate brokers and their clients; resolving disputes between real estate brokers and their clients; settling complaints made against real estate brokers and their clients; and settling complaints made against real estate brokers and their clients; and the discipline of real estate brokers who fall below the established standards or who breach the code of conduct and ethics; the discipline of real estate brokers who fall below the established standards or who breach the code of conduct and ethics; collaborate with the Financial Intelligence Centre to ensure compliance with regulatory requirements on anti-money laundering and countering the financing of terrorism in the real estate agency practice; and collaborate with the Financial Intelligence Centre to ensure compliance with regulatory requirements on anti-money laundering and countering the financing of terrorism in the real estate agency practice; and perform any other function connected with the object of the Council. perform any other function connected with the object of the Council."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Governing body of the Council",
      "content": "(1) The governing body of the Council is a Board consisting of The governing body of the Council is a Board consisting of a chairperson; a chairperson; one representative each of one representative each of the Ghana Institution of Surveyors nominated by the Ghana Institution of Surveyors; the Ghana Institution of Surveyors nominated by the Ghana Institution of Surveyors; real estate brokers, nominated by a recognised association of real estate brokers and real estate agents on rotational basis; real estate brokers, nominated by a recognised association of real estate brokers and real estate agents on rotational basis; real estate developers, nominated by a recognised association of real estate developers and real estate agents on rotational basis; real estate developers, nominated by a recognised association of real estate developers and real estate agents on rotational basis; the Lands Commission who is not below the rank of a Director nominated by the Executive Secretary of the Lands Commission; the Lands Commission who is not below the rank of a Director nominated by the Executive Secretary of the Lands Commission; the Ministry of Works and Housing who is not below the rank of a Director nominated by the Minister; and the Ministry of Works and Housing who is not below the rank of a Director nominated by the Minister; and the Financial Intelligence Centre who is not below the rank of a Deputy Chief Executive Officer nominated by the Chief Executive Officer of the Financial Intelligence Centre; the Financial Intelligence Centre who is not below the rank of a Deputy Chief Executive Officer nominated by the Chief Executive Officer of the Financial Intelligence Centre; the Registrar of the Collateral Registry of the Bank of Ghana; the Registrar of the Collateral Registry of the Bank of Ghana; the Chief Executive Officer of the Council; and the Chief Executive Officer of the Council; and two other persons with knowledge in real estate matters nominated by the Minister, at least one of whom is a woman. two other persons with knowledge in real estate matters nominated by the Minister, at least one of whom is a woman. (2) The chairperson and other members of the Board shall be appointed by the President in accordance with article 70 of the Constitution. The chairperson and other members of the Board shall be appointed by the President in accordance with article 70 of the Constitution."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Functions of the Board",
      "content": "(1) The Board shall The Board shall formulate the operational and administrative policies for the attainment of the object of the Council; formulate the operational and administrative policies for the attainment of the object of the Council; oversee the sound and proper management of the Council; and oversee the sound and proper management of the Council; and ensure the effective and efficient performance of the functions of the Council. ensure the effective and efficient performance of the functions of the Council. (2) The Board shall, in the performance of the functions under this Act, be ultimately responsible to the Minister. The Board shall, in the performance of the functions under this Act, be ultimately responsible to the Minister."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Duties and liabilities of members of the Board",
      "content": "(1) A member of the Board has the same fiduciary relationship with the Council and the same duties to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 2019 (Act 992). A member of the Board has the same fiduciary relationship with the Council and the same duties to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 2019 (Act 992). (2) Without limiting subsection (1), a member of the Board has a duty Without limiting subsection (1), a member of the Board has a duty to act honestly in the performance of the functions of the member; to act honestly in the performance of the functions of the member; to exercise the degree of care and diligence in the performance of the functions of the member that a reasonable person in that position would reasonably be expected to exercise in the circumstances; to exercise the degree of care and diligence in the performance of the functions of the member that a reasonable person in that position would reasonably be expected to exercise in the circumstances; to avoid making use of information acquired by virtue of the position of the member for the benefit of that member or to the detriment of the Council; and to avoid making use of information acquired by virtue of the position of the member for the benefit of that member or to the detriment of the Council; and not to make use of the position of the member to benefit any other person or cause loss to the Council. not to make use of the position of the member to benefit any other person or cause loss to the Council. (3) A member of the Board who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than two hundred penalty units and not more than two thousand penalty units or a term of imprisonment of not less than two years and not more than five years of imprisonment, or to both. A member of the Board who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than two hundred penalty units and not more than two thousand penalty units or a term of imprisonment of not less than two years and not more than five years of imprisonment, or to both. (4) Where a court determines that the Council has suffered loss or damage as a consequence of the act or omission of a member, the court may, in addition to imposing a fine, order the person convicted to pay appropriate compensation to the Council. Where a court determines that the Council has suffered loss or damage as a consequence of the act or omission of a member, the court may, in addition to imposing a fine, order the person convicted to pay appropriate compensation to the Council."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Tenure of office of members of the Board",
      "content": "(1) A member of the Board shall hold office for a period of four years and is eligible for re-appointment for another term only. A member of the Board shall hold office for a period of four years and is eligible for re-appointment for another term only. (2) Subsection (1) does not apply to the Chief Executive Officer of the Council. Subsection (1) does not apply to the Chief Executive Officer of the Council. (3) A member of the Board may, at any time, resign from office in writing addressed to the President through the Minister. A member of the Board may, at any time, resign from office in writing addressed to the President through the Minister. (4) A member of the Board, other than the Chief Executive Officer of the Council, who is absent from three consecutive meetings without sufficient cause ceases to be a member of the Board. A member of the Board, other than the Chief Executive Officer of the Council, who is absent from three consecutive meetings without sufficient cause ceases to be a member of the Board. (5) The President may, by letter addressed to a member, revoke the appointment of that member. The President may, by letter addressed to a member, revoke the appointment of that member. (6) Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3) or (4) or subsection (2) of section 10, under subsection (3) or (4) or subsection (2) of section 10, as a result of a declaration under subsection (6), or as a result of a declaration under subsection (6), or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall, in accordance with section 5, appoint a person to fill the vacancy for the unexpired term."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Meetings of members of the Board",
      "content": "(1) The Board shall meet at least once every three months for the conduct of business at a time and place determined by the chairperson. The Board shall meet at least once every three months for the conduct of business at a time and place determined by the chairperson. (2) The chairperson shall, at the request in writing of not less than one-third of the membership of the Board, convene an extra-ordinary meeting of the Board at a time and place determined by the chairperson. The chairperson shall, at the request in writing of not less than one-third of the membership of the Board, convene an extra-ordinary meeting of the Board at a time and place determined by the chairperson. (3) The quorum at a meeting of the Board is seven members. The quorum at a meeting of the Board is seven members. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board, other than the Chief Executive Officer, elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board, other than the Chief Executive Officer, elected by the members present from among their number shall preside. (5) Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a meeting of the Board but that person shall not vote on a matter for decision at the meeting. The Board may co-opt a person to attend a meeting of the Board but that person shall not vote on a matter for decision at the meeting. (7) The proceedings of the Board are not to be invalidated by reason of a vacancy among the members or any defect in the qualification of a member. The proceedings of the Board are not to be invalidated by reason of a vacancy among the members or any defect in the qualification of a member. (8) Subject to this Act, the Board may determine the procedure for meetings of the Board. Subject to this Act, the Board may determine the procedure for meetings of the Board."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration shall disclose, in writing, the nature of the interest and is disqualified from being present at or participating in the deliberations of the Board in respect of that matter. A member of the Board who has an interest in a matter for consideration shall disclose, in writing, the nature of the interest and is disqualified from being present at or participating in the deliberations of the Board in respect of that matter. (2) Where a member contravenes subsection (1), the chairperson shall notify the Minister who shall inform the President, in writing, to revoke the appointment of the member. Where a member contravenes subsection (1), the chairperson shall notify the Minister who shall inform the President, in writing, to revoke the appointment of the member. (3) Without limiting any further cause of action that may be instituted against the member, the Board shall recover any benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member. Without limiting any further cause of action that may be instituted against the member, the Board shall recover any benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members of the Board, non-members or both to perform a function of the Board. The Board may establish committees consisting of members of the Board, non-members or both to perform a function of the Board. (2) A committee that consists entirely of non-members of the Board shall be advisory only. A committee that consists entirely of non-members of the Board shall be advisory only. (3) A committee that consists of members of the Board and non-members of the Board shall be chaired by a member of the Board. A committee that consists of members of the Board and non-members of the Board shall be chaired by a member of the Board. (4) Without limiting subsection (1), the Board shall establish Without limiting subsection (1), the Board shall establish an Education and Examinations Committee; and an Education and Examinations Committee; and an Appeals Committee. an Appeals Committee. (5) The Education and Examinations Committee established under this section shall comprise not less than five members and not more than nine members. The Education and Examinations Committee established under this section shall comprise not less than five members and not more than nine members. (6) Section 10 applies to members of a committee of the Board. Section 10 applies to members of a committee of the Board."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid allowances determined by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid allowances determined by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Policy directives",
      "content": "(1) The Minister may give directives to the Board on matters of policy and the Board shall comply. The Minister may give directives to the Board on matters of policy and the Board shall comply. (2) The directives shall be consistent with the object of this Act. The directives shall be consistent with the object of this Act. (3) The directives given by the Minister shall not interfere with the performance of functions and exercise of the powers of the Board under this Act. The directives given by the Minister shall not interfere with the performance of functions and exercise of the powers of the Board under this Act."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Appointment of Chief Executive Officer",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Chief Executive Officer for the Council. The President shall, in accordance with article 195 of the Constitution, appoint a Chief Executive Officer for the Council. (2) The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. (3) The President shall, in appointing the Chief Executive Officer, have regard to the competence, knowledge and expertise of the person being appointed. The President shall, in appointing the Chief Executive Officer, have regard to the competence, knowledge and expertise of the person being appointed."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Functions of the Chief Executive Officer",
      "content": "(1) The Chief Executive Officer is The Chief Executive Officer is responsible for the day-to-day administration and operations of the Council; and responsible for the day-to-day administration and operations of the Council; and answerable to the Board in the performance of the functions under this Act. answerable to the Board in the performance of the functions under this Act. (2) The Chief Executive Officer shall ensure the implementation of the decisions of the Board and perform any other function determined by the Board. The Chief Executive Officer shall ensure the implementation of the decisions of the Board and perform any other function determined by the Board. (3) The Chief Executive Officer may delegate a function to an officer of the Council but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Chief Executive Officer may delegate a function to an officer of the Council but shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Appointment of other staff",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint other staff of the Council that are necessary for the effective and efficient performance of the functions of the Council. The President shall, in accordance with article 195 of the Constitution, appoint other staff of the Council that are necessary for the effective and efficient performance of the functions of the Council. (2) The President may, in writing, delegate the power of appointment under subsection (1) to the Board. The President may, in writing, delegate the power of appointment under subsection (1) to the Board. (3) Other public officers may be transferred or seconded to the Council. Other public officers may be transferred or seconded to the Council. (4) The Council may engage the services of advisers on the recommendation of the Board. The Council may engage the services of advisers on the recommendation of the Board."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Regional offices of the Council",
      "content": "(1) The Board may establish regional and district offices of the Council in each region or district as the case may be. The Board may establish regional and district offices of the Council in each region or district as the case may be. (2) The regional and district offices of the Council shall perform the functions of the Council in the region or district, as the case may be. The regional and district offices of the Council shall perform the functions of the Council in the region or district, as the case may be."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Internal Audit Unit",
      "content": "(1) The Agency shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The Agency shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). (3) The Internal Auditor is responsible for the internal audit of the Council. The Internal Auditor is responsible for the internal audit of the Council. (4) The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months prepare and submit to the Board, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and prepare and submit to the Board, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Council. make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Council. (5) The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Minister; and the Minister; and the chairperson of the Board. the chairperson of the Board."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Sources of moneys for the Council",
      "content": "The sources of moneys for the Council include moneys approved by Parliament; moneys approved by Parliament; internally generated funds; and internally generated funds; and donations and grants. donations and grants."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books of accounts, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. The Board shall keep books of accounts, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Council to the Auditor-General for audit at the end of the financial year. The Board shall submit the accounts of the Council to the Auditor-General for audit at the end of the financial year. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts, submit the report to Parliament and forward a copy each of the audit report to the Minister and the Board. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts, submit the report to Parliament and forward a copy each of the audit report to the Minister and the Board. (4) The financial year of the Council is the same as the financial year of Government. The financial year of the Council is the same as the financial year of Government."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall, within thirty days after receipt of the audit report, submit to the Minister, an annual report covering the activities and operations of the Council for the year to which the annual report relates. The Board shall, within thirty days after receipt of the audit report, submit to the Minister, an annual report covering the activities and operations of the Council for the year to which the annual report relates. (2) The annual report shall include the report of the Auditor-General and any other information that may be required by the Minister in accordance with the Public Financial Management Act, 2016 (Act 921). The annual report shall include the report of the Auditor-General and any other information that may be required by the Minister in accordance with the Public Financial Management Act, 2016 (Act 921). (3) The Minister shall, within thirty days after the receipt of the annual report from the Council, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within thirty days after the receipt of the annual report from the Council, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Board shall submit to the Minister any other report which the Minister may, in writing, request. The Board shall submit to the Minister any other report which the Minister may, in writing, request. (5) The Board shall publish the reports of the Council in a medium of communication that the Board considers appropriate. The Board shall publish the reports of the Council in a medium of communication that the Board considers appropriate. (6) The Council shall submit to the Ghana Revenue Authority and the Financial Intelligence Centre an annual report of persons licensed in accordance with this Act. The Council shall submit to the Ghana Revenue Authority and the Financial Intelligence Centre an annual report of persons licensed in accordance with this Act."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Requirement for licence to operate",
      "content": "A person shall not provide real estate agency services, provide real estate agency services, provide services as a real estate broker or real estate agent, provide services as a real estate broker or real estate agent, engage in any business connected with the provision of real estate agency services, or engage in any business connected with the provision of real estate agency services, or engage in a real estate transaction engage in a real estate transaction if that person is not a licensed real estate broker or a licensed real estate agent under this Act."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Application for a licence",
      "content": "(1) An application for a licence An application for a licence shall be signed and supported with a statutory declaration by the applicant; shall be signed and supported with a statutory declaration by the applicant; shall be made to the Board in the form determined by the Council; shall be made to the Board in the form determined by the Council; shall, in the case of a company, society, association or partnership be accompanied with an attestation that officers of the company, society, association or partnership do not have any criminal record; and shall, in the case of a company, society, association or partnership be accompanied with an attestation that officers of the company, society, association or partnership do not have any criminal record; and shall, where appropriate, be accompanied with the prescribed fee for examination. shall, where appropriate, be accompanied with the prescribed fee for examination. (2) A person shall apply for a licence to practise as a real estate broker or a real estate agent as the case may be. A person shall apply for a licence to practise as a real estate broker or a real estate agent as the case may be."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Conditions for grant of a licence",
      "content": "The Board may issue a licence to a person if the person The Board may issue a licence to a person if the person is an individual who has passed a qualifying examination conducted by is an individual who has passed a qualifying examination conducted by the Board; or the Board; or an independent testing service designated by the Board; an independent testing service designated by the Board; is a valuation and estate surveyor registered by the Ghana Institution of Surveyors or is a lawyer licensed by the General Legal Council to practise as a lawyer; or is a valuation and estate surveyor registered by the Ghana Institution of Surveyors or is a lawyer licensed by the General Legal Council to practise as a lawyer; or who is not resident in this country, is a licensed real estate broker or a licensed real estate agent in the country of residence of that person. who is not resident in this country, is a licensed real estate broker or a licensed real estate agent in the country of residence of that person. (2) The Board may issue a licence to a person if the person The Board may issue a licence to a person if the person has a Tax Identification Number; has a Tax Identification Number; in the case of a company, society, association or partnership in the case of a company, society, association or partnership has submitted an application which is not an application for a licence as real estate agent; has submitted an application which is not an application for a licence as real estate agent; has designated at least one of the officers or partners as the representative for the purpose of obtaining the licence; and has designated at least one of the officers or partners as the representative for the purpose of obtaining the licence; and has, for the purpose of the licence, designated one of the officers or partners who, as an individual, has a licence to practise as a real estate broker as a representative of that company, society, association or partnership. has, for the purpose of the licence, designated one of the officers or partners who, as an individual, has a licence to practise as a real estate broker as a representative of that company, society, association or partnership. (3) The Board shall not issue a licence to a person if the person has been convicted of an offence involving the security of the State, fraud, dishonesty or moral turpitude. The Board shall not issue a licence to a person if the person has been convicted of an offence involving the security of the State, fraud, dishonesty or moral turpitude. (4) The Board may issue a licence to a person if the person has The Board may issue a licence to a person if the person has executed and submitted to the Council a professional indemnity insurance cover; or executed and submitted to the Council a professional indemnity insurance cover; or engaged a surety company licensed to operate an insurance business in the country to have executed and submitted to the Council a professional indemnity insurance cover engaged a surety company licensed to operate an insurance business in the country to have executed and submitted to the Council a professional indemnity insurance cover in the sum specified, and in the form approved, by the Board."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Examinations",
      "content": "(1) The Board The Board shall establish an Education and Examinations Committee comprising not less than five members and not more than nine members; or shall establish an Education and Examinations Committee comprising not less than five members and not more than nine members; or may engage a competent institution may engage a competent institution to be responsible for the conduct of the required examinations under this Act. (2) The committee or competent institution shall The committee or competent institution shall design the curricula and programme of studies including the relevant subjects or courses and the duration of studies for the examinations; and design the curricula and programme of studies including the relevant subjects or courses and the duration of studies for the examinations; and assess persons who apply to be examiners and make recommendations to the Board for the appointment of examiners. assess persons who apply to be examiners and make recommendations to the Board for the appointment of examiners. (3) An examination conducted under this Act shall require the applicant being examined to demonstrate competence through a fair understanding of An examination conducted under this Act shall require the applicant being examined to demonstrate competence through a fair understanding of the principles of real estate practice, the principles of real estate practice, real estate law, real estate law, basic law of agency, basic law of agency, rudimentary principles of economics, rudimentary principles of economics, professional ethics of real estate agency, professional ethics of real estate agency, appraisal of real estate, appraisal of real estate, any relevant subject determined by the Council, and any relevant subject determined by the Council, and the provisions of this Act. the provisions of this Act. (4) The Board shall conduct or cause to be conducted examinations at least once in each year. The Board shall conduct or cause to be conducted examinations at least once in each year. (5) An individual who applies to write an examination shall submit satisfactory proof that the individual has successfully completed courses specified in subsection (3). An individual who applies to write an examination shall submit satisfactory proof that the individual has successfully completed courses specified in subsection (3). (6) The Board may exempt an individual from an examination in any of the courses specified in subsection (3) taking into consideration the prior qualification and experience of the individual. The Board may exempt an individual from an examination in any of the courses specified in subsection (3) taking into consideration the prior qualification and experience of the individual. (7) An individual shall only be permitted to write an examination if that individual has paid the required examination fee determined by the Board. An individual shall only be permitted to write an examination if that individual has paid the required examination fee determined by the Board."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Grant of licence",
      "content": "(1) The Council shall, on receipt of an application, carry out background checks, including investigation of criminal history and inspection of the facilities of the applicant, that the Board considers necessary. The Council shall, on receipt of an application, carry out background checks, including investigation of criminal history and inspection of the facilities of the applicant, that the Board considers necessary. (2) The Council shall, within sixty days after the receipt of an application, if the Council determines that the applicant has satisfied the conditions of a licence, grant the applicant a licence. The Council shall, within sixty days after the receipt of an application, if the Council determines that the applicant has satisfied the conditions of a licence, grant the applicant a licence. (3) A licence issued under subsection (2) shall A licence issued under subsection (2) shall be in the form determined by the Council; be in the form determined by the Council; bear the name and address of the licensee; bear the name and address of the licensee; specify the nature of the licence by stating whether the licence is granted for a real estate broker or a real estate agent; specify the nature of the licence by stating whether the licence is granted for a real estate broker or a real estate agent; in the case of a licence for a real estate broker issued to a company, society, association or partnership, bear the name of each designated officer or partner to whom as an individual, a real estate broker’s licence has been issued; in the case of a licence for a real estate broker issued to a company, society, association or partnership, bear the name of each designated officer or partner to whom as an individual, a real estate broker’s licence has been issued; indicate the date of issue; indicate the date of issue; be valid for one year from the date of issue and is renewable; be valid for one year from the date of issue and is renewable; be subject to the terms and conditions determined by the Board; and be subject to the terms and conditions determined by the Board; and bear the seal of the Council. bear the seal of the Council."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Non-transferability of licence",
      "content": "A licence issued under this Act is not transferable. A licence issued under this Act is not transferable."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Use of licence by a designated officer or partner",
      "content": "(1) A person who is designated as an officer or a partner for the purpose of obtaining the licence of a real estate broker is entitled to perform the functions of a real estate broker, as a broker or officer of the company, society, association or partnership to which that person is a designated officer or partner. A person who is designated as an officer or a partner for the purpose of obtaining the licence of a real estate broker is entitled to perform the functions of a real estate broker, as a broker or officer of the company, society, association or partnership to which that person is a designated officer or partner. (2) A person specified in subsection (1) shall not act as a real estate broker on the person’s own behalf for as long as that person remains a designated officer or partner of the company, society, association or partnership. A person specified in subsection (1) shall not act as a real estate broker on the person’s own behalf for as long as that person remains a designated officer or partner of the company, society, association or partnership."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Renewal of licence",
      "content": "A licence granted under section 26 may be renewed, if the application for renewal is made within thirty days before the licence expires; is made within thirty days before the licence expires; is signed and accompanied with a statutory declaration by the applicant; and is signed and accompanied with a statutory declaration by the applicant; and is in the form determined by the Council; and is in the form determined by the Council; and the applicant is not in breach of any of the terms and conditions of the licence; is not in breach of any of the terms and conditions of the licence; satisfies the requirements for the grant of the licence; satisfies the requirements for the grant of the licence; has a valid tax clearance certificate; and has a valid tax clearance certificate; and has paid the prescribed fee for the renewal of the licence. has paid the prescribed fee for the renewal of the licence."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Suspension of licence",
      "content": "(1) The Council may suspend the licence of a real estate broker or a real estate agent, where the Council determines that the real estate broker or real estate agent, in the performance of a function authorised by the licence, The Council may suspend the licence of a real estate broker or a real estate agent, where the Council determines that the real estate broker or real estate agent, in the performance of a function authorised by the licence, fails to use the real estate forms required for the real estate transaction; fails to use the real estate forms required for the real estate transaction; accepts cash in payment for the real estate transaction; accepts cash in payment for the real estate transaction; fails, within a reasonable time, which shall not exceed one month, to pay out moneys received into a client account, to the client; fails, within a reasonable time, which shall not exceed one month, to pay out moneys received into a client account, to the client; pays a commission or fees to, or divides a commission or fees with, a person who is not a licensed real estate broker or a licensed real estate agent; or pays a commission or fees to, or divides a commission or fees with, a person who is not a licensed real estate broker or a licensed real estate agent; or fails to give a copy of the sale and purchase agreement to both the seller and purchaser of real estate. fails to give a copy of the sale and purchase agreement to both the seller and purchaser of real estate. (2) The Council shall suspend the licence, if the Council The Council shall suspend the licence, if the Council gives at least ten days’ notice to the real estate broker or real estate agent whose licence the Council intends to suspend; gives at least ten days’ notice to the real estate broker or real estate agent whose licence the Council intends to suspend; states in the notice the grounds for the suspension; states in the notice the grounds for the suspension; serves on the real estate broker or real estate agent a copy of any complaint or charges which the Council proposes to consider; and serves on the real estate broker or real estate agent a copy of any complaint or charges which the Council proposes to consider; and gives the real estate broker or real estate agent, the opportunity to gives the real estate broker or real estate agent, the opportunity to be heard either in person or be represented by a lawyer, and be heard either in person or be represented by a lawyer, and examine and cross-examine witnesses and present documents and other evidence in support of the case of that real estate broker or real estate agent. examine and cross-examine witnesses and present documents and other evidence in support of the case of that real estate broker or real estate agent. (3) The Council shall suspend the licence of a real estate broker or real estate agent who, after being given notice, fails to take the required remedial action within the specified time. The Council shall suspend the licence of a real estate broker or real estate agent who, after being given notice, fails to take the required remedial action within the specified time."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Revocation of licence",
      "content": "(1) Except otherwise provided in this Act, the Council shall revoke the real estate broker licence of a company, society, association or partnership, if that company, society, association or partnership ceases to have a licensed real estate broker as the designated officer or broker of that company, society, association or partnership. Except otherwise provided in this Act, the Council shall revoke the real estate broker licence of a company, society, association or partnership, if that company, society, association or partnership ceases to have a licensed real estate broker as the designated officer or broker of that company, society, association or partnership. (2) The Council shall revoke the licence of a real estate broker or real estate agent if the Council determines that the licence was obtained by fraud. The Council shall revoke the licence of a real estate broker or real estate agent if the Council determines that the licence was obtained by fraud. (3) Without limiting subsections (1) and (2), the Council may revoke the licence of a real estate broker or real estate agent Without limiting subsections (1) and (2), the Council may revoke the licence of a real estate broker or real estate agent where the agreement entered into by that real estate broker or real estate agent in relation to the licence of that real estate broker or real estate agent ceases to be effective; where the agreement entered into by that real estate broker or real estate agent in relation to the licence of that real estate broker or real estate agent ceases to be effective; if that broker or agent is convicted by a court of competent jurisdiction for a serious offence; or if that broker or agent is convicted by a court of competent jurisdiction for a serious offence; or if, in the performance of a function authorised by the licence, the real estate broker or real estate agent if, in the performance of a function authorised by the licence, the real estate broker or real estate agent knowingly makes a fraudulent misrepresentation; knowingly makes a fraudulent misrepresentation; acts in the dual capacity of broker and undisclosed principal in the same transaction; acts in the dual capacity of broker and undisclosed principal in the same transaction; acts for more than one party in the same transaction without the knowledge and consent of the parties that the licensee represented in the transaction; acts for more than one party in the same transaction without the knowledge and consent of the parties that the licensee represented in the transaction; accepts, gives or charges an undisclosed commission, rebate or profit on expenditures from a principal; accepts, gives or charges an undisclosed commission, rebate or profit on expenditures from a principal; commingles the money or other property of a property owner with those of the licensee; commingles the money or other property of a property owner with those of the licensee; fails to disclose information on a property which is the subject matter of a transaction; or fails to disclose information on a property which is the subject matter of a transaction; or accepts from a prospective seller a net listing. accepts from a prospective seller a net listing."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Appeals Committee",
      "content": "(1) The Council shall establish, for the purpose of hearing grievances under this Act, an Appeals Committee comprising The Council shall establish, for the purpose of hearing grievances under this Act, an Appeals Committee comprising three members of the Board; and three members of the Board; and two licensed real estate practitioners, one of whom is a lawyer with not less than five years standing at the bar. two licensed real estate practitioners, one of whom is a lawyer with not less than five years standing at the bar. (2) A person aggrieved by the conduct of a real estate broker or a real estate agent or by a decision of the Council relating to a licence may make a complaint to the Board. A person aggrieved by the conduct of a real estate broker or a real estate agent or by a decision of the Council relating to a licence may make a complaint to the Board. (3) The Board shall refer the complaint to the Appeals Committee for a hearing within seven days after receipt of the complaint. The Board shall refer the complaint to the Appeals Committee for a hearing within seven days after receipt of the complaint. (4) The decisions of the Appeals Committee shall be by a simple majority and shall The decisions of the Appeals Committee shall be by a simple majority and shall contain a statement of the reasons for the decision; contain a statement of the reasons for the decision; be signed by each member of the Appeals Committee that took the decision; and be signed by each member of the Appeals Committee that took the decision; and be communicated to the Board. be communicated to the Board."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Powers of the Appeals Committee",
      "content": "(1) The Appeals Committee shall determine the time and place for hearings of the Appeals Committee. The Appeals Committee shall determine the time and place for hearings of the Appeals Committee. (2) The Appeals Committee may, by summons, require the attendance and testimony of witnesses and the production of documents. The Appeals Committee may, by summons, require the attendance and testimony of witnesses and the production of documents. (3) Where a witness fails to appear before the Appeals Committee or to produce a document required by the Appeals Committee, the Appeals Committee may apply to the High Court for an order to compel the attendance of the witness or the production of the document. Where a witness fails to appear before the Appeals Committee or to produce a document required by the Appeals Committee, the Appeals Committee may apply to the High Court for an order to compel the attendance of the witness or the production of the document."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Submission of decision to the Board",
      "content": "(1) The Board shall consider the decision or refer the decision back to the Appeals Committee for reconsideration within fourteen days after receipt of the decision of the Appeals Committee in relation to a hearing. The Board shall consider the decision or refer the decision back to the Appeals Committee for reconsideration within fourteen days after receipt of the decision of the Appeals Committee in relation to a hearing. (2) Where the Board refers the decision back to the Appeals Committee for reconsideration, the Board shall attach to the decision the reasons for the reference for reconsideration. Where the Board refers the decision back to the Appeals Committee for reconsideration, the Board shall attach to the decision the reasons for the reference for reconsideration. (3) Where the Board approves the decision of the Appeals Committee, the Board shall, within fourteen days after the approval, serve on the aggrieved person a copy of the decision and the reasons for the decision. Where the Board approves the decision of the Appeals Committee, the Board shall, within fourteen days after the approval, serve on the aggrieved person a copy of the decision and the reasons for the decision."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Action of Council in relation to a decision",
      "content": "(1) Where the Board approves the decision of the Appeals Committee, the Council shall Where the Board approves the decision of the Appeals Committee, the Council shall suspend or revoke a licence; or suspend or revoke a licence; or take any other action as appropriate. take any other action as appropriate. (2) In addition to subsection (1), where the Council suspends a licence, the Council may, by notice in writing, request a licensee to take the remedial action specified in the notice and within the time specified in the notice. In addition to subsection (1), where the Council suspends a licence, the Council may, by notice in writing, request a licensee to take the remedial action specified in the notice and within the time specified in the notice. (3) The Council shall revoke the licence of a real estate broker or real estate agent who, after being given notice, fails to take the required remedial action within the specified time. The Council shall revoke the licence of a real estate broker or real estate agent who, after being given notice, fails to take the required remedial action within the specified time."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Settlement by alternative dispute resolution",
      "content": "(1) Parties to a transaction under this Act may agree to resolve a dispute that arises in relation to a transaction in accordance with the Alternative Dispute Resolution Act, 2009 (Act 798). Parties to a transaction under this Act may agree to resolve a dispute that arises in relation to a transaction in accordance with the Alternative Dispute Resolution Act, 2009 (Act 798). (2) Where parties agree under subsection (1), an Alternative Dispute Resolution Practitioner shall, within fourteen days after the referral of the dispute, initiate action to resolve the dispute. Where parties agree under subsection (1), an Alternative Dispute Resolution Practitioner shall, within fourteen days after the referral of the dispute, initiate action to resolve the dispute."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Review of decision",
      "content": "(1) A person who is not satisfied with a decision of the Appeals Committee in relation to a hearing may, within sixty days after being informed of the decision, apply to the High Court for a review of the decision. A person who is not satisfied with a decision of the Appeals Committee in relation to a hearing may, within sixty days after being informed of the decision, apply to the High Court for a review of the decision. (2) An application for a review of a decision shall not, unless otherwise determined by the court, operate as a stay of execution of the decision. An application for a review of a decision shall not, unless otherwise determined by the court, operate as a stay of execution of the decision."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Appointment of real estate inspectors",
      "content": "(1) Real estate inspectors shall be appointed under section 16 of this Act for the effective and efficient performance of the functions of the Council under this Act. Real estate inspectors shall be appointed under section 16 of this Act for the effective and efficient performance of the functions of the Council under this Act. (2) A real estate inspector shall be issued with a certificate of appointment with the photograph of the inspector affixed to the certificate which shall be produced whenever required in the discharge of the duties of the real estate inspector under this Act. A real estate inspector shall be issued with a certificate of appointment with the photograph of the inspector affixed to the certificate which shall be produced whenever required in the discharge of the duties of the real estate inspector under this Act."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Inspection by Council",
      "content": "(1) An officer of the Council or any other person authorised by the Council may, at a reasonable time, during the day, for the purpose of inspection, An officer of the Council or any other person authorised by the Council may, at a reasonable time, during the day, for the purpose of inspection, enter the office of a real estate broker to ensure compliance with this Act; and enter the office of a real estate broker to ensure compliance with this Act; and enter any premises which the officer or any other person authorised by the Council has reasonable grounds to believe relates to enter any premises which the officer or any other person authorised by the Council has reasonable grounds to believe relates to a real estate transaction including a transaction otherwise exempt under subsection (3) of section 1 of this Act; or a real estate transaction including a transaction otherwise exempt under subsection (3) of section 1 of this Act; or a real estate transaction involving money laundering and terrorist financing. a real estate transaction involving money laundering and terrorist financing. (2) An officer or an authorised person may only enter premises for inspection after that officer or authorised person has produced for the inspection of the occupier of the premises, the identification and authority of that officer or authorised person. An officer or an authorised person may only enter premises for inspection after that officer or authorised person has produced for the inspection of the occupier of the premises, the identification and authority of that officer or authorised person. (3) The officer or authorised person may, in furtherance of an inspection, request for The officer or authorised person may, in furtherance of an inspection, request for copies of real estate agreements; copies of real estate agreements; information and records on real estate transactions; information and records on real estate transactions; the real estate transfer certificate for any completed real estate transaction; and the real estate transfer certificate for any completed real estate transaction; and any other relevant information. any other relevant information."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Register of real estate brokers and real estate agents",
      "content": "(1) The Council shall keep and maintain a register of real estate brokers and real estate agents in which the Council shall record the personal and business details of licensed real estate brokers and licensed real estate agents. The Council shall keep and maintain a register of real estate brokers and real estate agents in which the Council shall record the personal and business details of licensed real estate brokers and licensed real estate agents. (2) The register shall be open for inspection during working hours and a copy of or an extract from the register may be made by any interested person on the payment of the fee determined by the Board. The register shall be open for inspection during working hours and a copy of or an extract from the register may be made by any interested person on the payment of the fee determined by the Board. (3) The Council shall, on an annual basis, publish in the Gazette and a daily newspaper of national circulation that the Council may determine, in an alphabetical order, a list of licensed real estate brokers and licensed real estate agents who are in good standing. The Council shall, on an annual basis, publish in the Gazette and a daily newspaper of national circulation that the Council may determine, in an alphabetical order, a list of licensed real estate brokers and licensed real estate agents who are in good standing. (4) The Council shall establish and maintain a national database on real estate transactions which shall contain the transaction records of each licensed real estate broker or licensed real estate agent. The Council shall establish and maintain a national database on real estate transactions which shall contain the transaction records of each licensed real estate broker or licensed real estate agent. (5) The Council shall keep the transaction records of real estate brokers or real estate agents for a period of at least five years. The Council shall keep the transaction records of real estate brokers or real estate agents for a period of at least five years. (6) The national database on real estate transactions shall, on request made in writing to the Council, be made accessible to the The national database on real estate transactions shall, on request made in writing to the Council, be made accessible to the Economic and Organised Crime Office; Economic and Organised Crime Office; Financial Intelligence Centre; Financial Intelligence Centre; Ghana Revenue Authority; and Ghana Revenue Authority; and any other relevant institution. any other relevant institution."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Place of business of licensed real estate broker or real estate agent",
      "content": "(1) A licensed real estate broker or a licensed real estate agent shall maintain a place of business in this country and conspicuously display in that place of business A licensed real estate broker or a licensed real estate agent shall maintain a place of business in this country and conspicuously display in that place of business the licence of that broker or agent or a certified true copy of that licence; and the licence of that broker or agent or a certified true copy of that licence; and the fees to be charged by the real estate broker or real estate agent. the fees to be charged by the real estate broker or real estate agent. (2) A licensed real estate broker or a licensed real estate agent shall give written notice of a change of business location to the Council before the change and the Council shall effect the change in the register and in any subsequent publication of the list of real estate brokers and real estate agents. A licensed real estate broker or a licensed real estate agent shall give written notice of a change of business location to the Council before the change and the Council shall effect the change in the register and in any subsequent publication of the list of real estate brokers and real estate agents. (3) Failure of a licensed real estate broker or a licensed real estate agent to give notice of a change in business location to the Council is a ground for suspension of the licence of that real estate broker or real estate agent. Failure of a licensed real estate broker or a licensed real estate agent to give notice of a change in business location to the Council is a ground for suspension of the licence of that real estate broker or real estate agent. (4) Where a real estate agent opens and maintains an office, the office shall be affiliated to a licensed real estate broker. Where a real estate agent opens and maintains an office, the office shall be affiliated to a licensed real estate broker."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Use of forms for real estate transaction",
      "content": "(1) only real estate transaction forms issued by the Council shall be used for real estate transactions. only real estate transaction forms issued by the Council shall be used for real estate transactions. (2) The application for a real estate transaction form shall be made to the Council and the Council shall, on the payment of the required fee, The application for a real estate transaction form shall be made to the Council and the Council shall, on the payment of the required fee, record the personal details and the business details of the applicant, and record the personal details and the business details of the applicant, and issue real estate transaction forms to the applicant. issue real estate transaction forms to the applicant. (3) An applicant may also apply electronically for a real estate transaction form. An applicant may also apply electronically for a real estate transaction form. (4) A real estate transaction in which forms issued by the Council are not used is voidable. A real estate transaction in which forms issued by the Council are not used is voidable. (5) For the purpose of this section, real estate transaction forms include purchase agreements forms, sales agreement forms and disclosure of defect or health hazard forms. For the purpose of this section, real estate transaction forms include purchase agreements forms, sales agreement forms and disclosure of defect or health hazard forms."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Affiliation of real estate agent",
      "content": "(1) A licensed real estate agent shall not undertake any real estate transaction unless that agent is affiliated to a licensed real estate broker. A licensed real estate agent shall not undertake any real estate transaction unless that agent is affiliated to a licensed real estate broker. (2) A licensed real estate agent who is affiliated to a licensed real estate broker shall not A licensed real estate agent who is affiliated to a licensed real estate broker shall not act as a real estate agent for any other real estate broker; or act as a real estate agent for any other real estate broker; or accept valuable consideration for the performance of any act as a real estate agent from a different real estate broker to whom that agent is affiliated. accept valuable consideration for the performance of any act as a real estate agent from a different real estate broker to whom that agent is affiliated."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Sales and purchase agreement",
      "content": "A real estate broker shall, in relation to each real estate transaction, prepare or cause to be prepared as appropriate, a sales and purchase agreement or a lease agreement and give the seller and the buyer or the lessor and the lessee a copy each of the agreement. A real estate broker shall, in relation to each real estate transaction, prepare or cause to be prepared as appropriate, a sales and purchase agreement or a lease agreement and give the seller and the buyer or the lessor and the lessee a copy each of the agreement."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Mode of payment for real estate transaction",
      "content": "(1) Payment for each real estate transaction shall be by bank draft, cheque, bank transfer or electronic money transfer. Payment for each real estate transaction shall be by bank draft, cheque, bank transfer or electronic money transfer. (2) A real estate broker or a real estate agent shall not accept cash in payment of any real estate transaction. A real estate broker or a real estate agent shall not accept cash in payment of any real estate transaction."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Client account",
      "content": "A real estate broker or real estate agent shall open and operate a separate client’s account for the real estate of a client into which moneys due in relation to the real estate transactions shall be paid. A real estate broker or real estate agent shall open and operate a separate client’s account for the real estate of a client into which moneys due in relation to the real estate transactions shall be paid."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Real Estate Transaction Certificate",
      "content": "(1) A real estate transaction is not complete until the parties to the transaction are issued with a Real Estate Transaction Certificate by the Council. A real estate transaction is not complete until the parties to the transaction are issued with a Real Estate Transaction Certificate by the Council. (2) A person who engages in a real estate transaction shall apply for a Real Estate Transaction Certificate and accompany the application with the fee determined by the Council. A person who engages in a real estate transaction shall apply for a Real Estate Transaction Certificate and accompany the application with the fee determined by the Council. (3) The application shall contain, among others, The application shall contain, among others, the personal details of the applicant, the personal details of the applicant, the particulars of the real estate transaction to which the Real Estate Transaction Certificate is intended to relate including the particulars of the real estate transaction to which the Real Estate Transaction Certificate is intended to relate including personal details of the parties to the transaction, personal details of the parties to the transaction, details of the property which is the subject of the transaction, details of the property which is the subject of the transaction, the nature of the transaction, the nature of the transaction, the valuation report, if any, on the property which is the subject of the transaction, the valuation report, if any, on the property which is the subject of the transaction, the sums of money payable in the transaction, the sums of money payable in the transaction, details of the mode of payment used for payment of the transaction, and details of the mode of payment used for payment of the transaction, and details of receipts issued to cover payment of taxes payable for the transaction including receipts from the Ghana Revenue Authority, and details of receipts issued to cover payment of taxes payable for the transaction including receipts from the Ghana Revenue Authority, and copies of the purchase and sales agreement on the transaction. copies of the purchase and sales agreement on the transaction. (4) The Council shall issue the Real Estate Transaction Certificate to an applicant within thirty days after receipt of the application. The Council shall issue the Real Estate Transaction Certificate to an applicant within thirty days after receipt of the application. (5) Where the Council has reasonable grounds to believe that there has been any misrepresentation in respect of a real estate transaction, or payments made in relation to the real estate transaction which is the subject of the application have been under-declared or far exceeds the value of the property, the Council may Where the Council has reasonable grounds to believe that there has been any misrepresentation in respect of a real estate transaction, or payments made in relation to the real estate transaction which is the subject of the application have been under-declared or far exceeds the value of the property, the Council may conduct an investigation into the transaction, conduct an investigation into the transaction, cause an independent valuation of the property to be made, or cause an independent valuation of the property to be made, or refer the transaction to the Economic and Organised Crime Office, the Ghana Revenue Authority, the Financial Intelligence Centre or any other competent institution for investigation. refer the transaction to the Economic and Organised Crime Office, the Ghana Revenue Authority, the Financial Intelligence Centre or any other competent institution for investigation. (6) Despite any provision in any other enactment to the contrary, the Lands Commission shall not register any real property or interest in real property which has been the subject of a real estate transaction, including a transaction otherwise exempted from the application of this Act under subsection (3) of section 1, if the application for registration is not accompanied with a Real Estate Transaction Certificate issued by the Council. Despite any provision in any other enactment to the contrary, the Lands Commission shall not register any real property or interest in real property which has been the subject of a real estate transaction, including a transaction otherwise exempted from the application of this Act under subsection (3) of section 1, if the application for registration is not accompanied with a Real Estate Transaction Certificate issued by the Council. (7) Registration of real estate or interest in real estate by the Lands Commission contrary to subsection (6) is voidable. Registration of real estate or interest in real estate by the Lands Commission contrary to subsection (6) is voidable."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "General rules of conduct in real estate agency practice",
      "content": "(1) A licensed real estate broker or a licensed real estate agent shall not, in relation to real estate agency practice, do any of the following: A licensed real estate broker or a licensed real estate agent shall not, in relation to real estate agency practice, do any of the following: make any misrepresentation make any misrepresentation for the purpose of obtaining a licence; or for the purpose of obtaining a licence; or in any report that the real estate broker or real estate agent submits to the Council; in any report that the real estate broker or real estate agent submits to the Council; act in the dual capacity of broker and undisclosed principal in the same transaction; act in the dual capacity of broker and undisclosed principal in the same transaction; act for more than one party in the same transaction without the knowledge and consent of all the parties involved in the transaction; act for more than one party in the same transaction without the knowledge and consent of all the parties involved in the transaction; pay commission or fees to, or share commission or fees with, a person who is not a licensed broker or licensed agent; pay commission or fees to, or share commission or fees with, a person who is not a licensed broker or licensed agent; accept, give or charge any undisclosed commission, rebate or profit on expenditures for a principal; accept, give or charge any undisclosed commission, rebate or profit on expenditures for a principal; commingle the money or property of a client or principal with the money or property of the real estate broker or real estate agent; commingle the money or property of a client or principal with the money or property of the real estate broker or real estate agent; fail to give the seller and the buyer a copy of the sales and purchase agreement; or fail to give the seller and the buyer a copy of the sales and purchase agreement; or accept from a prospective seller a net listing. accept from a prospective seller a net listing. (2) A licensed real estate broker or a licensed real estate agent shall disclose to the seller any defect with the property that the real estate broker or real estate agent is dealing with. A licensed real estate broker or a licensed real estate agent shall disclose to the seller any defect with the property that the real estate broker or real estate agent is dealing with."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Transaction report",
      "content": "(1) A real estate broker or real estate agent shall, in addition to the reporting obligation under the Anti-Money Laundering Act, 2008 (Act 749), submit to the Council quarterly reports in hard copy and electronic format covering each real estate transaction undertaken by that real estate broker or real estate agent within the quarter to which the report relates. A real estate broker or real estate agent shall, in addition to the reporting obligation under the Anti-Money Laundering Act, 2008 (Act 749), submit to the Council quarterly reports in hard copy and electronic format covering each real estate transaction undertaken by that real estate broker or real estate agent within the quarter to which the report relates. (2) The report shall be in the form and contain the matters determined by the Council. The report shall be in the form and contain the matters determined by the Council. (3) A real estate broker or real estate agent who fails to submit to the Council quarterly reports covering each real estate transaction under­taken by that real estate broker or real estate agent, contrary to subsection (1), is liable to pay to the Council an administrative penalty of one thousand penalty units. A real estate broker or real estate agent who fails to submit to the Council quarterly reports covering each real estate transaction under­taken by that real estate broker or real estate agent, contrary to subsection (1), is liable to pay to the Council an administrative penalty of one thousand penalty units."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Account and audit of real estate broker or real estate agent",
      "content": "(1) A real estate broker or real estate agent shall keep books of account, records, returns and other documents relevant to the account. A real estate broker or real estate agent shall keep books of account, records, returns and other documents relevant to the account. (2) The books of account, records, returns and other documents shall be in conformity with the national accounting standards and shall, on request by the Council, be opened by the real estate broker or real estate agent for inspection by the Council. The books of account, records, returns and other documents shall be in conformity with the national accounting standards and shall, on request by the Council, be opened by the real estate broker or real estate agent for inspection by the Council. (3) The books of accounts, records, returns and other documents shall, among others, contain the financial details of each real estate transaction undertaken by the real estate broker or real estate agent. The books of accounts, records, returns and other documents shall, among others, contain the financial details of each real estate transaction undertaken by the real estate broker or real estate agent. (4) A real estate broker shall, within one month after the end of the calendar year, appoint a qualified auditor to audit the accounts of that real estate broker and the auditor shall submit the audit report to that real estate broker within one month after the appointment. A real estate broker shall, within one month after the end of the calendar year, appoint a qualified auditor to audit the accounts of that real estate broker and the auditor shall submit the audit report to that real estate broker within one month after the appointment. (5) A real estate broker or real estate agent shall keep the transaction records of the real estate broker or real estate agent for a period of at least five years. A real estate broker or real estate agent shall keep the transaction records of the real estate broker or real estate agent for a period of at least five years."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Other records to be kept by real estate broker",
      "content": "A real estate broker shall keep records of the parties to each real estate transaction; the parties to each real estate transaction; the date of the real estate transaction; the date of the real estate transaction; each mode of payment issued for the payment of a real estate transaction; each mode of payment issued for the payment of a real estate transaction; each property which is the subject of a real estate transaction; each property which is the subject of a real estate transaction; the nature of each transaction; the nature of each transaction; the valuation report on each property which is the subject of a real estate transaction; the valuation report on each property which is the subject of a real estate transaction; the sums of money payable in respect of each real estate transaction; and the sums of money payable in respect of each real estate transaction; and any other relevant information. any other relevant information."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Annual report of real estate broker",
      "content": "(1) A real estate broker shall, within three months after the end of each calendar year, submit to the Council a report covering the real estate transactions undertaken by the real estate broker and the real estate agent of that real estate broker in the previous year. A real estate broker shall, within three months after the end of each calendar year, submit to the Council a report covering the real estate transactions undertaken by the real estate broker and the real estate agent of that real estate broker in the previous year. (2) The report shall include the audit report of that real estate broker. The report shall include the audit report of that real estate broker."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Administrative sanctions",
      "content": "A person who fails to conspicuously display the licence issued in accordance with this Act, fails to conspicuously display the licence issued in accordance with this Act, fails to use forms issued by the Council for a real estate transaction contrary to section 42, or fails to use forms issued by the Council for a real estate transaction contrary to section 42, or fails to submit annual reports to the Council contrary to section 52, fails to submit annual reports to the Council contrary to section 52, is liable to pay to the Council an administrative penalty of one thousand penalty units."
    },
    {
      "provision_ref": "s54",
      "section": "54",
      "title": "Offences",
      "content": "A person who advertises as a real estate broker or a real estate agent without a licence issued under this Act; advertises as a real estate broker or a real estate agent without a licence issued under this Act; engages in a real estate transaction without a licence contrary to section 22, engages in a real estate transaction without a licence contrary to section 22, transfers a licence issued under this Act contrary to section 27, transfers a licence issued under this Act contrary to section 27, falsifies a document under this Act, falsifies a document under this Act, obstructs an officer of the Council or any other person authorised by the Council in the performance of the duties of that officer or person under section 39, or obstructs an officer of the Council or any other person authorised by the Council in the performance of the duties of that officer or person under section 39, or fails to submit transaction reports contrary to section 49, fails to submit transaction reports contrary to section 49, commits an offence and is liable on summary conviction to a fine of not less than five thousand penalty units and not more than ten thousand penalty units or to a term of imprisonment of not less than five years and not more than ten years, or to both."
    },
    {
      "provision_ref": "s55",
      "section": "55",
      "title": "Regulations",
      "content": "(1) The Minister may, on the advice of the Board, by legislative instrument, make Regulations to The Minister may, on the advice of the Board, by legislative instrument, make Regulations to prescribe facilities to be provided by a real estate agency practitioner for the practice; prescribe facilities to be provided by a real estate agency practitioner for the practice; prescribe the conduct of hearings by the Council; prescribe the conduct of hearings by the Council; prescribe the conduct of examinations; prescribe the conduct of examinations; prescribe the content of an examination for the licensing of a real estate broker or a real estate agent; prescribe the content of an examination for the licensing of a real estate broker or a real estate agent; prescribe the form and content of reports to be submitted by real estate agency practitioners to the Council; prescribe the form and content of reports to be submitted by real estate agency practitioners to the Council; prescribe the effective monitoring, assessment and improvement of real estate agency practice; and prescribe the effective monitoring, assessment and improvement of real estate agency practice; and provide for the effective implementation of this Act. provide for the effective implementation of this Act. (2) The Minister may, in consultation with the Minister responsible for Finance, by Regulations, prescribe the following fees to be paid to the Council: The Minister may, in consultation with the Minister responsible for Finance, by Regulations, prescribe the following fees to be paid to the Council: examination fees, examination fees, grant of licence and renewal of licence fees, grant of licence and renewal of licence fees, processing and recording of transactions fees, and processing and recording of transactions fees, and any other fees chargeable under this Act. any other fees chargeable under this Act."
    },
    {
      "provision_ref": "s56",
      "section": "56",
      "title": "Guidelines",
      "content": "The Council may, in consultation with the Financial Intelligence Centre, issue guidelines on anti-money laundering and countering the financing of terrorism in the real estate agency practice. The Council may, in consultation with the Financial Intelligence Centre, issue guidelines on anti-money laundering and countering the financing of terrorism in the real estate agency practice."
    },
    {
      "provision_ref": "s57",
      "section": "57",
      "title": "Interpretation",
      "content": "“Alternative Dispute Resolution Practitioner” means a mediator, arbitrator or any other person involved in alternative dispute resolution under the Alternative Dispute Resolution Act, 2009 (Act 798);“Council” means the Real Estate Agency Council established under section 2;“Economic and Organised Crime Office” means the Office established under section 1 of the Economic and Organised Crime Office Act, 2010 (Act 804);“Financial Intelligence Centre” means the Centre established under section 4 of the Anti-Money Laundering Act, 2008 (Act 749);“Ghana Revenue Authority” means the body established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791);“Minister” means the Minister responsible for Works and Housing;“net listing” means an agreement to sell or lease real estate for a stated price that authorises the licensed real estate broker or licensed real estate agent to keep money in excess of the stated price received from the sale or lease;“professional indemnity insurance cover” means an insurance policy that covers claims by clients for mistakes or negligence committed by a real estate broker or a real estate agent in the course of real estate agency practice;“quarter” means a period of three months;“real estate” means an estate or interest in land and the improvement on the estate or interest, whether corporeal or incorporeal, whether absolute, freehold or non-freehold and whether or not the estate or land is situated in this country;“real estate agent” means an individual who(a)is affiliated to a real estate broker and who performs any act or engages in any transaction which results or is intended to result in(i)the sale, exchange, purchase, renting or leasing of real estate;(ii)a loan secured or to be secured by mortgage or other encumbrance on real estate; or(b)undertakes any of the other activities stated in the interpretation of real estate broker;“real estate broker” means a person who, on behalf of another person and for a fee, commission or any other valuable consideration, or with the intention or in the expectation of or on the promise of being paid or given a fee, commission or any other valuable consideration, acts as a broker and(a)sells, exchanges, purchases, rents or leases real estate;(b)lists or offers, attempts or agrees to list any real estate;(c)buys, offers to buy, sells, offers to sell or otherwise deals in an option on real estate;(d)advertises or is portrayed through conduct as engaged in the business of selling, exchanging, purchasing, renting or leasing real estate;(e)assists or directs in the procurement of prospectus, negotiation or completion of an agreement or transaction which results or is intended to result in the sale, exchange, purchase, leasing or renting of real estate; or(f)negotiates, or offers, attempts or agrees to negotiate a loan secured or to be secured by mortgage or other encumbrance on real estate;“real estate practice” means the lawful operation of a real estate agency;“real estate transaction” means the process by which a right in a unit of real property is transferred between two or more parties and in the case of conveyance involves one party being the seller and the other being the buyer; and“serious offence” includes(a)participating in an organised criminal group, terrorism and terrorist financing, money laundering, human trafficking, people smuggling, rape, defilement, illicit trafficking in stolen and other goods, corruption and bribery, serious fraud, counterfeiting and piracy, of products, smuggling, extortion, forgery, insider trading and market manipulation;(b)murder, grievous bodily harm, armed robbery or stealing where these are predicate offences for a serious offence; and(c)any other similar or related offence or prohibited activity punishable with imprisonment for a period of not less than twelve months. “Alternative Dispute Resolution Practitioner” means a mediator, arbitrator or any other person involved in alternative dispute resolution under the Alternative Dispute Resolution Act, 2009 (Act 798); “Council” means the Real Estate Agency Council established under section 2; “Economic and Organised Crime Office” means the Office established under section 1 of the Economic and Organised Crime Office Act, 2010 (Act 804); “Financial Intelligence Centre” means the Centre established under section 4 of the Anti-Money Laundering Act, 2008 (Act 749); “Ghana Revenue Authority” means the body established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791); “Minister” means the Minister responsible for Works and Housing; “net listing” means an agreement to sell or lease real estate for a stated price that authorises the licensed real estate broker or licensed real estate agent to keep money in excess of the stated price received from the sale or lease; “professional indemnity insurance cover” means an insurance policy that covers claims by clients for mistakes or negligence committed by a real estate broker or a real estate agent in the course of real estate agency practice; “quarter” means a period of three months; “real estate” means an estate or interest in land and the improvement on the estate or interest, whether corporeal or incorporeal, whether absolute, freehold or non-freehold and whether or not the estate or land is situated in this country; the sale, exchange, purchase, renting or leasing of real estate; a loan secured or to be secured by mortgage or other encumbrance on real estate; or undertakes any of the other activities stated in the interpretation of real estate broker; sells, exchanges, purchases, rents or leases real estate; lists or offers, attempts or agrees to list any real estate; buys, offers to buy, sells, offers to sell or otherwise deals in an option on real estate; advertises or is portrayed through conduct as engaged in the business of selling, exchanging, purchasing, renting or leasing real estate; assists or directs in the procurement of prospectus, negotiation or completion of an agreement or transaction which results or is intended to result in the sale, exchange, purchase, leasing or renting of real estate; or negotiates, or offers, attempts or agrees to negotiate a loan secured or to be secured by mortgage or other encumbrance on real estate; “real estate practice” means the lawful operation of a real estate agency; “real estate transaction” means the process by which a right in a unit of real property is transferred between two or more parties and in the case of conveyance involves one party being the seller and the other being the buyer; and participating in an organised criminal group, terrorism and terrorist financing, money laundering, human trafficking, people smuggling, rape, defilement, illicit trafficking in stolen and other goods, corruption and bribery, serious fraud, counterfeiting and piracy, of products, smuggling, extortion, forgery, insider trading and market manipulation; murder, grievous bodily harm, armed robbery or stealing where these are predicate offences for a serious offence; and any other similar or related offence or prohibited activity punishable with imprisonment for a period of not less than twelve months."
    },
    {
      "provision_ref": "s58",
      "section": "58",
      "title": "Repeal",
      "content": "Paragraph (f) of subsection (1) of section 3 of the Conveyancing Act, 1973 (N.R.C.D. 175) is repealed. Paragraph (f) of subsection (1) of section 3 of the Conveyancing Act, 1973 (N.R.C.D. 175) is repealed."
    },
    {
      "provision_ref": "s59",
      "section": "59",
      "title": "Transitional provisions",
      "content": "(1) Despite any other provision to the contrary in this Act, the Council may, on application by an individual who has continuously practised as a real estate broker for at least five years before the coming into force of this Act, register that individual as a real estate broker or real estate agent, if that individual has no criminal record and has satisfied the tax obligations of that individual. Despite any other provision to the contrary in this Act, the Council may, on application by an individual who has continuously practised as a real estate broker for at least five years before the coming into force of this Act, register that individual as a real estate broker or real estate agent, if that individual has no criminal record and has satisfied the tax obligations of that individual. (2) The registration of a person by the Council as a real estate broker or real estate agent shall only be for a period of one year, after which the person registered shall apply for a renewal of the registration. The registration of a person by the Council as a real estate broker or real estate agent shall only be for a period of one year, after which the person registered shall apply for a renewal of the registration."
    },
    {
      "provision_ref": "s60",
      "section": "60",
      "title": "Application of the Anti-Money Laundering Act, 2020 (Act 1044)",
      "content": "This Act shall be read together with the Anti-Money Laundering Act, 2020 (Act 1044) and where there is any conflict, the provisions of Act 1044 shall prevail. This Act shall be read together with the Anti-Money Laundering Act, 2020 (Act 1044) and where there is any conflict, the provisions of Act 1044 shall prevail."
    }
  ],
  "definitions": [
    {
      "term": "Alternative Dispute Resolution Practitioner",
      "definition": "a mediator, arbitrator or any other person involved in alternative dispute resolution under the Alternative Dispute Resolution Act, 2009 (Act 798)",
      "source_provision": "s57"
    },
    {
      "term": "Council",
      "definition": "the Real Estate Agency Council established under section 2",
      "source_provision": "s57"
    },
    {
      "term": "Economic and Organised Crime Office",
      "definition": "the Office established under section 1 of the Economic and Organised Crime Office Act, 2010 (Act 804)",
      "source_provision": "s57"
    },
    {
      "term": "Financial Intelligence Centre",
      "definition": "the Centre established under section 4 of the Anti-Money Laundering Act, 2008 (Act 749)",
      "source_provision": "s57"
    },
    {
      "term": "Ghana Revenue Authority",
      "definition": "the body established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s57"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Works and Housing",
      "source_provision": "s57"
    },
    {
      "term": "net listing",
      "definition": "an agreement to sell or lease real estate for a stated price that authorises the licensed real estate broker or licensed real estate agent to keep money in excess of the stated price received from the sale or lease",
      "source_provision": "s57"
    },
    {
      "term": "professional indemnity insurance cover",
      "definition": "an insurance policy that covers claims by clients for mistakes or negligence committed by a real estate broker or a real estate agent in the course of real estate agency practice",
      "source_provision": "s57"
    },
    {
      "term": "quarter",
      "definition": "a period of three months",
      "source_provision": "s57"
    },
    {
      "term": "real estate",
      "definition": "an estate or interest in land and the improvement on the estate or interest, whether corporeal or incorporeal, whether absolute, freehold or non-freehold and whether or not the estate or land is situated in this country",
      "source_provision": "s57"
    },
    {
      "term": "real estate agent",
      "definition": "an individual who(a)is affiliated to a real estate broker and who performs any act or engages in any transaction which results or is intended to result in(i)the sale, exchange, purchase, renting or leasing of real estate",
      "source_provision": "s57"
    },
    {
      "term": "real estate broker",
      "definition": "a person who, on behalf of another person and for a fee, commission or any other valuable consideration, or with the intention or in the expectation of or on the promise of being paid or given a fee, commission or any other valuable consideration, acts as a broker and(a)sells, exchanges, purchases, rents or leases real estate",
      "source_provision": "s57"
    },
    {
      "term": "real estate practice",
      "definition": "the lawful operation of a real estate agency",
      "source_provision": "s57"
    },
    {
      "term": "real estate transaction",
      "definition": "the process by which a right in a unit of real property is transferred between two or more parties and in the case of conveyance involves one party being the seller and the other being the buyer",
      "source_provision": "s57"
    },
    {
      "term": "Alternative Dispute Resolution Practitioner",
      "definition": "a mediator, arbitrator or any other person involved in alternative dispute resolution under the Alternative Dispute Resolution Act, 2009 (Act 798)",
      "source_provision": "s57"
    },
    {
      "term": "Council",
      "definition": "the Real Estate Agency Council established under section 2",
      "source_provision": "s57"
    },
    {
      "term": "Economic and Organised Crime Office",
      "definition": "the Office established under section 1 of the Economic and Organised Crime Office Act, 2010 (Act 804)",
      "source_provision": "s57"
    },
    {
      "term": "Financial Intelligence Centre",
      "definition": "the Centre established under section 4 of the Anti-Money Laundering Act, 2008 (Act 749)",
      "source_provision": "s57"
    },
    {
      "term": "Ghana Revenue Authority",
      "definition": "the body established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s57"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Works and Housing",
      "source_provision": "s57"
    },
    {
      "term": "net listing",
      "definition": "an agreement to sell or lease real estate for a stated price that authorises the licensed real estate broker or licensed real estate agent to keep money in excess of the stated price received from the sale or lease",
      "source_provision": "s57"
    },
    {
      "term": "professional indemnity insurance cover",
      "definition": "an insurance policy that covers claims by clients for mistakes or negligence committed by a real estate broker or a real estate agent in the course of real estate agency practice",
      "source_provision": "s57"
    },
    {
      "term": "quarter",
      "definition": "a period of three months",
      "source_provision": "s57"
    },
    {
      "term": "real estate",
      "definition": "an estate or interest in land and the improvement on the estate or interest, whether corporeal or incorporeal, whether absolute, freehold or non-freehold and whether or not the estate or land is situated in this country",
      "source_provision": "s57"
    },
    {
      "term": "real estate practice",
      "definition": "the lawful operation of a real estate agency",
      "source_provision": "s57"
    },
    {
      "term": "real estate transaction",
      "definition": "the process by which a right in a unit of real property is transferred between two or more parties and in the case of conveyance involves one party being the seller and the other being the buyer",
      "source_provision": "s57"
    }
  ]
}