{
  "id": "act-1026-2020",
  "type": "act",
  "title": "Akenten Appiah-Menka University of Skills Training and Entrepreneurial Development Act, 2020",
  "short_name": "AAUS 2020",
  "act_number": 1026,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-08-27",
  "url": "https://ghalii.org/akn/gh/act/2020/1026",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the University",
      "content": "(1) There is established by this Act, the Akenten Appiah-Menka University of Skills Training and Entrepreneurial Development as a body corporate. There is established by this Act, the Akenten Appiah-Menka University of Skills Training and Entrepreneurial Development as a body corporate. (2) The University may, for the performance of the functions of the University, acquire and hold property, dispose of property and enter into a contract or any other related transaction. The University may, for the performance of the functions of the University, acquire and hold property, dispose of property and enter into a contract or any other related transaction. (3) Where there is a hindrance to the acquisition of land, the land may be acquired for the University under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the University. Where there is a hindrance to the acquisition of land, the land may be acquired for the University under the State Lands Act, 1962 (Act 125) and the cost shall be borne by the University."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Aims of the University",
      "content": "(1) The aims of the University are to The aims of the University are to provide higher education in technical, vocational and entrepreneurial training to develop skilled manpower for job creation and economic development; provide higher education in technical, vocational and entrepreneurial training to develop skilled manpower for job creation and economic development; train and provide teachers with the relevant competence for teaching in technical and vocational education and training institutions; train and provide teachers with the relevant competence for teaching in technical and vocational education and training institutions; train and provide teachers with the relevant competence for teaching entrepreneurial development; and train and provide teachers with the relevant competence for teaching entrepreneurial development; and develop strong linkages between the University and develop strong linkages between the University and industry, or industry, or the community, the community, to ensure the holistic training of teachers. (2) The University shall, for the purpose of achieving the aims under subsection (1), The University shall, for the purpose of achieving the aims under subsection (1), determine the subjects to be taught at the University, placing emphasis on courses of special relevance to the needs of the technical and vocational education and training system for national development; determine the subjects to be taught at the University, placing emphasis on courses of special relevance to the needs of the technical and vocational education and training system for national development; promote the use of critical and practical tools including information and communication technology for teaching, research, dissemination of knowledge and administration; promote the use of critical and practical tools including information and communication technology for teaching, research, dissemination of knowledge and administration; institute curricula within the context of learner-centred and problem-based learning techniques that are practical and relevant to technical and vocational education and training; institute curricula within the context of learner-centred and problem-based learning techniques that are practical and relevant to technical and vocational education and training; promote the use of teaching and problem-solving methods that ensure critical and independent thinking; promote the use of teaching and problem-solving methods that ensure critical and independent thinking; undertake research in courses that are within the mandate of the University, but with special emphasis on undertake research in courses that are within the mandate of the University, but with special emphasis on matters that relate to technical and vocational education and training within and outside the country; and matters that relate to technical and vocational education and training within and outside the country; and subjects that relate to technical and vocational education and training within and outside the country; subjects that relate to technical and vocational education and training within and outside the country; disseminate the results of research undertaken through the publication of books, journals, papers and any other suitable means; disseminate the results of research undertaken through the publication of books, journals, papers and any other suitable means; provide extension and consultancy services in technical, vocational and entrepreneurial education and training and related disciplines in higher education; and provide extension and consultancy services in technical, vocational and entrepreneurial education and training and related disciplines in higher education; and promote entrepreneurial education by the use of analytical and creative tools through research and training. promote entrepreneurial education by the use of analytical and creative tools through research and training."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Campuses of the University",
      "content": "(1) The main campus of the University shall be in Kumasi in the Ashanti Region. The main campus of the University shall be in Kumasi in the Ashanti Region. (2) The University may have a campus in each region. The University may have a campus in each region. (3) The College of Agricultural Education, Mampong, Ashanti shall be a campus of the University. The College of Agricultural Education, Mampong, Ashanti shall be a campus of the University. (4) The University shall establish a campus in any other place as the Council may determine. The University shall establish a campus in any other place as the Council may determine."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Award of degrees, diplomas and certificates",
      "content": "(1) The University shall, in accordance with subsection (8) of section 14, confer honorary degrees and award degrees, diplomas and certificates. The University shall, in accordance with subsection (8) of section 14, confer honorary degrees and award degrees, diplomas and certificates. (2) The University may withdraw a degree, honorary degree, diploma or certificate that the University has awarded, where the University has evidence that proves that the The University may withdraw a degree, honorary degree, diploma or certificate that the University has awarded, where the University has evidence that proves that the degree, honorary degree, diploma or certificate was obtained through fraud or academic malpractice; or degree, honorary degree, diploma or certificate was obtained through fraud or academic malpractice; or process of acquiring the degree, honorary degree, diploma or certificate was tainted by an act that, in the opinion of the University, undermines the integrity of the award. process of acquiring the degree, honorary degree, diploma or certificate was tainted by an act that, in the opinion of the University, undermines the integrity of the award."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "The University Council",
      "content": "(1) The governing body of the University is a Council consisting of The governing body of the University is a Council consisting of a chairperson, nominated by the President; a chairperson, nominated by the President; the Vice-Chancellor; the Vice-Chancellor; four persons, nominated by the President, at least two of whom are women; and four persons, nominated by the President, at least two of whom are women; and one representative each of the following: one representative each of the following: the Ghana Tertiary Education Commission nominated by the Ghana Tertiary Education Commission; the Ghana Tertiary Education Commission nominated by the Ghana Tertiary Education Commission; the University Convocation elected by the Convocation; the University Convocation elected by the Convocation; the Association of Principals of Technical and Vocational Education and Training Institutes nominated by the Association of Principals of Technical and Vocational Education and Training Institutes; the Association of Principals of Technical and Vocational Education and Training Institutes nominated by the Association of Principals of Technical and Vocational Education and Training Institutes; the Commission for Technical and Vocational Education and Training nominated by the Commission for Technical and Vocational Education and Training; the Commission for Technical and Vocational Education and Training nominated by the Commission for Technical and Vocational Education and Training; the students of the University elected by the Students’ Representative Council and the Graduate Students’ Association; the students of the University elected by the Students’ Representative Council and the Graduate Students’ Association; the University Teachers’ Association of Ghana nominated be the University Teachers’ Association of Ghana; the University Teachers’ Association of Ghana nominated be the University Teachers’ Association of Ghana; the Teachers’ and Educational Workers’ Union nominated by the Teachers’ and Educational Workers’ Union; the Teachers’ and Educational Workers’ Union nominated by the Teachers’ and Educational Workers’ Union; the alumni of the University nominated by the alumni of the University; and the alumni of the University nominated by the alumni of the University; and the Association of Ghana Industries nominated by the Association of Ghana Industries. the Association of Ghana Industries nominated by the Association of Ghana Industries. (2) The President shall, in making the nominations under paragraphs (a) and (c) of subsection (1), have regard to the academic qualifications, leadership qualities, gender, expertise in finance and management and knowledge and relevant experience in the specialisation of the University. The President shall, in making the nominations under paragraphs (a) and (c) of subsection (1), have regard to the academic qualifications, leadership qualities, gender, expertise in finance and management and knowledge and relevant experience in the specialisation of the University. (3) The chairperson and other members of the Council shall be appointed by the President in accordance with article 70 of the Constitution. The chairperson and other members of the Council shall be appointed by the President in accordance with article 70 of the Constitution. (4) The chairperson of the Council shall, in the absence of the Chancellor, preside at the Congregation and other ceremonies and meetings of the University. The chairperson of the Council shall, in the absence of the Chancellor, preside at the Congregation and other ceremonies and meetings of the University."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Functions of the Council",
      "content": "The Council shall determine the strategic direction of the University; determine the strategic direction of the University; monitor and evaluate the implementation of policies of the University; monitor and evaluate the implementation of policies of the University; promote income-generating activities as part of the programmes of the University; promote income-generating activities as part of the programmes of the University; control the finances of the University and determine the allocation and effective and efficient use of funds of the University; control the finances of the University and determine the allocation and effective and efficient use of funds of the University; ensure the conservation and augmentation of the resources of the University, specifically in relation to matters affecting income or expenditure; ensure the conservation and augmentation of the resources of the University, specifically in relation to matters affecting income or expenditure; ensure the creation of an environment of equal opportunity for members of the University without regard to gender, occupation, race, disability, colour, ethnic origin, religion, creed, social or economic status, or political opinion; ensure the creation of an environment of equal opportunity for members of the University without regard to gender, occupation, race, disability, colour, ethnic origin, religion, creed, social or economic status, or political opinion; make professorial level appointments, on the recommendation of the Appointment Committee of the Academic Board, as may be prescribed by the Statutes of the University; and make professorial level appointments, on the recommendation of the Appointment Committee of the Academic Board, as may be prescribed by the Statutes of the University; and perform any other functions that are necessary to achieve the aims of the University. perform any other functions that are necessary to achieve the aims of the University."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "General powers of the Council",
      "content": "(1) Subject to this Act, the Council shall have power to do or provide for any matter in relation to the University which the Council considers necessary or expedient. Subject to this Act, the Council shall have power to do or provide for any matter in relation to the University which the Council considers necessary or expedient. (2) The conferment of particular powers on the Council by other provisions of this Act shall not limit the generality of this section. The conferment of particular powers on the Council by other provisions of this Act shall not limit the generality of this section."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Tenure of office of members of the Council",
      "content": "(1) A member of the Council, other than the Vice-Chancellor, shall hold office for a period of three years and is eligible for re-appointment for another term only. A member of the Council, other than the Vice-Chancellor, shall hold office for a period of three years and is eligible for re-appointment for another term only. (2) Where a member of the Council, other than the Vice-Chancellor, is absent from three consecutive meetings without reasonable cause, the office of that member shall become vacant. Where a member of the Council, other than the Vice-Chancellor, is absent from three consecutive meetings without reasonable cause, the office of that member shall become vacant. (3) A member of the Council, other than the Vice-Chancellor, may resign from office in writing, addressed to the President through the Minister. A member of the Council, other than the Vice-Chancellor, may resign from office in writing, addressed to the President through the Minister. (4) Where the office of a member becomes vacant by reason of death, resignation or the absence of the member for three consecutive meetings without reasonable cause, another person, nominated by the relevant body, shall be appointed to serve for the unexpired term of the office. Where the office of a member becomes vacant by reason of death, resignation or the absence of the member for three consecutive meetings without reasonable cause, another person, nominated by the relevant body, shall be appointed to serve for the unexpired term of the office."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Meetings of the Council",
      "content": "(1) The Council shall meet at least three times in each academic year for the conduct of business at a time and place determined by the chairperson. The Council shall meet at least three times in each academic year for the conduct of business at a time and place determined by the chairperson. (2) The quorum for a meeting of the Council is nine members. The quorum for a meeting of the Council is nine members. (3) The chairperson shall preside at a meeting of the Council and, in the absence of the chairperson, members of the Council shall elect one of the Government nominees present to preside. The chairperson shall preside at a meeting of the Council and, in the absence of the chairperson, members of the Council shall elect one of the Government nominees present to preside. (4) Matters before the Council shall be decided by consensus or simple majority of the members present and voting and, in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Council shall be decided by consensus or simple majority of the members present and voting and, in the event of an equality of votes, the person presiding shall have a casting vote. (5) The Council may co-opt a person to attend and participate in a meeting of the Council, but a co-opted person is not entitled to vote at the meeting. The Council may co-opt a person to attend and participate in a meeting of the Council, but a co-opted person is not entitled to vote at the meeting. (6) The Pro Vice-Chancellor, the Registrar and the Director of Finance shall attend meetings of the Council, but are not entitled to vote. The Pro Vice-Chancellor, the Registrar and the Director of Finance shall attend meetings of the Council, but are not entitled to vote. (7) The proceedings of the Council are not invalidated by reason of a vacancy among the members or by a defect in the appointment or qualification of a member. The proceedings of the Council are not invalidated by reason of a vacancy among the members or by a defect in the appointment or qualification of a member. (8) Subject to this section, the Council may, by Statutes of the University, determine the procedure for the meetings of the Council. Subject to this section, the Council may, by Statutes of the University, determine the procedure for the meetings of the Council."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Council who has an interest in a matter for consideration A member of the Council who has an interest in a matter for consideration shall disclose in writing the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and shall disclose in writing the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and is disqualified from being present at or participating in the deliberation on or determination of the Council in respect of that matter. is disqualified from being present at or participating in the deliberation on or determination of the Council in respect of that matter. (2) A member ceases to be a member of the Council, if that member has an interest in a matter before the Council and A member ceases to be a member of the Council, if that member has an interest in a matter before the Council and fails to disclose that interest; or fails to disclose that interest; or is present at or participates in the deliberations on the matter. is present at or participates in the deliberations on the matter. (3) Without limiting any further cause of action that may be instituted against the member, the Council shall recover any benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member. Without limiting any further cause of action that may be instituted against the member, the Council shall recover any benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Establishment of committees",
      "content": "(1) The Council may establish committees that consist of members or non-members of the Council or both to perform a function of the Council. The Council may establish committees that consist of members or non-members of the Council or both to perform a function of the Council. (2) A committee that consists entirely of non-members of the Council is advisory only. A committee that consists entirely of non-members of the Council is advisory only. (3) A committee that consists of members and non-members of the Council shall be chaired by a member of the Council. A committee that consists of members and non-members of the Council shall be chaired by a member of the Council. (4) Section 10 applies to members of a committee of the Council. Section 10 applies to members of a committee of the Council."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Allowances",
      "content": "Members of the Council and members of a committee of the Council shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Council and members of a committee of the Council shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Principal Officers of the University",
      "content": "(1) The Principal Officers of the University are the The Principal Officers of the University are the Chancellor; Chancellor; Chairperson of the Council; and Chairperson of the Council; and Vice-Chancellor. Vice-Chancellor. (2) A Principal Officer of the University shall, before assuming office, take and subscribe to the Official Oaths as specified in the Schedule. A Principal Officer of the University shall, before assuming office, take and subscribe to the Official Oaths as specified in the Schedule."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Chancellor of the University",
      "content": "(1) The University shall have a Chancellor. The University shall have a Chancellor. (2) The Council shall appoint the Chancellor for the University. The Council shall appoint the Chancellor for the University. (3) The Chancellor is the head of the University and the Chancellor takes precedence over any other officer of the University. The Chancellor is the head of the University and the Chancellor takes precedence over any other officer of the University. (4) The criteria and modalities for the nomination and election of the Chancellor shall be prescribed by the Statutes of the University. The criteria and modalities for the nomination and election of the Chancellor shall be prescribed by the Statutes of the University. (5) The Chancellor shall hold office for a term of five years and is eligible for re-appointment for another term only. The Chancellor shall hold office for a term of five years and is eligible for re-appointment for another term only. (6) The Chancellor shall preside at the Congregation, meetings and other ceremonies of the University at which the Chancellor is present. The Chancellor shall preside at the Congregation, meetings and other ceremonies of the University at which the Chancellor is present. (7) The Chancellor shall be served with the summons, minutes and other documents of meetings of the Council and may attend the meetings. The Chancellor shall be served with the summons, minutes and other documents of meetings of the Council and may attend the meetings. (8) The Chancellor shall confer on a qualified person, a degree, honorary degree, diploma and certificate awarded by the University in accordance with this Act and procedures prescribed by the Statutes of the University. The Chancellor shall confer on a qualified person, a degree, honorary degree, diploma and certificate awarded by the University in accordance with this Act and procedures prescribed by the Statutes of the University. (9) The Chancellor may delegate a function under subsection (8) by directions in writing to the Council. The Chancellor may delegate a function under subsection (8) by directions in writing to the Council. (10) Where the integrity and welfare of the University are threatened by any matter, the Chancellor may, in consultation with the Council, intervene. Where the integrity and welfare of the University are threatened by any matter, the Chancellor may, in consultation with the Council, intervene."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Vacancy in office of the Chancellor",
      "content": "(1) The office of the Chancellor shall become vacant on the The office of the Chancellor shall become vacant on the resignation; resignation; incapacitation; incapacitation; death; death; removal from office; or removal from office; or expiry of the term of office; expiry of the term of office; of the Chancellor. (2) The grounds and procedures for the removal from the office of the Chancellor shall be contained in the Statutes of the University. The grounds and procedures for the removal from the office of the Chancellor shall be contained in the Statutes of the University."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Vice-Chancellor of the University",
      "content": "(1) The University shall have a Vice-Chancellor. The University shall have a Vice-Chancellor. (2) The Council shall appoint a Vice-Chancellor for the University. The Council shall appoint a Vice-Chancellor for the University. (3) The Vice-Chancellor shall hold office on the terms and conditions specified in the letter of appointment. The Vice-Chancellor shall hold office on the terms and conditions specified in the letter of appointment. (4) The Vice-Chancellor shall hold office for a term of four years and is eligible for re-appointment for another term only. The Vice-Chancellor shall hold office for a term of four years and is eligible for re-appointment for another term only. (5) The Vice-Chancellor is the academic and administrative head and chief disciplinary officer of the University. The Vice-Chancellor is the academic and administrative head and chief disciplinary officer of the University. (6) The Vice-Chancellor is responsible to the Council for maintaining order and ensuring the effective and efficient administration of the University. The Vice-Chancellor is responsible to the Council for maintaining order and ensuring the effective and efficient administration of the University. (7) The Vice-Chancellor shall perform any other functions prescribed by the Statutes of the University. The Vice-Chancellor shall perform any other functions prescribed by the Statutes of the University."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Pro Vice-Chancellor of the University",
      "content": "(1) The University shall have a Pro Vice-Chancellor. The University shall have a Pro Vice-Chancellor. (2) The Council shall appoint the Pro Vice-Chancellor for the University in accordance with the Statutes of the University. The Council shall appoint the Pro Vice-Chancellor for the University in accordance with the Statutes of the University. (3) The Pro Vice-Chancellor shall hold office for a term of three years and is eligible for re-appointment for another term only. The Pro Vice-Chancellor shall hold office for a term of three years and is eligible for re-appointment for another term only. (4) The Pro Vice-Chancellor shall attend a meeting of the Council, but shall not vote at the meeting. The Pro Vice-Chancellor shall attend a meeting of the Council, but shall not vote at the meeting. (5) The Pro Vice-Chancellor shall be assigned duties that the Council or the Vice-Chancellor may determine. The Pro Vice-Chancellor shall be assigned duties that the Council or the Vice-Chancellor may determine. (6) The Pro Vice-Chancellor shall perform the functions of the Vice-Chancellor in the absence of the Vice-Chancellor. The Pro Vice-Chancellor shall perform the functions of the Vice-Chancellor in the absence of the Vice-Chancellor. (7) The Pro Vice-Chancellor shall, before assuming office, take and subscribe to the Official Oaths specified in the Schedule. The Pro Vice-Chancellor shall, before assuming office, take and subscribe to the Official Oaths specified in the Schedule."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Academic Board",
      "content": "There shall be, an Academic Board of the University which is answerable to the Council. There shall be, an Academic Board of the University which is answerable to the Council."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Composition of the Academic Board",
      "content": "(1) The Academic Board consists of The Academic Board consists of the Vice-Chancellor as the chairperson; the Vice-Chancellor as the chairperson; the Pro Vice-Chancellor; the Pro Vice-Chancellor; Deans and Vice-Deans; Deans and Vice-Deans; Directors of Schools, Institutes and Centres; Directors of Schools, Institutes and Centres; Heads of academic Departments; Heads of academic Departments; Professors and Associate Professors; Professors and Associate Professors; a representative each from a representative each from an academic Department, an academic Department, a faculty, a faculty, a School, a School, an Institute, and an Institute, and a Centre; a Centre; the Librarian of the University; the Librarian of the University; the Registrar of the University as the Secretary; and the Registrar of the University as the Secretary; and nine other members of the University, five of whom are non-teaching staff, elected in accordance with the Statutes of the University. nine other members of the University, five of whom are non-teaching staff, elected in accordance with the Statutes of the University. (2) A person who is a member of the Academic Board by virtue of office may be represented at a meeting of the Academic Board by a person designated by that member. A person who is a member of the Academic Board by virtue of office may be represented at a meeting of the Academic Board by a person designated by that member."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Committees of the Academic Board",
      "content": "(1) The Academic Board may establish standing and ad-hoc committees for the purpose of carrying out functions prescribed by the Statutes of the University. The Academic Board may establish standing and ad-hoc committees for the purpose of carrying out functions prescribed by the Statutes of the University. (2) A committee of the Academic Board consisting entirely of non-members shall be advisory only. A committee of the Academic Board consisting entirely of non-members shall be advisory only."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Functions of the Academic Board",
      "content": "The Academic Board shall, subject to the powers of the Council, formulate and implement the academic policies of the University; formulate and implement the academic policies of the University; devise and regulate courses of instruction and study, subject to accreditation by the Ghana Tertiary Education Commission and the Commission for Technical and Vocational Education and Training; devise and regulate courses of instruction and study, subject to accreditation by the Ghana Tertiary Education Commission and the Commission for Technical and Vocational Education and Training; promote and supervise research within the mandate of the University, but with special emphasis on matters relating to technical, vocational and entrepreneurial education and training within and outside the country; and matters relating to technical, vocational and entrepreneurial education and training within and outside the country; and subjects that relate to technical, vocational and entrepreneurial education and training within and outside the country; subjects that relate to technical, vocational and entrepreneurial education and training within and outside the country; regulate the conduct of examinations; and conduct of examinations; and conferment of honorary degrees and award of degrees, diplomas and certificates; conferment of honorary degrees and award of degrees, diplomas and certificates; authorise research grants; authorise research grants; advise the Council on the appointment of academic staff, appointment of academic staff, admission of students, and admission of students, and award of scholarships and bursaries; award of scholarships and bursaries; report on matters that are referred to the Academic Board by the Council; report on matters that are referred to the Academic Board by the Council; make representations to the Council on any matter connected with the University; and make representations to the Council on any matter connected with the University; and perform any other function specified in the Statutes of the University. perform any other function specified in the Statutes of the University."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "The Registrar",
      "content": "(1) The University shall have a Registrar. The University shall have a Registrar. (2) The Council shall appoint the Registrar in accordance with the Statutes of the University. The Council shall appoint the Registrar in accordance with the Statutes of the University. (3) The Registrar shall hold office The Registrar shall hold office for a term of four years and is eligible for re-appointment for another term only; and for a term of four years and is eligible for re-appointment for another term only; and on the terms and conditions specified in the letter of appointment in accordance with the Statutes of the University. on the terms and conditions specified in the letter of appointment in accordance with the Statutes of the University. (4) The Registrar is the secretary to the The Registrar is the secretary to the Office of the Chancellor; Office of the Chancellor; Council; and Council; and Academic Board. Academic Board. (5) The Registrar is responsible to the Vice-Chancellor for the day-to-day administration of the affairs of the University. The Registrar is responsible to the Vice-Chancellor for the day-to-day administration of the affairs of the University. (6) The Registrar may perform any other function specified in the Statutes of the University. The Registrar may perform any other function specified in the Statutes of the University. (7) The Registrar shall, before assuming office, take and subscribe to the Official Oaths specified in the Schedule. The Registrar shall, before assuming office, take and subscribe to the Official Oaths specified in the Schedule."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Director of Finance",
      "content": "(1) The University shall have a Director of Finance. The University shall have a Director of Finance. (2) The Council shall appoint the Director of Finance in accordance with the Statutes of the University. The Council shall appoint the Director of Finance in accordance with the Statutes of the University. (3) The Director of Finance shall hold office for a term of four years and is eligible for re-appointment for another term only. The Director of Finance shall hold office for a term of four years and is eligible for re-appointment for another term only. (4) The Director of Finance shall perform functions specified in the Statutes of the University. The Director of Finance shall perform functions specified in the Statutes of the University. (5) The Director of Finance is responsible to the Vice-Chancellor in the performance of the functions of the Director of Finance. The Director of Finance is responsible to the Vice-Chancellor in the performance of the functions of the Director of Finance. (6) The Director of Finance shall, before assuming office, take and subscribe to the Official Oaths specified in the Schedule. The Director of Finance shall, before assuming office, take and subscribe to the Official Oaths specified in the Schedule."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Appointment of other staff",
      "content": "The Council may appoint other staff as may be necessary for the effective and efficient performance of the functions of the University. The Council may appoint other staff as may be necessary for the effective and efficient performance of the functions of the University."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Internal Audit Unit",
      "content": "(1) The University shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The University shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). (3) The Internal Auditor is responsible for the internal audit of the University. The Internal Auditor is responsible for the internal audit of the University. (4) The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months prepare and submit to the Council, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and prepare and submit to the Council, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the University. make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the University. (5) The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Minister and the chairperson of the Council. The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Minister and the chairperson of the Council."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Internal organisation of the University",
      "content": "(1) Subject to this Act, the Council may make arrangements as the Council considers appropriate for the internal organisation of the University, including the Subject to this Act, the Council may make arrangements as the Council considers appropriate for the internal organisation of the University, including the establishment, variation and supervision of academic Divisions, Faculties, Schools, Centres, Institutes, Departments, halls of residence, hostels and other bodies in the campuses in Kumasi and elsewhere in consultation with the Ghana Tertiary Education Commission; establishment, variation and supervision of academic Divisions, Faculties, Schools, Centres, Institutes, Departments, halls of residence, hostels and other bodies in the campuses in Kumasi and elsewhere in consultation with the Ghana Tertiary Education Commission; award of professorships and promotion of lecturers; award of professorships and promotion of lecturers; appointment and promotion of academic or administrative staff; appointment and promotion of academic or administrative staff; conferment of honorary degrees and other awards; conferment of honorary degrees and other awards; promotion of staff professional development; and promotion of staff professional development; and development of other facilities including hostels. development of other facilities including hostels. (2) The University may The University may enter into an agreement or relationship with another institution whether academic or non-academic within or outside the country; and enter into an agreement or relationship with another institution whether academic or non-academic within or outside the country; and incorporate within the University another institution or body, taking over the property, rights, privileges and liabilities of that other institution or body. incorporate within the University another institution or body, taking over the property, rights, privileges and liabilities of that other institution or body. (3) The Council shall exercise the powers referred to in subsection (1), only after consultation with the Academic Board on matters which in the opinion of the Council are academic matters. The Council shall exercise the powers referred to in subsection (1), only after consultation with the Academic Board on matters which in the opinion of the Council are academic matters."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Funds of the University",
      "content": "(1) The funds of the University include The funds of the University include moneys approved by Parliament; moneys approved by Parliament; internally generated funds including internally generated funds including tuition fees, hostel fees and any other fees paid by students of the University; tuition fees, hostel fees and any other fees paid by students of the University; fees, charges and dues in respect of services rendered by or through the University; fees, charges and dues in respect of services rendered by or through the University; proceeds from the sale of publications of the University; and proceeds from the sale of publications of the University; and subscriptions, rents and royalties; subscriptions, rents and royalties; returns on investments; returns on investments; endowments, grants, donations and gifts; and endowments, grants, donations and gifts; and moneys from any other source approved by the Council. moneys from any other source approved by the Council. (2) Any sum of money received by or on behalf of the University shall be paid into a bank account of the University opened on the authority of the Council with the approval of the Controller and Accountant-General. Any sum of money received by or on behalf of the University shall be paid into a bank account of the University opened on the authority of the Council with the approval of the Controller and Accountant-General. (3) Moneys received by or standing to the credit of an establishment of the University shall form part of the funds of the University as defined under this Act. Moneys received by or standing to the credit of an establishment of the University shall form part of the funds of the University as defined under this Act. (4) The Council may invest the funds of the University that are not required for immediate use as the Council considers appropriate. The Council may invest the funds of the University that are not required for immediate use as the Council considers appropriate."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Borrowing powers",
      "content": "(1) Subject to article 181 of the Constitution and section 76 of the Public Financial Management Act, 2016 (Act 921), the University may borrow money. Subject to article 181 of the Constitution and section 76 of the Public Financial Management Act, 2016 (Act 921), the University may borrow money. (2) The University may, for the purpose of borrowing money under subsection (1), use a property for the University as security. The University may, for the purpose of borrowing money under subsection (1), use a property for the University as security."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Accounts and audit",
      "content": "(1) The Council shall ensure that the University keeps books, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. The Council shall ensure that the University keeps books, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. (2) The Council shall submit the accounts of the University to the Auditor-General for audit at the end of the financial year. The Council shall submit the accounts of the University to the Auditor-General for audit at the end of the financial year. (3) The accounts shall be under the signature of the Vice-Chancellor and the Director of Finance. The accounts shall be under the signature of the Vice-Chancellor and the Director of Finance. (4) The Auditor-General shall, within six months after the end of the immediately preceding financial year The Auditor-General shall, within six months after the end of the immediately preceding financial year audit the accounts and submit a report to Parliament; and audit the accounts and submit a report to Parliament; and forward a copy each of the audit report to the Minister and the Council. forward a copy each of the audit report to the Minister and the Council. (5) The financial year of the University is the same as the financial year of the Government. The financial year of the University is the same as the financial year of the Government."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Annual report and other reports",
      "content": "(1) The Council shall, within thirty days after receipt of the audit report, submit to the Minister an annual report covering the activities and the operations of the University for the year to which the report relates. The Council shall, within thirty days after receipt of the audit report, submit to the Minister an annual report covering the activities and the operations of the University for the year to which the report relates. (2) The annual report shall include the report of the Auditor-General. The annual report shall include the report of the Auditor-General. (3) The Minister shall, within thirty days of receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within thirty days of receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Council shall submit to the Minister any other reports which the Minister may require in writing. The Council shall submit to the Minister any other reports which the Minister may require in writing."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Exemption from taxes, duties and other charges",
      "content": "The University is exempt from the payment of taxes, duties and other charges that the Minister responsible for Finance may, in writing, determine with the prior approval of Parliament. The University is exempt from the payment of taxes, duties and other charges that the Minister responsible for Finance may, in writing, determine with the prior approval of Parliament."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Statutes of the University",
      "content": "(1) The Council shall enact Statutes for the implementation of this Act. The Council shall enact Statutes for the implementation of this Act. (2) The Statutes shall The Statutes shall regulate the regulate the appointments; appointments; terms and conditions of service as determined by the Fair Wages and Salaries Commission; terms and conditions of service as determined by the Fair Wages and Salaries Commission; termination of appointments; and termination of appointments; and retirement benefits; retirement benefits; of employees of the University; determine the persons who form the academic staff of the University; determine the persons who form the academic staff of the University; determine the persons who are authorised to sign contracts, cheques and other documents on behalf of the University and to regulate the procedure in relation to transactions entered into by the University; determine the persons who are authorised to sign contracts, cheques and other documents on behalf of the University and to regulate the procedure in relation to transactions entered into by the University; fix the academic calendar of the University; fix the academic calendar of the University; determine the rules and procedures relating to the discipline of students and employees of the University; determine the rules and procedures relating to the discipline of students and employees of the University; ensure that the seal of the University is kept under proper custody and is used only on the authority of the Council; ensure that the seal of the University is kept under proper custody and is used only on the authority of the Council; determine the procedure for the conferment of honorary degrees and the award of degrees, diplomas and certificates; and determine the procedure for the conferment of honorary degrees and the award of degrees, diplomas and certificates; and provide for any matter required by this Act to be prescribed by Statute. provide for any matter required by this Act to be prescribed by Statute."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Convocation",
      "content": "(1) There shall be a Convocation of the University with the membership as specified in the Statutes of the University. There shall be a Convocation of the University with the membership as specified in the Statutes of the University. (2) The Registrar shall compile a register of the members of the Convocation which shall be published each academic year. The Registrar shall compile a register of the members of the Convocation which shall be published each academic year. (3) A person whose name appears on the register is entitled to attend and vote at the Convocation. A person whose name appears on the register is entitled to attend and vote at the Convocation. (4) The Convocation shall meet at least once each academic year at the time and place determined by the Vice-Chancellor. The Convocation shall meet at least once each academic year at the time and place determined by the Vice-Chancellor. (5) Despite subsection (4), the Convocation shall meet upon a request made by a number of members as prescribed in the Statutes of the University. Despite subsection (4), the Convocation shall meet upon a request made by a number of members as prescribed in the Statutes of the University. (6) The Convocation shall receive and discuss a report from the Vice-Chancellor on the state of the University and future plans for the University. The Convocation shall receive and discuss a report from the Vice-Chancellor on the state of the University and future plans for the University. (7) The Convocation may express an opinion on any matter that affects the University and may refer the matter to the Council or the Academic Board. The Convocation may express an opinion on any matter that affects the University and may refer the matter to the Council or the Academic Board."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Matriculation",
      "content": "(1) A student admitted to the University, shall take and subscribe to the Matriculation Oath and sign the Matriculation Register. A student admitted to the University, shall take and subscribe to the Matriculation Oath and sign the Matriculation Register. (2) A student who fails to sign the Matriculation Register shall be prevented by the University from graduating. A student who fails to sign the Matriculation Register shall be prevented by the University from graduating."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Congregation",
      "content": "The University may hold a Congregation consisting of persons specified in the Statutes of the University for the purpose of conferring honorary degrees and awarding degrees, diplomas and certificates. The University may hold a Congregation consisting of persons specified in the Statutes of the University for the purpose of conferring honorary degrees and awarding degrees, diplomas and certificates."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Student governance",
      "content": "(1) The University shall have a Students’ Representative Council. The University shall have a Students’ Representative Council. (2) The Students’ Representative Council is responsible for representing students duly admitted and registered to study at the University. The Students’ Representative Council is responsible for representing students duly admitted and registered to study at the University. (3) The constitution and other governing instruments of the Students’ Representative Council shall The constitution and other governing instruments of the Students’ Representative Council shall be drawn up by the students subject to the approval of the Academic Board; and be drawn up by the students subject to the approval of the Academic Board; and conform to this Act, the Statutes of the University and any other rules, regulations, directives and edicts duly issued by the University. conform to this Act, the Statutes of the University and any other rules, regulations, directives and edicts duly issued by the University. (4) A constitution or a governing instrument drawn up by the Students’ Representative Council which is inconsistent with paragraph (b) of subsection (3) shall, to the extent of the inconsistency be void. A constitution or a governing instrument drawn up by the Students’ Representative Council which is inconsistent with paragraph (b) of subsection (3) shall, to the extent of the inconsistency be void. (5) The Statutes of the University may grant the Students’ Representative Council representation on appropriate bodies and organs of the University. The Statutes of the University may grant the Students’ Representative Council representation on appropriate bodies and organs of the University."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Intellectual property",
      "content": "(1) The intellectual property right in a creative work, research or other intellectual enterprise funded or otherwise undertaken with resources of the University shall vest in the University. The intellectual property right in a creative work, research or other intellectual enterprise funded or otherwise undertaken with resources of the University shall vest in the University. (2) The Statutes of the University enacted by the Council under section 32 shall provide for the creation, ownership and use of intellectual property including copyright, patents, trademarks, trade names and industrial designs by employees of the University in accordance with the laws on intellectual property. The Statutes of the University enacted by the Council under section 32 shall provide for the creation, ownership and use of intellectual property including copyright, patents, trademarks, trade names and industrial designs by employees of the University in accordance with the laws on intellectual property. (3) The Council shall, for the purposes of subsection (2) determine the incentives for a person who undertakes any creative work, research or other intellectual enterprise funded or otherwise undertaken with resources of the University to enable the person benefit from the creative work, research or intellectual enterprise. The Council shall, for the purposes of subsection (2) determine the incentives for a person who undertakes any creative work, research or other intellectual enterprise funded or otherwise undertaken with resources of the University to enable the person benefit from the creative work, research or intellectual enterprise."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Anti-discrimination",
      "content": "(1) Without limiting the power of the University to adopt affirmative action policies, the University or an officer of the University shall not discriminate against a person on the basis of race, ethnic origin, political opinion, colour, gender, occupation, religion or creed, disability, social or economic status of that person to determine whether that person is to be Without limiting the power of the University to adopt affirmative action policies, the University or an officer of the University shall not discriminate against a person on the basis of race, ethnic origin, political opinion, colour, gender, occupation, religion or creed, disability, social or economic status of that person to determine whether that person is to be admitted as a student of the University; admitted as a student of the University; registered as a student of the University; registered as a student of the University; permitted to graduate from the University; permitted to graduate from the University; appointed as an academic staff or other staff member; appointed as an academic staff or other staff member; promoted as an academic staff or other staff member; or promoted as an academic staff or other staff member; or granted any advantage, privilege or other benefit accorded all other persons. granted any advantage, privilege or other benefit accorded all other persons. (2) For the purpose of subsection (1), “an officer of the University” includes a Principal Officer, staff or other employee, an agent, servant or any other person performing or acting in an official capacity for or on behalf of the University. For the purpose of subsection (1), “an officer of the University” includes a Principal Officer, staff or other employee, an agent, servant or any other person performing or acting in an official capacity for or on behalf of the University. (3) For the purpose of this section, “discriminate” means to give different treatment to different persons attributable only to or mainly on the grounds stated in subsection (1). For the purpose of this section, “discriminate” means to give different treatment to different persons attributable only to or mainly on the grounds stated in subsection (1)."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Appeals",
      "content": "(1) Subject to subsection (5), disputes on Subject to subsection (5), disputes on acts or omissions in contravention of this Act or the Statutes of University; acts or omissions in contravention of this Act or the Statutes of University; breach of an employment contract by the University; breach of an employment contract by the University; the promotion of persons duly employed by the University; the promotion of persons duly employed by the University; grievances by students against the University on matters related to welfare and discipline; and grievances by students against the University on matters related to welfare and discipline; and any other matter or dispute specified in the Statutes; any other matter or dispute specified in the Statutes; shall be settled in accordance with the Statutes of the University. (2) There is established by this Act the Akenten Appiah-Menka University of Skills Training and Entrepreneurial Development Appeals Board. There is established by this Act the Akenten Appiah-Menka University of Skills Training and Entrepreneurial Development Appeals Board. (3) The Appeals Board shall consist of The Appeals Board shall consist of a chairperson who is a retired justice of the Superior Courts of Judicature or a lawyer qualified to be appointed as a justice of the Superior Courts of Judicature; a chairperson who is a retired justice of the Superior Courts of Judicature or a lawyer qualified to be appointed as a justice of the Superior Courts of Judicature; two lawyers of at least ten years standing at the Bar who are persons of high moral character and professional integrity, at least one of whom is a woman; and two lawyers of at least ten years standing at the Bar who are persons of high moral character and professional integrity, at least one of whom is a woman; and two persons who are neither lawyers nor employees of the University who are persons of high moral character, at least one of whom is a woman. two persons who are neither lawyers nor employees of the University who are persons of high moral character, at least one of whom is a woman. (4) The Council shall appoint the members of the Appeals Board. The Council shall appoint the members of the Appeals Board. (5) The Appeals Board shall hear and determine on appeal, matters on The Appeals Board shall hear and determine on appeal, matters on an act or omission in contravention of this Act or the Statutes enacted by the Council; an act or omission in contravention of this Act or the Statutes enacted by the Council; breach of an employment contract by the University; breach of an employment contract by the University; the promotion of persons duly employed by the University; the promotion of persons duly employed by the University; grievances by students against the University on matters related to welfare and discipline; or grievances by students against the University on matters related to welfare and discipline; or any other matter or dispute referred to the Appeals Board by the Council. any other matter or dispute referred to the Appeals Board by the Council. (6) The chairperson and two other members of the Appeals Board, constitute a panel for the hearing and determination of a case or matter before the Appeals Board. The chairperson and two other members of the Appeals Board, constitute a panel for the hearing and determination of a case or matter before the Appeals Board. (7) In the absence of the chairperson, one of the two lawyers as specified in paragraph (b) of subsection (3), shall act as chairperson. In the absence of the chairperson, one of the two lawyers as specified in paragraph (b) of subsection (3), shall act as chairperson. (8) The Council shall, by Statutes, prescribe the rules and procedure that govern The Council shall, by Statutes, prescribe the rules and procedure that govern the operations of the Appeals Board; the operations of the Appeals Board; the appointment and remuneration of the members of the Appeals Board; the appointment and remuneration of the members of the Appeals Board; the functions of the chairperson of the Appeals Board; the functions of the chairperson of the Appeals Board; the establishment of the Secretariat of the Appeals Board; and the establishment of the Secretariat of the Appeals Board; and any other relevant matter. any other relevant matter."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires“Academic Board” means the body established under section 18;“Convocation” means the Principal Officers of the University and all other senior members of the University appointed by the Council or the Academic Board and who are registered by the Registrar as members of Convocation;“Council” means the University Council established under section 5;“disclosure of interest” includes pecuniary, material, academic and relational interest in a matter being deliberated upon or decided upon by the University;“Institute” means a multi-disciplinary research or service establishment which focuses primarily on multi-disciplinary research and on the provision of extension services;“matriculation” means a process by which a person is formally recognised as a student of the University;“Minister” means the Minister responsible for Education;“Pro Vice-Chancellor” means the person appointed under section 17 to the office of Pro Vice-Chancellor of the University;“Statutes of the University” means administrative guidelines enacted by the Council in accordance with this Act to govern the internal operations of the University;“University” means the Akenten Appiah-Menka University of Skills Training and Entrepreneurial Development established under section 1; and“Vice-Chancellor” means the person appointed under section 16 to the office of Vice-Chancellor of the University. In this Act, unless the context otherwise requires “Academic Board” means the body established under section 18; “Convocation” means the Principal Officers of the University and all other senior members of the University appointed by the Council or the Academic Board and who are registered by the Registrar as members of Convocation; “Council” means the University Council established under section 5; “disclosure of interest” includes pecuniary, material, academic and relational interest in a matter being deliberated upon or decided upon by the University; “Institute” means a multi-disciplinary research or service establishment which focuses primarily on multi-disciplinary research and on the provision of extension services; “matriculation” means a process by which a person is formally recognised as a student of the University; “Minister” means the Minister responsible for Education; “Pro Vice-Chancellor” means the person appointed under section 17 to the office of Pro Vice-Chancellor of the University; “Statutes of the University” means administrative guidelines enacted by the Council in accordance with this Act to govern the internal operations of the University; “University” means the Akenten Appiah-Menka University of Skills Training and Entrepreneurial Development established under section 1; and “Vice-Chancellor” means the person appointed under section 16 to the office of Vice-Chancellor of the University."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Consequential amendment",
      "content": "The University of Education, Winneba Act, 2004 (Act 672) is amended by the substitution for section 5 of“5. The University shall, without limit to the power of the University Council to establish other campuses, have a campus at Ashanti Mampong to be known as the College of Agricultural Education, Mampong Ashanti.”. The University of Education, Winneba Act, 2004 (Act 672) is amended by the substitution for section 5 of The University shall, without limit to the power of the University Council to establish other campuses, have a campus at Ashanti Mampong to be known as the College of Agricultural Education, Mampong Ashanti.”. The University shall, without limit to the power of the University Council to establish other campuses, have a campus at Ashanti Mampong to be known as the College of Agricultural Education, Mampong Ashanti.”."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "",
      "content": "The University shall, without limit to the power of the University Council to establish other campuses, have a campus at Ashanti Mampong to be known as the College of Agricultural Education, Mampong Ashanti.”. The University shall, without limit to the power of the University Council to establish other campuses, have a campus at Ashanti Mampong to be known as the College of Agricultural Education, Mampong Ashanti.”."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Transitional provisions",
      "content": "(1) Until the appointment of the members of the Council established under section 5, there shall be an Interim Council of the University which shall function for a period of not more than one year. Until the appointment of the members of the Council established under section 5, there shall be an Interim Council of the University which shall function for a period of not more than one year. (2) The President shall appoint the members of the Interim Council on the recommendation of the Minister given in consultation with the Ghana Tertiary Education Commission. The President shall appoint the members of the Interim Council on the recommendation of the Minister given in consultation with the Ghana Tertiary Education Commission. (3) The Interim Council shall perform functions of the Council. The Interim Council shall perform functions of the Council. (4) Any action taken by the Interim Council before the first meeting of the Council shall have the same effect as if done by the Council. Any action taken by the Interim Council before the first meeting of the Council shall have the same effect as if done by the Council. (5) The University shall be guided in its operation by accredited Universities in this country or abroad with similar objects for a term of not more than four years as may be determined by the Ghana Tertiary Education Commission. The University shall be guided in its operation by accredited Universities in this country or abroad with similar objects for a term of not more than four years as may be determined by the Ghana Tertiary Education Commission."
    }
  ],
  "definitions": [
    {
      "term": "Academic Board",
      "definition": "the body established under section 18",
      "source_provision": "s40"
    },
    {
      "term": "Convocation",
      "definition": "the Principal Officers of the University and all other senior members of the University appointed by the Council or the Academic Board and who are registered by the Registrar as members of Convocation",
      "source_provision": "s40"
    },
    {
      "term": "Council",
      "definition": "the University Council established under section 5",
      "source_provision": "s40"
    },
    {
      "term": "Institute",
      "definition": "a multi-disciplinary research or service establishment which focuses primarily on multi-disciplinary research and on the provision of extension services",
      "source_provision": "s40"
    },
    {
      "term": "matriculation",
      "definition": "a process by which a person is formally recognised as a student of the University",
      "source_provision": "s40"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Education",
      "source_provision": "s40"
    },
    {
      "term": "Pro Vice-Chancellor",
      "definition": "the person appointed under section 17 to the office of Pro Vice-Chancellor of the University",
      "source_provision": "s40"
    },
    {
      "term": "Statutes of the University",
      "definition": "administrative guidelines enacted by the Council in accordance with this Act to govern the internal operations of the University",
      "source_provision": "s40"
    },
    {
      "term": "University",
      "definition": "the Akenten Appiah-Menka University of Skills Training and Entrepreneurial Development established under section 1",
      "source_provision": "s40"
    },
    {
      "term": "Vice-Chancellor",
      "definition": "the person appointed under section 16 to the office of Vice-Chancellor of the University. In this Act, unless the context otherwise requires “Academic Board” means the body established under section 18",
      "source_provision": "s40"
    },
    {
      "term": "Convocation",
      "definition": "the Principal Officers of the University and all other senior members of the University appointed by the Council or the Academic Board and who are registered by the Registrar as members of Convocation",
      "source_provision": "s40"
    },
    {
      "term": "Council",
      "definition": "the University Council established under section 5",
      "source_provision": "s40"
    },
    {
      "term": "Institute",
      "definition": "a multi-disciplinary research or service establishment which focuses primarily on multi-disciplinary research and on the provision of extension services",
      "source_provision": "s40"
    },
    {
      "term": "matriculation",
      "definition": "a process by which a person is formally recognised as a student of the University",
      "source_provision": "s40"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Education",
      "source_provision": "s40"
    },
    {
      "term": "Pro Vice-Chancellor",
      "definition": "the person appointed under section 17 to the office of Pro Vice-Chancellor of the University",
      "source_provision": "s40"
    },
    {
      "term": "Statutes of the University",
      "definition": "administrative guidelines enacted by the Council in accordance with this Act to govern the internal operations of the University",
      "source_provision": "s40"
    },
    {
      "term": "University",
      "definition": "the Akenten Appiah-Menka University of Skills Training and Entrepreneurial Development established under section 1",
      "source_provision": "s40"
    }
  ]
}