{
  "id": "act-1051-2020",
  "type": "act",
  "title": "Air Navigation Services Agency Act, 2020",
  "short_name": "ANSA 2020",
  "act_number": 1051,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-12-29",
  "url": "https://ghalii.org/akn/gh/act/2020/1051",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Air Navigation Services Agency",
      "content": "(1) There is established by this Act, the Air Navigation Services Agency as a body corporate. There is established by this Act, the Air Navigation Services Agency as a body corporate. (2) The Agency may, in the performance of the functions of the Agency, acquire and hold property, dispose of property and enter into a contract or any other related transaction. The Agency may, in the performance of the functions of the Agency, acquire and hold property, dispose of property and enter into a contract or any other related transaction. (3) Where there is a hindrance to the acquisition of land, the land may be acquired for the Agency under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Agency. Where there is a hindrance to the acquisition of land, the land may be acquired for the Agency under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Agency."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Agency",
      "content": "The object of the Agency is to provide air navigation services within the airspace of Ghana and any other airspace under the control of Ghana. The object of the Agency is to provide air navigation services within the airspace of Ghana and any other airspace under the control of Ghana."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Agency",
      "content": "To achieve the object under section 2, the Agency shall advise Government on matters relating to the provision of air navigation services; advise Government on matters relating to the provision of air navigation services; facilitate the implementation of a treaty, an agreement or a convention in respect of air navigation services, to which the Republic is a party; facilitate the implementation of a treaty, an agreement or a convention in respect of air navigation services, to which the Republic is a party; develop and implement Safety Management Systems in the operational and technical areas of the Agency to achieve the level of safety required by the State Safety Programme; develop and implement Safety Management Systems in the operational and technical areas of the Agency to achieve the level of safety required by the State Safety Programme; represent the Republic in matters relating to the provision of air navigation services; represent the Republic in matters relating to the provision of air navigation services; provide, in a public aerodrome in Ghana, air traffic services within the Accra Flight Information Region; provide, in a public aerodrome in Ghana, air traffic services within the Accra Flight Information Region; provide area and en-route control services in the Accra Flight Information Region; provide area and en-route control services in the Accra Flight Information Region; collaborate with the Ghana Armed Forces and other security service agencies to ensure safety and security of the airspace of Ghana; collaborate with the Ghana Armed Forces and other security service agencies to ensure safety and security of the airspace of Ghana; ensure operational and technical interoperability between civilian and security services air operations; ensure operational and technical interoperability between civilian and security services air operations; manage the airspace of Ghana in collaboration with the relevant Government agencies, to ensure the effective and efficient utilisation of the airspace and the creation of air routes; manage the airspace of Ghana in collaboration with the relevant Government agencies, to ensure the effective and efficient utilisation of the airspace and the creation of air routes; maintain a permanent liaison with all relevant air defence units, to ensure the daily integration of civil and military air traffic operating within the same or contiguous areas of the airspace of Ghana; maintain a permanent liaison with all relevant air defence units, to ensure the daily integration of civil and military air traffic operating within the same or contiguous areas of the airspace of Ghana; grant the Ghana Armed Forces access to air traffic control facilities and assist in the training of personnel of the Ghana Armed Forces in the provision of air traffic services; grant the Ghana Armed Forces access to air traffic control facilities and assist in the training of personnel of the Ghana Armed Forces in the provision of air traffic services; ensure the effective and efficient co-ordination in the use of the airspace of Ghana in line with established standards and procedures; ensure the effective and efficient co-ordination in the use of the airspace of Ghana in line with established standards and procedures; procure, install, service and maintain facilities for adequate communication; adequate communication; air navigation services; air navigation services; surveillance; and surveillance; and air traffic management necessary for safe and secure navigation within the airspace of Ghana and any other airspace under the control of Ghana; air traffic management necessary for safe and secure navigation within the airspace of Ghana and any other airspace under the control of Ghana; provide quality assured aeronautical data and aeronautical information for the Integrated Aeronautical Information Package; provide quality assured aeronautical data and aeronautical information for the Integrated Aeronautical Information Package; publish Aeronautical Information Publication, amendments and supplements to the Aeronautical Information Publication, and Aeronautical Information Circulars; publish Aeronautical Information Publication, amendments and supplements to the Aeronautical Information Publication, and Aeronautical Information Circulars; publish NOTICE TO AIRMEN and pre-flight information bulletins, checklists and lists of valid NOTICE TO AIRMEN; publish NOTICE TO AIRMEN and pre-flight information bulletins, checklists and lists of valid NOTICE TO AIRMEN; develop and produce aeronautical maps and charts for civil air navigation, subject to the approval of the Authority; develop and produce aeronautical maps and charts for civil air navigation, subject to the approval of the Authority; provide flight planning services; provide flight planning services; monitor the availability of channels and performance of Aeronautical Fixed Telecommunication Network and Aeronautical Message Handling System stations; monitor the availability of channels and performance of Aeronautical Fixed Telecommunication Network and Aeronautical Message Handling System stations; communicate meteorological information to airlines and other Flight Information Regions; communicate meteorological information to airlines and other Flight Information Regions; co-ordinate and direct search and rescue activities in collaboration with the relevant Government agencies and Flight Information Regions in neighbouring countries; co-ordinate and direct search and rescue activities in collaboration with the relevant Government agencies and Flight Information Regions in neighbouring countries; give notice of the occurrence of an aircraft accident or incident to the Aircraft Accident and Incident Investigation and Prevention Bureau and other relevant authorities; and give notice of the occurrence of an aircraft accident or incident to the Aircraft Accident and Incident Investigation and Prevention Bureau and other relevant authorities; and perform any other function that is ancillary to the object of the Agency. perform any other function that is ancillary to the object of the Agency."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Agency service as an essential service",
      "content": "The services of the Agency are an essential service in accordance with the Labour Act, 2003 (Act 651). The services of the Agency are an essential service in accordance with the Labour Act, 2003 (Act 651)."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Governing body of the Agency",
      "content": "(1) The governing body of the Agency is a Board consisting of The governing body of the Agency is a Board consisting of a chairperson with experience in matters relating to aviation, nominated by the President; a chairperson with experience in matters relating to aviation, nominated by the President; one legal practitioner of not less than ten years’ standing at the bar nominated by the Ghana Bar Association; one legal practitioner of not less than ten years’ standing at the bar nominated by the Ghana Bar Association; one representative each from one representative each from the Ministry responsible for Aviation, not below the rank of a Director nominated by the Minister; and the Ministry responsible for Aviation, not below the rank of a Director nominated by the Minister; and the Ministry responsible for Defence not below the rank of a Group Captain nominated by the Minister responsible for Defence; the Ministry responsible for Defence not below the rank of a Group Captain nominated by the Minister responsible for Defence; the Chief Executive Officer; and the Chief Executive Officer; and four other persons, one of whom is an engineer, nominated by the President. four other persons, one of whom is an engineer, nominated by the President. (2) The President shall, in accordance with article 70 of the Constitution, appoint the chairperson and the other members of the Board. The President shall, in accordance with article 70 of the Constitution, appoint the chairperson and the other members of the Board. (3) The President shall, in appointing persons under paragraphs (a) and (e), of subsection (1), The President shall, in appointing persons under paragraphs (a) and (e), of subsection (1), take into consideration the following: take into consideration the following: expertise in matters relating to aviation; expertise in matters relating to aviation; comprehension of aviation protocols and practices; and comprehension of aviation protocols and practices; and managerial competence; and managerial competence; and ensure that at least two of the nominees are women. ensure that at least two of the nominees are women."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Functions of the Board",
      "content": "The Board shall advise the Minister on the formulation of administrative and operational policies of the Agency; advise the Minister on the formulation of administrative and operational policies of the Agency; oversee the sound and proper management of the Agency; and oversee the sound and proper management of the Agency; and ensure the effective and efficient performance of the functions of the Agency. ensure the effective and efficient performance of the functions of the Agency."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Duties and liabilities of a member of the Board",
      "content": "(1) A member of the Board has the same fiduciary relationship with the Agency and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 2019 (Act 992). A member of the Board has the same fiduciary relationship with the Agency and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 2019 (Act 992). (2) Without limiting subsection (1), a member of the Board has a duty Without limiting subsection (1), a member of the Board has a duty to act honestly in the performance of the functions of that member; to act honestly in the performance of the functions of that member; to exercise the degree of care and diligence in the performance of the functions of that member that a reasonable person in that position would reasonably be expected to exercise in the circumstances; to exercise the degree of care and diligence in the performance of the functions of that member that a reasonable person in that position would reasonably be expected to exercise in the circumstances; not to make improper use of information acquired by virtue of the position of that member as a member of the Board for the benefit of that member or to the detriment of the Board; and not to make improper use of information acquired by virtue of the position of that member as a member of the Board for the benefit of that member or to the detriment of the Board; and not to make improper use of the position of the member so as to gain directly or indirectly a benefit for the member or for any other person or cause loss to the Agency. not to make improper use of the position of the member so as to gain directly or indirectly a benefit for the member or for any other person or cause loss to the Agency. (3) A member of the Board who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than five thousand penalty units and not more than fifteen thousand penalty units or to a term of imprisonment of not less than ten years and not more than fifteen years or to both. A member of the Board who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than five thousand penalty units and not more than fifteen thousand penalty units or to a term of imprisonment of not less than ten years and not more than fifteen years or to both. (4) Where a court determines that the Agency has suffered loss or damage as a consequence of the act or omission of a member of the Board, the court may, in addition to the imposition of a fine, order the member convicted to pay appropriate compensation to the Agency. Where a court determines that the Agency has suffered loss or damage as a consequence of the act or omission of a member of the Board, the court may, in addition to the imposition of a fine, order the member convicted to pay appropriate compensation to the Agency."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Tenure of office of members of the Board",
      "content": "(1) A member of the Board shall hold office for a period of four years and is eligible for re-appointment, for another term only. A member of the Board shall hold office for a period of four years and is eligible for re-appointment, for another term only. (2) Subsection (1) does not apply to the Chief Executive Officer and a person who is a member of the Board by reason of the office of that person. Subsection (1) does not apply to the Chief Executive Officer and a person who is a member of the Board by reason of the office of that person. (3) A member of the Board may, at any time, resign from office in writing addressed to the President through the Minister. A member of the Board may, at any time, resign from office in writing addressed to the President through the Minister. (4) A member of the Board other than the Chief Executive Officer, who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board other than the Chief Executive Officer, who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (5) The President may, by letter addressed to a member, revoke the appointment of the member for stated reasons. The President may, by letter addressed to a member, revoke the appointment of the member for stated reasons. (6) Where a member of the Board is, for a sufficient reason, unable to act as a member, the chairperson shall determine whether the inability of the member to act would result in the declaration of a vacancy. Where a member of the Board is, for a sufficient reason, unable to act as a member, the chairperson shall determine whether the inability of the member to act would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3), (4) or (5) or subsection (2) of section 10, under subsection (3), (4) or (5) or subsection (2) of section 10, as a result of a declaration under subsection (6), or as a result of a declaration under subsection (6), or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall, in accordance with this Act, appoint a person to fill the vacancy for the unexpired term."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months for the conduct of business at a time and place determined by the chairperson. The Board shall meet at least once every three months for the conduct of business at a time and place determined by the chairperson. (2) The quorum at a meeting of the Board is five members of the Board. The quorum at a meeting of the Board is five members of the Board. (3) The chairperson shall, at the request in writing of not less than one-third of the membership of the Board convene an extraordinary meeting of the Board at a place and time determined by the chairperson. The chairperson shall, at the request in writing of not less than one-third of the membership of the Board convene an extraordinary meeting of the Board at a place and time determined by the chairperson. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson a member of the Board other than the Chief Executive Officer, elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson a member of the Board other than the Chief Executive Officer, elected by the members present from among their number shall preside. (5) A matter before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. A matter before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a meeting of the Board but that person shall not vote on a matter for decision at the meeting. The Board may co-opt a person to attend a meeting of the Board but that person shall not vote on a matter for decision at the meeting. (7) A person who is co-opted to attend a meeting of the Board under subsection (6) is subject to the same duties and liabilities of a member of the Board as provided under section 7. A person who is co-opted to attend a meeting of the Board under subsection (6) is subject to the same duties and liabilities of a member of the Board as provided under section 7. (8) The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. (9) Subject to this Act, the Board shall determine the procedure for the meetings of the Board. Subject to this Act, the Board shall determine the procedure for the meetings of the Board."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration A member of the Board who has an interest in a matter for consideration shall disclose in writing the nature of that interest and the disclosure shall form part of the record of the consideration of the matter; and shall disclose in writing the nature of that interest and the disclosure shall form part of the record of the consideration of the matter; and is disqualified from being present at or participating in the deliberations of the Board in respect of that matter. is disqualified from being present at or participating in the deliberations of the Board in respect of that matter. (2) A member ceases to be a member of the Board if that member has an interest in a matter before the Board and A member ceases to be a member of the Board if that member has an interest in a matter before the Board and fails to disclose that interest; and fails to disclose that interest; and is present at or participates in the deliberations of the Board in respect of that matter. is present at or participates in the deliberations of the Board in respect of that matter. (3) Without limiting any further cause of action that may be instituted against the member, the Agency shall recover any benefit derived by that member who contravenes subsection (1) in addition to the revocation of the appointment of that member. Without limiting any further cause of action that may be instituted against the member, the Agency shall recover any benefit derived by that member who contravenes subsection (1) in addition to the revocation of the appointment of that member. (4) A member of the Board who fails to disclose an interest in a matter for consideration by the Board is liable to pay compensation to the Agency for any loss incurred. A member of the Board who fails to disclose an interest in a matter for consideration by the Board is liable to pay compensation to the Agency for any loss incurred."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members or both to The Board may establish committees consisting of members of the Board or non-members or both to perform a function of the Board; or perform a function of the Board; or advise the Board on a matter referred to the committee by the Board. advise the Board on a matter referred to the committee by the Board. (2) A committee of the Board shall be chaired by a member of the Board except where the committee is made up of non-members only. A committee of the Board shall be chaired by a member of the Board except where the committee is made up of non-members only. (3) A committee made up of non-members of the Board shall be advisory only. A committee made up of non-members of the Board shall be advisory only. (4) Sections 10 and 12 apply to a member of a committee of the Board. Sections 10 and 12 apply to a member of a committee of the Board."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid allowances determined by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid allowances determined by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Policy directives",
      "content": "(1) The Minister may, in writing, give directives to the Board on matters of policy and the Board shall comply. The Minister may, in writing, give directives to the Board on matters of policy and the Board shall comply. (2) The directives of the Minister shall not interfere with the performance of the functions and exercise of the powers of the Board under this Act. The directives of the Minister shall not interfere with the performance of the functions and exercise of the powers of the Board under this Act."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Divisions of the Agency",
      "content": "(1) The Agency shall have The Agency shall have a Technical Services Division; and a Technical Services Division; and a General Corporate Services Division. a General Corporate Services Division. (2) Despite subsection (1), the Board may, on the recommendation of the Chief Executive Officer, establish units of each Division that are necessary for the effective and efficient performance of the functions of the Agency. Despite subsection (1), the Board may, on the recommendation of the Chief Executive Officer, establish units of each Division that are necessary for the effective and efficient performance of the functions of the Agency."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Appointment of Chief Executive Officer",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Chief Executive Officer for the Agency. The President shall, in accordance with article 195 of the Constitution, appoint a Chief Executive Officer for the Agency. (2) A person qualifies for appointment as Chief Executive Officer if that person has A person qualifies for appointment as Chief Executive Officer if that person has the relevant academic qualification; and the relevant academic qualification; and senior management level experience in aviation. senior management level experience in aviation. (3) The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Functions of the Chief Executive Officer",
      "content": "(1) The Chief Executive Officer is The Chief Executive Officer is responsible for the day-to-day administration and operations of the Agency, and responsible for the day-to-day administration and operations of the Agency, and answerable to the Board in the performance of functions under this Act. answerable to the Board in the performance of functions under this Act. (2) Without limiting subsection (1), the Chief Executive Officer shall Without limiting subsection (1), the Chief Executive Officer shall report to the Board on the activities of the Agency every three months; report to the Board on the activities of the Agency every three months; ensure the implementation of the decisions of the Board; ensure the implementation of the decisions of the Board; ensure compliance with procedures, regulations, directives, enforcement orders, instructions and corrective action plans in respect of air navigation operations; ensure compliance with procedures, regulations, directives, enforcement orders, instructions and corrective action plans in respect of air navigation operations; ensure that procedures and practices of the Agency are in accordance with the Standards and Recommended Practices of the International Civil Aviation Organisation as domesticated by the Ghana Civil Aviation Directives and other relevant enactments; and ensure that procedures and practices of the Agency are in accordance with the Standards and Recommended Practices of the International Civil Aviation Organisation as domesticated by the Ghana Civil Aviation Directives and other relevant enactments; and perform any other function assigned by the Board. perform any other function assigned by the Board. (3) The Chief Executive Officer may delegate a function to an officer of the Agency but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Chief Executive Officer may delegate a function to an officer of the Agency but shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Powers of the Chief Executive Officer",
      "content": "The Chief Executive Officer may, for the purposes of this Act, facilitate and co-ordinate the development of Manuals of Procedures in respect of operational matters relating to the functions of the Agency. The Chief Executive Officer may, for the purposes of this Act, facilitate and co-ordinate the development of Manuals of Procedures in respect of operational matters relating to the functions of the Agency."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Appointment of Deputy Chief Executive Officers",
      "content": "The President shall, in accordance with article 195 of the Constitution, appoint two Deputy Chief Executive Officers, one of whom shall be in charge of the Technical Services Division, and the other in charge of the General Corporate Services Division. The President shall, in accordance with article 195 of the Constitution, appoint two Deputy Chief Executive Officers, one of whom shall be in charge of the Technical Services Division, and the other in charge of the General Corporate Services Division."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Functions of Deputy Chief Executive Officers",
      "content": "The Deputy Chief Executive Officers shall assist the Chief Executive Officer in the performance of functions under this Act. The Deputy Chief Executive Officers shall assist the Chief Executive Officer in the performance of functions under this Act. (2) A Deputy Chief Executive Officer shall, in addition to the functions specified in section 18 and subsection (1) of this section, perform any other functions assigned by the Board. A Deputy Chief Executive Officer shall, in addition to the functions specified in section 18 and subsection (1) of this section, perform any other functions assigned by the Board. (3) In the absence of the Chief Executive Officer, the senior Deputy Chief Executive Officer shall perform the functions of the Chief Executive Officer. In the absence of the Chief Executive Officer, the senior Deputy Chief Executive Officer shall perform the functions of the Chief Executive Officer. (4) The Deputy Chief Executive Officers are answerable to the Chief Executive Officer in the performance of functions under this Act. The Deputy Chief Executive Officers are answerable to the Chief Executive Officer in the performance of functions under this Act."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Appointment of other staff",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint for the Agency other employees that are necessary for the effective and efficient performance of the functions of the Agency. The President shall, in accordance with article 195 of the Constitution, appoint for the Agency other employees that are necessary for the effective and efficient performance of the functions of the Agency. (2) The Agency may, for the effective and efficient performance of the functions of the Agency, engage the services of experts and consultants on the recommendation of the Board. The Agency may, for the effective and efficient performance of the functions of the Agency, engage the services of experts and consultants on the recommendation of the Board."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Secretary to the Board",
      "content": "(1) The head of the Legal Services Unit of the Agency is the Secretary to the Board. The head of the Legal Services Unit of the Agency is the Secretary to the Board. (2) The Secretary shall The Secretary shall record or cause to be recorded and keep the minutes of the meetings of the Board; record or cause to be recorded and keep the minutes of the meetings of the Board; perform the functions that the Board, or the Chief Executive Officer, in consultation with the Board, may assign; and perform the functions that the Board, or the Chief Executive Officer, in consultation with the Board, may assign; and in the performance of functions, be answerable to the Chief Executive Officer. in the performance of functions, be answerable to the Chief Executive Officer."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Internal Audit Unit",
      "content": "(1) The Agency shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The Agency shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). (3) The Internal Auditor is responsible for the internal audit of the Agency. The Internal Auditor is responsible for the internal audit of the Agency. (4) The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658) at intervals of three months The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658) at intervals of three months prepare and submit to the Board, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and prepare and submit to the Board, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and make recommendations in each report, with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Agency. make recommendations in each report, with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Agency. (5) The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658) submit a copy of each report prepared under this section to the Minister, Auditor-General and the chairperson of the Board. The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658) submit a copy of each report prepared under this section to the Minister, Auditor-General and the chairperson of the Board."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Funds of the Agency",
      "content": "(1) The funds of the Agency include The funds of the Agency include moneys approved by Parliament; moneys approved by Parliament; six point seven five per cent of Airport Tax collected by an aerodrome operator under the Airport Tax Act, 1963 (Act 209); six point seven five per cent of Airport Tax collected by an aerodrome operator under the Airport Tax Act, 1963 (Act 209); thirty per cent of landing charges; thirty per cent of landing charges; ninety per cent of en-route charges; ninety per cent of en-route charges; donations, grants, gifts and loans; donations, grants, gifts and loans; moneys derived from investments; and moneys derived from investments; and internally generated funds of the Agency. internally generated funds of the Agency. (2) The Agency is exempt from the payment of rates and taxes. The Agency is exempt from the payment of rates and taxes."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Bank account",
      "content": "Moneys for the Agency shall be paid into a bank account opened for the purpose by the Board with the approval of the Controller and Accountant-General. Moneys for the Agency shall be paid into a bank account opened for the purpose by the Board with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Expenses of the Agency",
      "content": "The administrative and other related expenses of the Agency shall be charged on the funds of the Agency. The administrative and other related expenses of the Agency shall be charged on the funds of the Agency."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. The Board shall keep books, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Agency to the Auditor-General for audit at the end of each financial year. The Board shall submit the accounts of the Agency to the Auditor-General for audit at the end of each financial year. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and submit a report to Parliament and forward a copy each of the audit report to the Minister and the Board. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and submit a report to Parliament and forward a copy each of the audit report to the Minister and the Board. (4) The financial year of the Agency is the same as the financial year of the Government. The financial year of the Agency is the same as the financial year of the Government."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Agency for the year to which the report relates. The Board shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and the operations of the Agency for the year to which the report relates. (2) The annual report shall include the report of the Auditor-General. The annual report shall include the report of the Auditor-General. (3) The Minister shall, within thirty days after the receipt of the annual report, from the Board, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within thirty days after the receipt of the annual report, from the Board, submit the report to Parliament with a statement that the Minister considers necessary."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Execution against assets of the Agency",
      "content": "(1) In an action against the Agency, an execution or attachment process shall not be issued against the assets of the Agency except a garnishee process. In an action against the Agency, an execution or attachment process shall not be issued against the assets of the Agency except a garnishee process. (2) Any sum of money which may be awarded against the Agency shall, subject to an order of a court of competent jurisdiction, be paid from the funds of the Agency. Any sum of money which may be awarded against the Agency shall, subject to an order of a court of competent jurisdiction, be paid from the funds of the Agency."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Regulations",
      "content": "(1) The Minister may, on the recommendations of the Board, by legislative instrument, make Regulations to provide for the effective and efficient implementation of this Act. The Minister may, on the recommendations of the Board, by legislative instrument, make Regulations to provide for the effective and efficient implementation of this Act. (2) The Regulations made under this Act shall not be inconsistent with the Chicago Convention. The Regulations made under this Act shall not be inconsistent with the Chicago Convention."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“accident” means an occurrence associated with the operation of an aircraft which, in the case of a maimed aircraft, takes place between the time a person boards the aircraft with the intention of flight until the time that the person disembarks; or in the case of an unmanned aircraft, takes place between the time the aircraft is ready to move with the purpose of flight until the time that the aircraft comes to rest at the end of the flight and the primary propulsion system is shut down in which(a)a person suffers a fatal or serious injury as a result of being in or on the aircraft, direct contact with any part of the aircraft including parts which have become detached from the aircraft, or direct exposure to jet blast, except when the injuries are from natural causes, self-inflicted or inflicted by other persons, or where the injuries are to stowaways hiding outside the areas normally available to the passengers and crew, or(b)the aircraft sustains damage or structural failure which adversely affects the structural strength, performance or flight characteristics of the aircraft, and will normally require major repair or replacement of the affected component, except for engine failure or damage, where the damage is limited to the engine, its cowlings or accessories; or for damage limited to propellers, wing tips, antennas, tyres, brakes, fairings, small dents or puncture holes in the aircraft skin; or(c)the aircraft is missing or is completely inaccessible;“Accra Flight Information Region” means an airspace of defined dimensions within which flight information services and alerting services are provided;“aerodrome” includes an area of land or water, buildings, installations and equipment intended to be used, wholly or partly, for the arrival, departure or surface movement of aircraft and the property and the precincts of the Authority;“aerodrome operator” means a person who manages an aerodrome;“aeronautical data” means a representation of aeronautical facts, concepts or instructions in a formalised manner suitable for communication, interpretation or processing;“Aeronautical Fixed Telecommunication Network” means a worldwide system of aeronautical fixed circuits provided for the exchange of messages or digital data between aeronautical fixed stations having the same or compatible communications characteristics;“aeronautical information” means information resulting from formatting of aeronautical data;“Aeronautical Information Publication” means a publication issued by or with the authority of a State and containing aeronautical information of a lasting character essential to air navigation;“Aeronautical Message Handling System” means a standard for aeronautical ground-ground communication for the transmission of data including NOTICE TO AIRMEN, flight plans, meteorological data, based X.400 profiles;“Agency” means the Air Navigation Services Agency established under section 1;“aircraft” means a machine that can derive support in the atmosphere from the reaction of the air, other than the reaction of the air against the surface of the earth;“air navigation service” means a service provided to air traffic during all phases of operations including Air Traffic Services Communication, Navigation and Surveillance, Meteorological Services, Search and Rescue and Aeronautical Information Services for air navigation;“air traffic services” includes the following services:(a)ground control service;(b)aerodrome control service;(c)approach control service;(d)flight information service;(e)alerting service; and(f)instrument flight procedure design service;“area and en-route control service” means air traffic control service for controlled flights in control areas or in the en-route stage of flight;“Authority” means the Ghana Civil Aviation Authority established under the Ghana Civil Aviation Authority Act, 2004 (Act 678);“Chicago Convention” means the Convention on International Civil Aviation concluded at Chicago on the 7th of December 1944, any Annex which relates to international standards and recommended practices adopted in accordance with the Convention and any amendment of the Convention or of the Annex which is made in accordance with the Convention;“Chief Executive Officer” means the person appointed under section 15;“civil air navigation” means one of the two major categories of flying representing all non-military aviation, for private and commercial purposes;“Directives” means legally binding instructions issued by the Director-General under the Ghana Civil Aviation Act, 2004 (Act 678) to domesticate and ensure compliance with the standards and recommended practices of the International Civil Aviation Organisation as well as other matters related to civil aviation as provided in section 21 of the Ghana Civil Aviation Act, 2004 (Act 678);“Executive management” means to the highest management level of the Agency;“flight” means a journey by air beginning from the moment when all the external doors of an aircraft are closed following embarkation until the moment when the external doors of the aircraft are opened for disembarkation and in the case of a forced landing, the flight shall be deemed to continue until the competent authority takes over the responsibility for the aircraft and for persons and property on board;“flight planning service” means the service provided for the process of producing a flight plan to describe a proposed aircraft flight including routing, fuel calculation to ensure that aircraft can safely reach the destination;“incident” means an operational interruption, defect, fault or other irregular circumstance that has or may have influenced flight safety and that has not resulted in an accident;“Integrated Aeronautical Information Package” comprises the current Aeronautical Information Publication, Aeronautical Information Publication Supplements and Aeronautical Information Circulars;“land” includes a part of the earth surface covered by water, any house, building or structure whatsoever, and any interest or right in, to or over immovable property;“Minister” means the Minister responsible for Aviation;“NOTICE TO AIRMEN” means a notice distributed by means of telecommunications containing information concerning the establishment condition or change in any aeronautical facility, service, procedure or hazard, the timely knowledge of which is essential to personnel concerned with flight operations;“operator” means a person who undertakes the operation of or proposes to operate one or more aircrafts;“Republic” means the Republic of Ghana;“State Safety Programme” means an integrated set of regulations and activities aimed at improving safety as prescribed by Annex 19 of the Convention on International Civil Aviation; and“transfer” means the passing of title to, interest in or rights in any movable or immovable assets and liabilities by an act of the parties and not by operation of law. In this Act, unless the context otherwise requires, a person suffers a fatal or serious injury as a result of being in or on the aircraft, direct contact with any part of the aircraft including parts which have become detached from the aircraft, or direct exposure to jet blast, except when the injuries are from natural causes, self-inflicted or inflicted by other persons, or where the injuries are to stowaways hiding outside the areas normally available to the passengers and crew, or the aircraft sustains damage or structural failure which adversely affects the structural strength, performance or flight characteristics of the aircraft, and will normally require major repair or replacement of the affected component, except for engine failure or damage, where the damage is limited to the engine, its cowlings or accessories; or for damage limited to propellers, wing tips, antennas, tyres, brakes, fairings, small dents or puncture holes in the aircraft skin; or the aircraft is missing or is completely inaccessible; “Accra Flight Information Region” means an airspace of defined dimensions within which flight information services and alerting services are provided; “aerodrome” includes an area of land or water, buildings, installations and equipment intended to be used, wholly or partly, for the arrival, departure or surface movement of aircraft and the property and the precincts of the Authority; “aerodrome operator” means a person who manages an aerodrome; “aeronautical data” means a representation of aeronautical facts, concepts or instructions in a formalised manner suitable for communication, interpretation or processing; “Aeronautical Fixed Telecommunication Network” means a worldwide system of aeronautical fixed circuits provided for the exchange of messages or digital data between aeronautical fixed stations having the same or compatible communications characteristics; “aeronautical information” means information resulting from formatting of aeronautical data; “Aeronautical Information Publication” means a publication issued by or with the authority of a State and containing aeronautical information of a lasting character essential to air navigation; “Aeronautical Message Handling System” means a standard for aeronautical ground-ground communication for the transmission of data including NOTICE TO AIRMEN, flight plans, meteorological data, based X.400 profiles; “Agency” means the Air Navigation Services Agency established under section 1; “aircraft” means a machine that can derive support in the atmosphere from the reaction of the air, other than the reaction of the air against the surface of the earth; “air navigation service” means a service provided to air traffic during all phases of operations including Air Traffic Services Communication, Navigation and Surveillance, Meteorological Services, Search and Rescue and Aeronautical Information Services for air navigation; ground control service; aerodrome control service; approach control service; flight information service; alerting service; and instrument flight procedure design service; “area and en-route control service” means air traffic control service for controlled flights in control areas or in the en-route stage of flight; “Authority” means the Ghana Civil Aviation Authority established under the Ghana Civil Aviation Authority Act, 2004 (Act 678); “Chicago Convention” means the Convention on International Civil Aviation concluded at Chicago on the 7th of December 1944, any Annex which relates to international standards and recommended practices adopted in accordance with the Convention and any amendment of the Convention or of the Annex which is made in accordance with the Convention; “Chief Executive Officer” means the person appointed under section 15; “civil air navigation” means one of the two major categories of flying representing all non-military aviation, for private and commercial purposes; “Directives” means legally binding instructions issued by the Director-General under the Ghana Civil Aviation Act, 2004 (Act 678) to domesticate and ensure compliance with the standards and recommended practices of the International Civil Aviation Organisation as well as other matters related to civil aviation as provided in section 21 of the Ghana Civil Aviation Act, 2004 (Act 678); “Executive management” means to the highest management level of the Agency; “flight” means a journey by air beginning from the moment when all the external doors of an aircraft are closed following embarkation until the moment when the external doors of the aircraft are opened for disembarkation and in the case of a forced landing, the flight shall be deemed to continue until the competent authority takes over the responsibility for the aircraft and for persons and property on board; “flight planning service” means the service provided for the process of producing a flight plan to describe a proposed aircraft flight including routing, fuel calculation to ensure that aircraft can safely reach the destination; “incident” means an operational interruption, defect, fault or other irregular circumstance that has or may have influenced flight safety and that has not resulted in an accident; “Integrated Aeronautical Information Package” comprises the current Aeronautical Information Publication, Aeronautical Information Publication Supplements and Aeronautical Information Circulars; “land” includes a part of the earth surface covered by water, any house, building or structure whatsoever, and any interest or right in, to or over immovable property; “Minister” means the Minister responsible for Aviation; “NOTICE TO AIRMEN” means a notice distributed by means of telecommunications containing information concerning the establishment condition or change in any aeronautical facility, service, procedure or hazard, the timely knowledge of which is essential to personnel concerned with flight operations; “operator” means a person who undertakes the operation of or proposes to operate one or more aircrafts; “Republic” means the Republic of Ghana; “State Safety Programme” means an integrated set of regulations and activities aimed at improving safety as prescribed by Annex 19 of the Convention on International Civil Aviation; and “transfer” means the passing of title to, interest in or rights in any movable or immovable assets and liabilities by an act of the parties and not by operation of law."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Consequential amendments",
      "content": "The enactments specified in the First Column of the Schedule are amended to the extent specified in the Second and Third Columns of the Schedule. The enactments specified in the First Column of the Schedule are amended to the extent specified in the Second and Third Columns of the Schedule."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Transitional provisions",
      "content": "(1) The Authority shall, within six months of the coming into force of this Act, ensure the transfer to the Agency, all assets and liabilities and staff and employees of the Authority, agreed to, in writing, between the Authority and the Agency. The Authority shall, within six months of the coming into force of this Act, ensure the transfer to the Agency, all assets and liabilities and staff and employees of the Authority, agreed to, in writing, between the Authority and the Agency. (2) The terms and conditions of service of an employee or staff of the Authority who is transferred under subsection (1) shall not, on the coming into force of this Act, derogate from the terms and conditions of service of that employee or staff at the time of appointment. The terms and conditions of service of an employee or staff of the Authority who is transferred under subsection (1) shall not, on the coming into force of this Act, derogate from the terms and conditions of service of that employee or staff at the time of appointment. (3) Proceedings taken by or against the Authority in respect of matters related to the provision of air navigation services shall be continued by or against the Agency. Proceedings taken by or against the Authority in respect of matters related to the provision of air navigation services shall be continued by or against the Agency. (4) A contract or an arrangement in respect of matters related to the provision of air navigation services subsisting between the Authority and any other person immediately before the coming into force of this Act shall subsist between that person and the Agency. A contract or an arrangement in respect of matters related to the provision of air navigation services subsisting between the Authority and any other person immediately before the coming into force of this Act shall subsist between that person and the Agency. (5) Any moneys in a bank account held by or on behalf of the Authority in respect of matters related to the provision of air navigation services before the coming into force of this Act shall, within one month of the coming into force of this Act, be transferred to the bank account of the Agency established under this Act. Any moneys in a bank account held by or on behalf of the Authority in respect of matters related to the provision of air navigation services before the coming into force of this Act shall, within one month of the coming into force of this Act, be transferred to the bank account of the Agency established under this Act."
    }
  ],
  "definitions": [
    {
      "term": "accident",
      "definition": "an occurrence associated with the operation of an aircraft which, in the case of a maimed aircraft, takes place between the time a person boards the aircraft with the intention of flight until the time that the person disembarks",
      "source_provision": "s30"
    },
    {
      "term": "Accra Flight Information Region",
      "definition": "an airspace of defined dimensions within which flight information services and alerting services are provided",
      "source_provision": "s30"
    },
    {
      "term": "aerodrome operator",
      "definition": "a person who manages an aerodrome",
      "source_provision": "s30"
    },
    {
      "term": "aeronautical data",
      "definition": "a representation of aeronautical facts, concepts or instructions in a formalised manner suitable for communication, interpretation or processing",
      "source_provision": "s30"
    },
    {
      "term": "Aeronautical Fixed Telecommunication Network",
      "definition": "a worldwide system of aeronautical fixed circuits provided for the exchange of messages or digital data between aeronautical fixed stations having the same or compatible communications characteristics",
      "source_provision": "s30"
    },
    {
      "term": "aeronautical information",
      "definition": "information resulting from formatting of aeronautical data",
      "source_provision": "s30"
    },
    {
      "term": "Aeronautical Information Publication",
      "definition": "a publication issued by or with the authority of a State and containing aeronautical information of a lasting character essential to air navigation",
      "source_provision": "s30"
    },
    {
      "term": "Aeronautical Message Handling System",
      "definition": "a standard for aeronautical ground-ground communication for the transmission of data including NOTICE TO AIRMEN, flight plans, meteorological data, based X.400 profiles",
      "source_provision": "s30"
    },
    {
      "term": "Agency",
      "definition": "the Air Navigation Services Agency established under section 1",
      "source_provision": "s30"
    },
    {
      "term": "aircraft",
      "definition": "a machine that can derive support in the atmosphere from the reaction of the air, other than the reaction of the air against the surface of the earth",
      "source_provision": "s30"
    },
    {
      "term": "air navigation service",
      "definition": "a service provided to air traffic during all phases of operations including Air Traffic Services Communication, Navigation and Surveillance, Meteorological Services, Search and Rescue and Aeronautical Information Services for air navigation",
      "source_provision": "s30"
    },
    {
      "term": "area and en-route control service",
      "definition": "air traffic control service for controlled flights in control areas or in the en-route stage of flight",
      "source_provision": "s30"
    },
    {
      "term": "Authority",
      "definition": "the Ghana Civil Aviation Authority established under the Ghana Civil Aviation Authority Act, 2004 (Act 678)",
      "source_provision": "s30"
    },
    {
      "term": "Chicago Convention",
      "definition": "the Convention on International Civil Aviation concluded at Chicago on the 7th of December 1944, any Annex which relates to international standards and recommended practices adopted in accordance with the Convention and any amendment of the Convention or of the Annex which is made in accordance with the Convention",
      "source_provision": "s30"
    },
    {
      "term": "Chief Executive Officer",
      "definition": "the person appointed under section 15",
      "source_provision": "s30"
    },
    {
      "term": "civil air navigation",
      "definition": "one of the two major categories of flying representing all non-military aviation, for private and commercial purposes",
      "source_provision": "s30"
    },
    {
      "term": "Directives",
      "definition": "legally binding instructions issued by the Director-General under the Ghana Civil Aviation Act, 2004 (Act 678) to domesticate and ensure compliance with the standards and recommended practices of the International Civil Aviation Organisation as well as other matters related to civil aviation as provided in section 21 of the Ghana Civil Aviation Act, 2004 (Act 678)",
      "source_provision": "s30"
    },
    {
      "term": "Executive management",
      "definition": "to the highest management level of the Agency",
      "source_provision": "s30"
    },
    {
      "term": "flight",
      "definition": "a journey by air beginning from the moment when all the external doors of an aircraft are closed following embarkation until the moment when the external doors of the aircraft are opened for disembarkation and in the case of a forced landing, the flight shall be deemed to continue until the competent authority takes over the responsibility for the aircraft and for persons and property on board",
      "source_provision": "s30"
    },
    {
      "term": "flight planning service",
      "definition": "the service provided for the process of producing a flight plan to describe a proposed aircraft flight including routing, fuel calculation to ensure that aircraft can safely reach the destination",
      "source_provision": "s30"
    },
    {
      "term": "incident",
      "definition": "an operational interruption, defect, fault or other irregular circumstance that has or may have influenced flight safety and that has not resulted in an accident",
      "source_provision": "s30"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Aviation",
      "source_provision": "s30"
    },
    {
      "term": "NOTICE TO AIRMEN",
      "definition": "a notice distributed by means of telecommunications containing information concerning the establishment condition or change in any aeronautical facility, service, procedure or hazard, the timely knowledge of which is essential to personnel concerned with flight operations",
      "source_provision": "s30"
    },
    {
      "term": "operator",
      "definition": "a person who undertakes the operation of or proposes to operate one or more aircrafts",
      "source_provision": "s30"
    },
    {
      "term": "Republic",
      "definition": "the Republic of Ghana",
      "source_provision": "s30"
    },
    {
      "term": "State Safety Programme",
      "definition": "an integrated set of regulations and activities aimed at improving safety as prescribed by Annex 19 of the Convention on International Civil Aviation",
      "source_provision": "s30"
    },
    {
      "term": "transfer",
      "definition": "the passing of title to, interest in or rights in any movable or immovable assets and liabilities by an act of the parties and not by operation of law. In this Act, unless the context otherwise requires, a person suffers a fatal or serious injury as a result of being in or on the aircraft, direct contact with any part of the aircraft including parts which have become detached from the aircraft, or direct exposure to jet blast, except when the injuries are from natural causes, self-inflicted or inflicted by other persons, or where the injuries are to stowaways hiding outside the areas normally available to the passengers and crew, or the aircraft sustains damage or structural failure which adversely affects the structural strength, performance or flight characteristics of the aircraft, and will normally require major repair or replacement of the affected component, except for engine failure or damage, where the damage is limited to the engine, its cowlings or accessories",
      "source_provision": "s30"
    },
    {
      "term": "Accra Flight Information Region",
      "definition": "an airspace of defined dimensions within which flight information services and alerting services are provided",
      "source_provision": "s30"
    },
    {
      "term": "aerodrome operator",
      "definition": "a person who manages an aerodrome",
      "source_provision": "s30"
    },
    {
      "term": "aeronautical data",
      "definition": "a representation of aeronautical facts, concepts or instructions in a formalised manner suitable for communication, interpretation or processing",
      "source_provision": "s30"
    },
    {
      "term": "Aeronautical Fixed Telecommunication Network",
      "definition": "a worldwide system of aeronautical fixed circuits provided for the exchange of messages or digital data between aeronautical fixed stations having the same or compatible communications characteristics",
      "source_provision": "s30"
    },
    {
      "term": "aeronautical information",
      "definition": "information resulting from formatting of aeronautical data",
      "source_provision": "s30"
    },
    {
      "term": "Aeronautical Information Publication",
      "definition": "a publication issued by or with the authority of a State and containing aeronautical information of a lasting character essential to air navigation",
      "source_provision": "s30"
    },
    {
      "term": "Aeronautical Message Handling System",
      "definition": "a standard for aeronautical ground-ground communication for the transmission of data including NOTICE TO AIRMEN, flight plans, meteorological data, based X.400 profiles",
      "source_provision": "s30"
    },
    {
      "term": "Agency",
      "definition": "the Air Navigation Services Agency established under section 1",
      "source_provision": "s30"
    },
    {
      "term": "aircraft",
      "definition": "a machine that can derive support in the atmosphere from the reaction of the air, other than the reaction of the air against the surface of the earth",
      "source_provision": "s30"
    },
    {
      "term": "air navigation service",
      "definition": "a service provided to air traffic during all phases of operations including Air Traffic Services Communication, Navigation and Surveillance, Meteorological Services, Search and Rescue and Aeronautical Information Services for air navigation",
      "source_provision": "s30"
    },
    {
      "term": "area and en-route control service",
      "definition": "air traffic control service for controlled flights in control areas or in the en-route stage of flight",
      "source_provision": "s30"
    },
    {
      "term": "Authority",
      "definition": "the Ghana Civil Aviation Authority established under the Ghana Civil Aviation Authority Act, 2004 (Act 678)",
      "source_provision": "s30"
    },
    {
      "term": "Chicago Convention",
      "definition": "the Convention on International Civil Aviation concluded at Chicago on the 7th of December 1944, any Annex which relates to international standards and recommended practices adopted in accordance with the Convention and any amendment of the Convention or of the Annex which is made in accordance with the Convention",
      "source_provision": "s30"
    },
    {
      "term": "Chief Executive Officer",
      "definition": "the person appointed under section 15",
      "source_provision": "s30"
    },
    {
      "term": "civil air navigation",
      "definition": "one of the two major categories of flying representing all non-military aviation, for private and commercial purposes",
      "source_provision": "s30"
    },
    {
      "term": "Directives",
      "definition": "legally binding instructions issued by the Director-General under the Ghana Civil Aviation Act, 2004 (Act 678) to domesticate and ensure compliance with the standards and recommended practices of the International Civil Aviation Organisation as well as other matters related to civil aviation as provided in section 21 of the Ghana Civil Aviation Act, 2004 (Act 678)",
      "source_provision": "s30"
    },
    {
      "term": "Executive management",
      "definition": "to the highest management level of the Agency",
      "source_provision": "s30"
    },
    {
      "term": "flight",
      "definition": "a journey by air beginning from the moment when all the external doors of an aircraft are closed following embarkation until the moment when the external doors of the aircraft are opened for disembarkation and in the case of a forced landing, the flight shall be deemed to continue until the competent authority takes over the responsibility for the aircraft and for persons and property on board",
      "source_provision": "s30"
    },
    {
      "term": "flight planning service",
      "definition": "the service provided for the process of producing a flight plan to describe a proposed aircraft flight including routing, fuel calculation to ensure that aircraft can safely reach the destination",
      "source_provision": "s30"
    },
    {
      "term": "incident",
      "definition": "an operational interruption, defect, fault or other irregular circumstance that has or may have influenced flight safety and that has not resulted in an accident",
      "source_provision": "s30"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Aviation",
      "source_provision": "s30"
    },
    {
      "term": "NOTICE TO AIRMEN",
      "definition": "a notice distributed by means of telecommunications containing information concerning the establishment condition or change in any aeronautical facility, service, procedure or hazard, the timely knowledge of which is essential to personnel concerned with flight operations",
      "source_provision": "s30"
    },
    {
      "term": "operator",
      "definition": "a person who undertakes the operation of or proposes to operate one or more aircrafts",
      "source_provision": "s30"
    },
    {
      "term": "Republic",
      "definition": "the Republic of Ghana",
      "source_provision": "s30"
    },
    {
      "term": "State Safety Programme",
      "definition": "an integrated set of regulations and activities aimed at improving safety as prescribed by Annex 19 of the Convention on International Civil Aviation",
      "source_provision": "s30"
    }
  ]
}