{
  "id": "act-1050-2020",
  "type": "act",
  "title": "Plant Variety Protection Act, 2020",
  "short_name": "PVP 2020",
  "act_number": 1050,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-12-29",
  "url": "https://ghalii.org/akn/gh/act/2020/1050",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Scope of application",
      "content": "The provisions of this Act apply to all plant genera and plant species. The provisions of this Act apply to all plant genera and plant species."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Meaning of variety",
      "content": "Variety means a plant grouping within a single botanical taxon of the lowest known rank which grouping, irrespective of whether the conditions for the grant of a plant breeder right are fully met, can be defined by the expression of the characteristics resulting from a given genotype or combination of genotypes; defined by the expression of the characteristics resulting from a given genotype or combination of genotypes; distinguished from any other plant grouping by the expression of at least one of the characteristics that result from a given genotype or combination of genotypes; and distinguished from any other plant grouping by the expression of at least one of the characteristics that result from a given genotype or combination of genotypes; and considered as a unit with regard to the suitability of the variety for being propagated unchanged. considered as a unit with regard to the suitability of the variety for being propagated unchanged."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Conditions of variety for the protection of plant breeder right",
      "content": "A variety shall not be deemed suitable for the purpose of the protection of a plant breeder right unless the variety is new; new; distinct; distinct; uniform; and uniform; and stable. stable."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Novelty",
      "content": "A variety is new if at the date of filing the relevant application for registration as a variety or where applicable on the priority date, the propagating or harvested material of the variety has not been sold or otherwise disposed of to any person by, or with the consent of, the breeder for the purpose of exploitation of the variety in Ghana, earlier than one year before the date of filing the application, or in Ghana, earlier than one year before the date of filing the application, or in a foreign country, earlier than four years, or four years, or six years in the case of trees or vines, six years in the case of trees or vines, before the date on which protection is applied for under this Act."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Distinctness",
      "content": "(1) A variety is distinct if the variety is clearly distinguishable from any other variety, the existence of which is a matter of common knowledge A variety is distinct if the variety is clearly distinguishable from any other variety, the existence of which is a matter of common knowledge at the date of filing the application for registration, or at the date of filing the application for registration, or on the priority date of the application for registration. on the priority date of the application for registration. (2) For the purpose of subsection (1), the filing of an application for a plant breeder right, or for the entry of another variety into a catalogue of varieties admitted to trade in any country shall be deemed to render that other variety a matter of common knowledge from the date of the application, if the application leads to the grant of the plant breeder right or the entry in the catalogue. For the purpose of subsection (1), the filing of an application for a plant breeder right, or for the entry of another variety into a catalogue of varieties admitted to trade in any country shall be deemed to render that other variety a matter of common knowledge from the date of the application, if the application leads to the grant of the plant breeder right or the entry in the catalogue."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Uniformity",
      "content": "A variety is uniform if, subject to the variation that may be expected from the particular features of the propagation of the variety, that variety is sufficiently uniform in the relevant characteristics of the variety. A variety is uniform if, subject to the variation that may be expected from the particular features of the propagation of the variety, that variety is sufficiently uniform in the relevant characteristics of the variety."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Stability",
      "content": "A variety is stable if the relevant characteristics remain unchanged after repeated propagation or, in the case of a particular cycle or propagation, at the end of that cycle. A variety is stable if the relevant characteristics remain unchanged after repeated propagation or, in the case of a particular cycle or propagation, at the end of that cycle."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Eligibility for a plant breeder right",
      "content": "(1) A breeder is eligible for a plant breeder right if that breeder duly makes an application for the plant breeder right in accordance with this Act. A breeder is eligible for a plant breeder right if that breeder duly makes an application for the plant breeder right in accordance with this Act. (2) The eligibility of a breeder to apply for a plant breeder right shall not be affected by the fact that, the same variety The eligibility of a breeder to apply for a plant breeder right shall not be affected by the fact that, the same variety has not been applied for, or has not been applied for, or has been refused in a foreign country. has been refused in a foreign country. (3) Where two or more persons have jointly bred or discovered and developed a variety, the breeders are eligible to jointly apply for a plant breeder right with respect to the variety. Where two or more persons have jointly bred or discovered and developed a variety, the breeders are eligible to jointly apply for a plant breeder right with respect to the variety. (4) Where a variety has been bred or discovered and developed in the execution of a commission or a contract of employment, the person that commissioned the work or the employer has the right to apply for the specific plant breeder right except as otherwise provided in the contract of employment. Where a variety has been bred or discovered and developed in the execution of a commission or a contract of employment, the person that commissioned the work or the employer has the right to apply for the specific plant breeder right except as otherwise provided in the contract of employment. (5) Where a variety has been bred or discovered and developed by two or more persons independently of one another, the person who makes an application with an earlier prior date for protection has the right to apply for the plant breeder right. Where a variety has been bred or discovered and developed by two or more persons independently of one another, the person who makes an application with an earlier prior date for protection has the right to apply for the plant breeder right."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Application for a plant breeder right",
      "content": "(1) A person may apply to the Registrar for the grant of a plant breeder right if that person is eligible in accordance with section 8. A person may apply to the Registrar for the grant of a plant breeder right if that person is eligible in accordance with section 8. (2) An application for the grant of a plant breeder right may be filed by the breeder of a new variety who is An application for the grant of a plant breeder right may be filed by the breeder of a new variety who is a citizen or resident in the country; a citizen or resident in the country; a foreign citizen or resident in the territory of a party to a treaty to which the Republic is a party; a foreign citizen or resident in the territory of a party to a treaty to which the Republic is a party; a legal entity that has a registered office within the territory of a party to a treaty to which the Republic is a party; or a legal entity that has a registered office within the territory of a party to a treaty to which the Republic is a party; or a legal entity that has a registered office in the country. a legal entity that has a registered office in the country. (3) The application for a plant breeder right shall contain the following details: The application for a plant breeder right shall contain the following details: the name and address of the applicant; the name and address of the applicant; the name and address of the person that bred or discovered and developed the variety if that person is different from the applicant; the name and address of the person that bred or discovered and developed the variety if that person is different from the applicant; the identification of the botanical taxon and the Latin or common name of the variety; the identification of the botanical taxon and the Latin or common name of the variety; the generic designation proposed for the variety or a provisional designation; the generic designation proposed for the variety or a provisional designation; a technical description of the variety; and a technical description of the variety; and any information, document or material required for the purposes of examination; any information, document or material required for the purposes of examination; and is subject to the payment of the prescribed fee. (4) Where the applicant is not resident in Ghana, the applicant shall appoint a legal representative or agent in Ghana to process the application. Where the applicant is not resident in Ghana, the applicant shall appoint a legal representative or agent in Ghana to process the application. (5) A person referred to in paragraph (b) or (c) of subsection (2), shall enjoy within Ghana the same treatment as is accorded by this Act to citizens. A person referred to in paragraph (b) or (c) of subsection (2), shall enjoy within Ghana the same treatment as is accorded by this Act to citizens."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Presumption of protection",
      "content": "(1) An applicant shall, in the absence of any proof to the contrary, be presumed to be entitled to the protection of a plant breeder right under this Act. An applicant shall, in the absence of any proof to the contrary, be presumed to be entitled to the protection of a plant breeder right under this Act. (2) A plant breeder right may devolve by succession, assignment or transfer. A plant breeder right may devolve by succession, assignment or transfer. (3) Where the application is made by a successor in title of the plant breeder, the applicant shall support the application with proof of the title of the successor. Where the application is made by a successor in title of the plant breeder, the applicant shall support the application with proof of the title of the successor."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Priority of application",
      "content": "(1) An applicant may claim the right of priority over an earlier application that has been duly filed for the grant of a plant breeder right for the same variety by the applicant or the predecessor in title of the applicant with a State or intergovernmental organisation which is a party to a treaty to which Ghana is a party. An applicant may claim the right of priority over an earlier application that has been duly filed for the grant of a plant breeder right for the same variety by the applicant or the predecessor in title of the applicant with a State or intergovernmental organisation which is a party to a treaty to which Ghana is a party. (2) Where the application filed with the Registrar is preceded by other applications duly filed, priority shall be based only on the earliest application. Where the application filed with the Registrar is preceded by other applications duly filed, priority shall be based only on the earliest application. (3) The applicant shall claim the right of priority expressly in the application filed with the Registrar. The applicant shall claim the right of priority expressly in the application filed with the Registrar. (4) The applicant may only claim the right of priority within a period of twelve months after the date on which the earliest application was filed except that the day of filing shall not be considered as part of the twelve month period. The applicant may only claim the right of priority within a period of twelve months after the date on which the earliest application was filed except that the day of filing shall not be considered as part of the twelve month period."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Requirements for claim of right of priority of application",
      "content": "(1) Where an applicant claims the right of priority, the applicant shall submit to the Registrar a certified true copy of the documents which constitute the first application, within three months after the date of filing the application in Ghana. Where an applicant claims the right of priority, the applicant shall submit to the Registrar a certified true copy of the documents which constitute the first application, within three months after the date of filing the application in Ghana. (2) The authority with which the first application was filed, shall certify the documents. The authority with which the first application was filed, shall certify the documents. (3) The Registrar shall request the applicant to submit a sample or evidence to prove that the variety which is the subject matter of both applications is the same. The Registrar shall request the applicant to submit a sample or evidence to prove that the variety which is the subject matter of both applications is the same. (4) Where the first application is in a foreign language, the Registrar shall request the applicant to produce a translation of the first application into English within three months after the date of receipt of the request. Where the first application is in a foreign language, the Registrar shall request the applicant to produce a translation of the first application into English within three months after the date of receipt of the request. (5) Where the Registrar determines that the requirements of subsections (1) to (4) have not been met, the claim ceases to have effect. Where the Registrar determines that the requirements of subsections (1) to (4) have not been met, the claim ceases to have effect."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Effect of priority of application",
      "content": "(1) The effect of priority of an application is that, the application filed is considered to have been filed at the date of the filing of the first application. The effect of priority of an application is that, the application filed is considered to have been filed at the date of the filing of the first application. (2) The applicant is entitled to furnish the Registrar with any necessary information, document or material required for the purpose of examination within The applicant is entitled to furnish the Registrar with any necessary information, document or material required for the purpose of examination within a period of two years after the expiration of the period of priority; or a period of two years after the expiration of the period of priority; or an appropriate time determined by the Registrar in the case of the rejection or withdrawal of the first application. an appropriate time determined by the Registrar in the case of the rejection or withdrawal of the first application."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Examination of application",
      "content": "(1) The filing date of the application is the date on which the application was filed with the Registrar. The filing date of the application is the date on which the application was filed with the Registrar. (2) Where the application is incomplete or contains errors or inaccuracies, the Registrar shall request the applicant to complete, or effect corrections in the application within thirty days after notification. Where the application is incomplete or contains errors or inaccuracies, the Registrar shall request the applicant to complete, or effect corrections in the application within thirty days after notification. (3) An application which is not completed or corrected within thirty days after prior notification shall be considered not to have been filed. An application which is not completed or corrected within thirty days after prior notification shall be considered not to have been filed. (4) The Registrar shall examine the application to determine whether the application complies with the requirements of novelty, distinctness, uniformity and stability under sections 3 to 7, and the requirements of sections 9 and 12 and sections 33 to 38. The Registrar shall examine the application to determine whether the application complies with the requirements of novelty, distinctness, uniformity and stability under sections 3 to 7, and the requirements of sections 9 and 12 and sections 33 to 38. (5) The Registrar may, in examining the application, The Registrar may, in examining the application, enter into an arrangement with a relevant authority or person in Ghana or outside Ghana to carry out tests, or enter into an arrangement with a relevant authority or person in Ghana or outside Ghana to carry out tests, or use the results of tests that have already been carried out to determine whether the variety is new, distinct, uniform or stable. use the results of tests that have already been carried out to determine whether the variety is new, distinct, uniform or stable. (6) An applicant shall submit to the Registrar any information, document or material requested by the Registrar for purposes of the examination of the application. An applicant shall submit to the Registrar any information, document or material requested by the Registrar for purposes of the examination of the application. (7) Where the Registrar is satisfied that an application has been duly filed under this Act or the Regulations, the Registrar shall record the date of filing the application in the register established under section 40. Where the Registrar is satisfied that an application has been duly filed under this Act or the Regulations, the Registrar shall record the date of filing the application in the register established under section 40."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Provisional protection of a plant breeder right",
      "content": "(1) An applicant is entitled to provisional protection of a plant breeder right between the date of the publication of the notice of the application for the grant of a plant breeder right in the Gazette and the Varieties Bulletin and the date of the grant of that right. An applicant is entitled to provisional protection of a plant breeder right between the date of the publication of the notice of the application for the grant of a plant breeder right in the Gazette and the Varieties Bulletin and the date of the grant of that right. (2) For the period of provisional protection, the applicant is deemed to be the holder of a plant breeder right in relation to any other person who, during the period, carries out an act which requires the authorisation of the breeder under section 19. For the period of provisional protection, the applicant is deemed to be the holder of a plant breeder right in relation to any other person who, during the period, carries out an act which requires the authorisation of the breeder under section 19. (3) An applicant may take measures to prove an infringement during the period of the provisional protection. An applicant may take measures to prove an infringement during the period of the provisional protection."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Objection to grant of a plant breeder right",
      "content": "(1) A person may object to the grant of a plant breeder right within sixty days after the publication in the Gazette and the Varieties Bulletin. A person may object to the grant of a plant breeder right within sixty days after the publication in the Gazette and the Varieties Bulletin. (2) The objection shall be made in writing to the Registrar and supported by the grounds of objection. The objection shall be made in writing to the Registrar and supported by the grounds of objection."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Consideration of objections",
      "content": "(1) The Registrar shall, within fourteen days of receipt of an objection to the grant of a plant breeder right, give notice, in writing, to the applicant of the objection. The Registrar shall, within fourteen days of receipt of an objection to the grant of a plant breeder right, give notice, in writing, to the applicant of the objection. (2) The applicant shall, within thirty days after receipt of a notice under subsection (1), indicate whether to maintain, correct or withdraw the application. The applicant shall, within thirty days after receipt of a notice under subsection (1), indicate whether to maintain, correct or withdraw the application. (3) The Registrar may, on request made by the applicant, extend the time for the submission of the response of the applicant. The Registrar may, on request made by the applicant, extend the time for the submission of the response of the applicant. (4) Where the applicant fails to submit a response within the prescribed period, the application shall be considered withdrawn by the applicant. Where the applicant fails to submit a response within the prescribed period, the application shall be considered withdrawn by the applicant. (5) Where the applicant maintains or corrects the application, the Registrar shall give notice in writing to the person who objects to the grant of the plant breeder right. Where the applicant maintains or corrects the application, the Registrar shall give notice in writing to the person who objects to the grant of the plant breeder right. (6) The person who objects to the grant of a plant breeder right shall, within seven days of receipt of the response to the objection under subsection (5), submit a response to maintain or withdraw the objection. The person who objects to the grant of a plant breeder right shall, within seven days of receipt of the response to the objection under subsection (5), submit a response to maintain or withdraw the objection. (7) The Registrar may require the person who objects to the grant of a plant breeder right to submit further information and documents in support of the objection or any plant material which is necessary for a technical examination. The Registrar may require the person who objects to the grant of a plant breeder right to submit further information and documents in support of the objection or any plant material which is necessary for a technical examination. (8) The Registrar shall study the relevant documents or plant material and subsequently hear both parties before taking a decision as to whether to grant the plant breeder right or not. The Registrar shall study the relevant documents or plant material and subsequently hear both parties before taking a decision as to whether to grant the plant breeder right or not. (9) The Registrar may, before taking a decision in subsection (8), appoint a person with knowledge in plant breeding to advise the Registrar. The Registrar may, before taking a decision in subsection (8), appoint a person with knowledge in plant breeding to advise the Registrar."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Protection of varieties of recent creation",
      "content": "(1) A variety shall be deemed to be new in accordance with section 4 even where the sale or disposal of that variety to another person took place in Ghana within A variety shall be deemed to be new in accordance with section 4 even where the sale or disposal of that variety to another person took place in Ghana within four years before the application for a plant breeder right; or four years before the application for a plant breeder right; or six years before the application for a plant breeder right in the case of trees or of vines. six years before the application for a plant breeder right in the case of trees or of vines. (2) This section applies only to an application for a plant breeder right that is made within one year after the commencement of this Act. This section applies only to an application for a plant breeder right that is made within one year after the commencement of this Act."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Requirement of authorisation of holder of a plant breeder right for specific acts",
      "content": "(1) Subject to sections 20 and 21, the following acts in respect of propagating material of a protected variety require the authorisation of the breeder: Subject to sections 20 and 21, the following acts in respect of propagating material of a protected variety require the authorisation of the breeder: production or reproduction; production or reproduction; conditioning for the purpose of propagation; conditioning for the purpose of propagation; an offer for sale; an offer for sale; sale or marketing; sale or marketing; exportation; exportation; importation; and importation; and stocking for any of the purposes mentioned in paragraph (a) to (f). stocking for any of the purposes mentioned in paragraph (a) to (f). (2) The breeder may make an authorisation subject to conditions and limitations. The breeder may make an authorisation subject to conditions and limitations. (3) The acts referred to in subsection (1) as regards harvested material, including the whole, of a plant and part of a plant obtained through the unauthorised use of the propagating material of the protected variety, shall require the authorisation of the breeder, unless the breeder has had a reasonable opportunity to exercise the right in relation to the propagating material. The acts referred to in subsection (1) as regards harvested material, including the whole, of a plant and part of a plant obtained through the unauthorised use of the propagating material of the protected variety, shall require the authorisation of the breeder, unless the breeder has had a reasonable opportunity to exercise the right in relation to the propagating material. (4) Subsections (1) and (2) apply to a variety Subsections (1) and (2) apply to a variety which is not clearly distinguishable from the protected variety in accordance with section 5; which is not clearly distinguishable from the protected variety in accordance with section 5; which is essentially derived from the protected variety where the protected variety is not an essentially derived variety; and which is essentially derived from the protected variety where the protected variety is not an essentially derived variety; and the production of which requires the repeated use of the protected variety. the production of which requires the repeated use of the protected variety. (5) For the purposes of paragragh (b) of subsection (4), a variety is considered to be essentially derived from an initial variety if the variety For the purposes of paragragh (b) of subsection (4), a variety is considered to be essentially derived from an initial variety if the variety is predominantly derived from the initial variety, or from a variety that is predominantly derived from the initial variety, while retaining the expression of the essential characteristics that result from the genotype or combination of genotypes of the initial variety; is predominantly derived from the initial variety, or from a variety that is predominantly derived from the initial variety, while retaining the expression of the essential characteristics that result from the genotype or combination of genotypes of the initial variety; is clearly distinguishable from the initial variety; and is clearly distinguishable from the initial variety; and except for the differences which result from the act of derivation, conforms to the initial variety in the expression of the essential characteristics that result from the genotype or combination of genotypes of the initial variety. except for the differences which result from the act of derivation, conforms to the initial variety in the expression of the essential characteristics that result from the genotype or combination of genotypes of the initial variety. (6) An essentially derived variety may be obtained by the selection of a mutant or variant including An essentially derived variety may be obtained by the selection of a mutant or variant including a natural mutant or induced mutant; a natural mutant or induced mutant; a somaclonal variant; a somaclonal variant; a variant individual from a plant of the initial variety, back crossing or transformation by genetic engineering; or a variant individual from a plant of the initial variety, back crossing or transformation by genetic engineering; or any other mutant or variant from a plant of the initial variety. any other mutant or variant from a plant of the initial variety."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Exceptions to plant breeder right",
      "content": "(1) A plant breeder right shall not extend to cover any act done A plant breeder right shall not extend to cover any act done privately and for non-commercial purposes; privately and for non-commercial purposes; for experimental purposes; or for experimental purposes; or for the purpose of breeding other varieties, for the purpose of breeding other varieties, except where subsections (4), (5) and (6) of section 19 apply; and except where subsections (4), (5) and (6) of section 19 apply; and for acts referred to in subsections (1) and (2) of section 19 in respect of such other varieties. for acts referred to in subsections (1) and (2) of section 19 in respect of such other varieties. (2) The Minister shall make Regulations to restrict a plant breeder right in relation to any variety of agricultural plants within reasonable limits. The Minister shall make Regulations to restrict a plant breeder right in relation to any variety of agricultural plants within reasonable limits. (3) The Minister shall, in making the Regulations, take into account the need to The Minister shall, in making the Regulations, take into account the need to safeguard the legitimate interests of breeders; and safeguard the legitimate interests of breeders; and permit farmers to make personal use of their own holdings for purposes of propagation of the product of harvest which the farmers have obtained by planting on the holdings the protected variety or a variety provided for under paragraphs (a) and (b) of subsection (4) of section 19. permit farmers to make personal use of their own holdings for purposes of propagation of the product of harvest which the farmers have obtained by planting on the holdings the protected variety or a variety provided for under paragraphs (a) and (b) of subsection (4) of section 19."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Exhaustion of plant breeder right",
      "content": "(1) A plant breeder right shall not extend to acts regarding any material of the protected variety or of a variety to which subsections (3), (4) and (5) of section 19 apply, which has been sold or otherwise marketed in Ghana by the breeder or with the consent of the breeder, or any material derived from the said material unless the act involves A plant breeder right shall not extend to acts regarding any material of the protected variety or of a variety to which subsections (3), (4) and (5) of section 19 apply, which has been sold or otherwise marketed in Ghana by the breeder or with the consent of the breeder, or any material derived from the said material unless the act involves the further propagation of the variety in question; or the further propagation of the variety in question; or an export of material of the variety, which enables the propagation of the variety into a country which does not protect varieties of the plant genera or species to which the variety belongs except where the exported material is for final consumption. an export of material of the variety, which enables the propagation of the variety into a country which does not protect varieties of the plant genera or species to which the variety belongs except where the exported material is for final consumption. (2) For the purposes of subsection (1), “material” in relation to a variety means For the purposes of subsection (1), “material” in relation to a variety means propagating material of any kind; propagating material of any kind; harvested material including entire plants or parts of a plant; and harvested material including entire plants or parts of a plant; and any product made directly from the harvested material. any product made directly from the harvested material."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Measures regulating commerce",
      "content": "A plant breeder right is subject to any measure taken by the Republic to regulate, within Ghana, the production, certification and marketing of material of a variety or the importation or exportation of the material. A plant breeder right is subject to any measure taken by the Republic to regulate, within Ghana, the production, certification and marketing of material of a variety or the importation or exportation of the material."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Assignment",
      "content": "(1) A plant breeder right may be assigned or otherwise transferred to one or more successors in title. A plant breeder right may be assigned or otherwise transferred to one or more successors in title. (2) The assignment or transfer shall be The assignment or transfer shall be in writing; and in writing; and signed by the parties concerned. signed by the parties concerned. (3) An assignment or transfer under this section does not affect a right acquired by a third party unless the assignment or transfer is recorded in the register and published in the Gazette and Varieties Bulletin. An assignment or transfer under this section does not affect a right acquired by a third party unless the assignment or transfer is recorded in the register and published in the Gazette and Varieties Bulletin."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Contractual licence",
      "content": "(1) The holder of, or the applicant for, a plant breeder right, may grant to any person, a licence that relates to any of the rights provided for under this Act. The holder of, or the applicant for, a plant breeder right, may grant to any person, a licence that relates to any of the rights provided for under this Act. (2) A licence shall be in writing and include provisions on the A licence shall be in writing and include provisions on the scope of the licence; scope of the licence; period of time for which the licence is transferred; and period of time for which the licence is transferred; and fee or royalty for the use of the licence if any. fee or royalty for the use of the licence if any. (3) The holder of a plant breeder right may register a licence at the Registrar General’s Department on payment of the prescribed fee. The holder of a plant breeder right may register a licence at the Registrar General’s Department on payment of the prescribed fee. (4) The Registrar shall publish a notice of the registration in the Gazette and Varieties Bulletin. The Registrar shall publish a notice of the registration in the Gazette and Varieties Bulletin. (5) A licence is not binding on a third party that has acquired a right in good faith unless the licence was registered before the acquisition of the licence. A licence is not binding on a third party that has acquired a right in good faith unless the licence was registered before the acquisition of the licence."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Statutory declaration for payment of royalty",
      "content": "(1) A holder or an applicant for the grant of a plant breeder right, may make a statutory declaration inviting any person prepared to pay a royalty to carry out any of the acts referred to in section 19, from the date on which the person concerned informs the holder or applicant of the intention to carry out the acts. A holder or an applicant for the grant of a plant breeder right, may make a statutory declaration inviting any person prepared to pay a royalty to carry out any of the acts referred to in section 19, from the date on which the person concerned informs the holder or applicant of the intention to carry out the acts. (2) The holder or applicant shall state in the statutory declaration the royalty payable by the licensee. The holder or applicant shall state in the statutory declaration the royalty payable by the licensee. (3) The holder or applicant shall submit the statutory declaration to the Registrar who shall make an entry of the statutory declaration in the register. The holder or applicant shall submit the statutory declaration to the Registrar who shall make an entry of the statutory declaration in the register. (4) The Registrar may cancel the entry of the statutory declaration at the request of the holder, or applicant, with the consent of the beneficiaries. The Registrar may cancel the entry of the statutory declaration at the request of the holder, or applicant, with the consent of the beneficiaries."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Compulsory licence",
      "content": "(1) A person may apply to the Registrar for the grant of a compulsory licence in respect of a plant breeder right. A person may apply to the Registrar for the grant of a compulsory licence in respect of a plant breeder right. (2) Subject to subsection (3), the Registrar shall grant the applicant the compulsory licence only where the grant of the licence is in the public interest. Subject to subsection (3), the Registrar shall grant the applicant the compulsory licence only where the grant of the licence is in the public interest. (3) The Registrar shall not grant a compulsory licence unless The Registrar shall not grant a compulsory licence unless the applicant is of a financially sound status; the applicant is of a financially sound status; the applicant can exploit the variety in a competent and efficient manner, and is willing to embark on the exploitation; the applicant can exploit the variety in a competent and efficient manner, and is willing to embark on the exploitation; the holder has refused to grant the applicant a licence on reasonable terms; the holder has refused to grant the applicant a licence on reasonable terms; three years have lapsed between the date of the grant of the plant breeder right and the date of the application for the grant of the compulsory licence; and three years have lapsed between the date of the grant of the plant breeder right and the date of the application for the grant of the compulsory licence; and the applicant has paid the prescribed fee. the applicant has paid the prescribed fee. (4) A person to whom a licence is granted under this section shall pay the holder an equitable remuneration in the absence of an agreement on the amount. A person to whom a licence is granted under this section shall pay the holder an equitable remuneration in the absence of an agreement on the amount. (5) The method of payment in respect of the remuneration and the amount shall be determined by a competent court taking into account the circumstances of each individual case. The method of payment in respect of the remuneration and the amount shall be determined by a competent court taking into account the circumstances of each individual case. (6) The Registrar may require the holder to provide the licensee with the propagating material required for reasonable use to be made of the compulsory licence. The Registrar may require the holder to provide the licensee with the propagating material required for reasonable use to be made of the compulsory licence. (7) A compulsory licence confers on the licensee a non-exclusive right to carry out the acts referred to in section 19. A compulsory licence confers on the licensee a non-exclusive right to carry out the acts referred to in section 19. (8) The Registrar shall determine the term of the compulsory licence. The Registrar shall determine the term of the compulsory licence. (9) The Registrar shall extend the term of a compulsory licence where the Registrar is satisfied, on the basis of a new examination, that the conditions for the grant of the licence continue to exist after the expiration of the first term. The Registrar shall extend the term of a compulsory licence where the Registrar is satisfied, on the basis of a new examination, that the conditions for the grant of the licence continue to exist after the expiration of the first term. (10) Where the Registrar is satisfied that the grounds on which any compulsory licence granted under this section have ceased to exist or that the licensee has failed to comply with the conditions under which the licence was granted, the Registrar may, on the application of any interested party, terminate the licence. Where the Registrar is satisfied that the grounds on which any compulsory licence granted under this section have ceased to exist or that the licensee has failed to comply with the conditions under which the licence was granted, the Registrar may, on the application of any interested party, terminate the licence."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Duration of plant breeder right",
      "content": "(1) Subject to subsection (2), a plant breeder right, in respect of varieties of trees and vines, expires twenty-five years after the grant of the plant breeder right. Subject to subsection (2), a plant breeder right, in respect of varieties of trees and vines, expires twenty-five years after the grant of the plant breeder right. (2) Protection for varieties of all other genera or species shall expire twenty years after the grant of the breeder right. Protection for varieties of all other genera or species shall expire twenty years after the grant of the breeder right."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Nullification of right of holder",
      "content": "(1) The Registrar shall, on the advice of the Plant Breeders Technical Committee declare the right of a holder null and void The Registrar shall, on the advice of the Plant Breeders Technical Committee declare the right of a holder null and void if the conditions laid down in section 4 or 5 were not complied with at the time of the grant of the plant breeder right; if the conditions laid down in section 4 or 5 were not complied with at the time of the grant of the plant breeder right; where the grant of the right was essentially based on information and documents furnished by the holder, if the conditions laid down in section 6 or 7 were not complied with at the time of the grant of the plant breeder right; or where the grant of the right was essentially based on information and documents furnished by the holder, if the conditions laid down in section 6 or 7 were not complied with at the time of the grant of the plant breeder right; or where the plant breeder right has been granted to a person, who is not entitled to the right, except in the case of an assignment to a person who is so entitled. where the plant breeder right has been granted to a person, who is not entitled to the right, except in the case of an assignment to a person who is so entitled. (2) A plant breeder right which is declared null and void shall be considered never to have been granted. A plant breeder right which is declared null and void shall be considered never to have been granted. (3) The Registrar shall The Registrar shall enter in the register the decision of the nullification of the plant breeder right; and enter in the register the decision of the nullification of the plant breeder right; and publish the decision in the Gazette and Varieties Bulletin within seven days after entry in the register. publish the decision in the Gazette and Varieties Bulletin within seven days after entry in the register. (4) An interested person may challenge the decision of the notification, by a written objection lodged with the Registrar within thirty days after the date of the decision of the nullification. An interested person may challenge the decision of the notification, by a written objection lodged with the Registrar within thirty days after the date of the decision of the nullification. (5) The Registrar may hold a hearing or determine the matter, based on written submissions of the interested parties within sixty days after receipt of the objection. The Registrar may hold a hearing or determine the matter, based on written submissions of the interested parties within sixty days after receipt of the objection."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Cancellation of plant breeder right",
      "content": "(1) The Registrar shall, on the advice of the Plant Breeders Technical Committee, cancel a plant breeder right if the conditions of uniformity under section 6 and stability under section 7 no longer prevail. The Registrar shall, on the advice of the Plant Breeders Technical Committee, cancel a plant breeder right if the conditions of uniformity under section 6 and stability under section 7 no longer prevail. (2) The Registrar may cancel the registration of a variety in any of the following instances if after being requested to do so and within the prescribed period: The Registrar may cancel the registration of a variety in any of the following instances if after being requested to do so and within the prescribed period: the breeder does not provide the Registrar with the information, documents or material necessary for the verification of the maintenance of the variety; the breeder does not provide the Registrar with the information, documents or material necessary for the verification of the maintenance of the variety; the breeder fails to pay the annual fee required; or the breeder fails to pay the annual fee required; or the breeder does not propose a suitable denomination for the protected variety where the denomination of the variety is cancelled after the registration. the breeder does not propose a suitable denomination for the protected variety where the denomination of the variety is cancelled after the registration. (3) The Registrar shall record in the register, the decision of the cancellation of the registration of the variety and publish the decision in the Gazette and Varieties Bulletin. The Registrar shall record in the register, the decision of the cancellation of the registration of the variety and publish the decision in the Gazette and Varieties Bulletin."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Termination of plant breeder right",
      "content": "(1) A plant breeder right shall terminate before the term referred to in section 27 duly expires A plant breeder right shall terminate before the term referred to in section 27 duly expires where the holder of the right renounces that right by a written notice or declaration submitted to the Registrar; or where the holder of the right renounces that right by a written notice or declaration submitted to the Registrar; or on the date of termination specified in the notice or declaration or, if no date is specified, the date on which the notice or declaration is received by the Registrar. on the date of termination specified in the notice or declaration or, if no date is specified, the date on which the notice or declaration is received by the Registrar. (2) The Registrar shall enter in the register the decision on termination of the plant breeder right. The Registrar shall enter in the register the decision on termination of the plant breeder right."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Fees for examination of variety and variety protection",
      "content": "The applicant for a plant breeder right or the holder of a plant breeder right shall bear the fees for the examination of the variety in the field or the laboratory and the annual fees for variety protection. The applicant for a plant breeder right or the holder of a plant breeder right shall bear the fees for the examination of the variety in the field or the laboratory and the annual fees for variety protection."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Maintenance of the protected variety",
      "content": "(1) A plant breeder or holder shall ensure the maintenance of the protected variety during the period of protection. A plant breeder or holder shall ensure the maintenance of the protected variety during the period of protection. (2) At the request of the Registrar, the plant breeder or holder shall provide an appropriate quantity of samples of the propagating material of the protected variety necessary for the verification of the maintenance of the variety. At the request of the Registrar, the plant breeder or holder shall provide an appropriate quantity of samples of the propagating material of the protected variety necessary for the verification of the maintenance of the variety. (3) At the request of the Registrar, the holder or plant breeder may keep or maintain the sample of the variety. At the request of the Registrar, the holder or plant breeder may keep or maintain the sample of the variety."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Designation of varieties by denomination",
      "content": "(1) A variety shall be designated with a denomination which shall be considered to be the generic designation of the variety. A variety shall be designated with a denomination which shall be considered to be the generic designation of the variety. (2) Subject to section 36, the rights in the designation registered as the denomination of the variety shall not hamper the free use of the denomination in connection with the variety even after the expiration of the plant breeder right. Subject to section 36, the rights in the designation registered as the denomination of the variety shall not hamper the free use of the denomination in connection with the variety even after the expiration of the plant breeder right."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Characteristics of variety denomination",
      "content": "(1) Subject to subsection (3), a variety denomination may be a word, a combination of words and numbers or a combination of letters and numbers. Subject to subsection (3), a variety denomination may be a word, a combination of words and numbers or a combination of letters and numbers. (2) A variety denomination shall be different from every denomination which designates an existing variety of the same plant species or closely related species in the country of any State Party to the Convention. A variety denomination shall be different from every denomination which designates an existing variety of the same plant species or closely related species in the country of any State Party to the Convention. (3) A variety denomination shall not A variety denomination shall not consist solely of figures except where the variety denomination is an established practice for designation of varieties, or consist solely of figures except where the variety denomination is an established practice for designation of varieties, or be misleading or cause confusion concerning be misleading or cause confusion concerning the characteristics, the characteristics, the value or identity of the variety, or the value or identity of the variety, or the identity of the breeder. the identity of the breeder."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Registration of variety denomination",
      "content": "(1) A person who seeks to register a variety denomination shall apply in writing to the Registrar and propose in the application, the variety denomination for registration. A person who seeks to register a variety denomination shall apply in writing to the Registrar and propose in the application, the variety denomination for registration. (2) The applicant shall submit a variety denomination under the same denomination that pertains in any State Party to the Convention. The applicant shall submit a variety denomination under the same denomination that pertains in any State Party to the Convention. (3) Subject to subsection (5), the Registrar shall register the variety denomination proposed under subsection (2), unless the Registrar considers the denomination unsuitable. Subject to subsection (5), the Registrar shall register the variety denomination proposed under subsection (2), unless the Registrar considers the denomination unsuitable. (4) Where the Registrar finds that the variety denomination does not meet the requirements of section 34, the Registrar shall Where the Registrar finds that the variety denomination does not meet the requirements of section 34, the Registrar shall refuse to register the variety denomination; and refuse to register the variety denomination; and require the breeder to propose another denomination within a prescribed period. require the breeder to propose another denomination within a prescribed period. (5) Where the proposed denomination is appropriate the Registrar shall register the denomination at the same time that the plant breeder right is granted. Where the proposed denomination is appropriate the Registrar shall register the denomination at the same time that the plant breeder right is granted."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Prior rights of third persons",
      "content": "(1) The prior right of a third person shall not be affected if by reason of a prior right, the use of the denomination is prohibited for a person who is obliged to use the denomination in accordance with subsection (1) of section 37. The prior right of a third person shall not be affected if by reason of a prior right, the use of the denomination is prohibited for a person who is obliged to use the denomination in accordance with subsection (1) of section 37. (2) The Registrar shall require the breeder concerned to submit another denomination in respect of the variety for registration. The Registrar shall require the breeder concerned to submit another denomination in respect of the variety for registration."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Obligation to use variety denomination",
      "content": "(1) Subject to subsection (2), a person who offers for sale, sells or otherwise markets propagating material of a protected variety within Ghana shall use the denomination of that variety even after the expiration of the breeder right in respect of that variety. Subject to subsection (2), a person who offers for sale, sells or otherwise markets propagating material of a protected variety within Ghana shall use the denomination of that variety even after the expiration of the breeder right in respect of that variety. (2) The obligation to use a variety denomination under subsection (1) shall not affect the prior rights of third parties provided for under section 36. The obligation to use a variety denomination under subsection (1) shall not affect the prior rights of third parties provided for under section 36. (3) The Registrar shall ensure that the authorities of the member States to the Convention are informed of matters that concern variety denominations and in particular the submission, registration and cancellation of denominations. The Registrar shall ensure that the authorities of the member States to the Convention are informed of matters that concern variety denominations and in particular the submission, registration and cancellation of denominations. (4) An authority of a member State to the Convention may submit an observation on a denomination to the Registrar prior to the registration of the denomination. An authority of a member State to the Convention may submit an observation on a denomination to the Registrar prior to the registration of the denomination. (5) The Registrar shall consider the observation before registering the denomination. The Registrar shall consider the observation before registering the denomination."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Indications in association with denomination",
      "content": "When a protected variety is offered for sale, sold or marketed, a trademark, trade name or other similar indication may be associated with the registered variety denomination if the denomination is easily recognisable. When a protected variety is offered for sale, sold or marketed, a trademark, trade name or other similar indication may be associated with the registered variety denomination if the denomination is easily recognisable."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Registry of varieties",
      "content": "(1) There is established by this Act a registry for plant varieties which shall be located at the Registrar-General’s Department. There is established by this Act a registry for plant varieties which shall be located at the Registrar-General’s Department. (2) The registry shall be headed by the Registrar who shall be assisted by a person not below the rank of a Principal State Attorney. The registry shall be headed by the Registrar who shall be assisted by a person not below the rank of a Principal State Attorney. (3) The Registrar may delegate a function of the office of the Registrar to the person required to assist the Registrar under subsection (2). The Registrar may delegate a function of the office of the Registrar to the person required to assist the Registrar under subsection (2). (4) The Registrar is responsible for the registration of varieties. The Registrar is responsible for the registration of varieties."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Register of plant breeder rights",
      "content": "(1) There is established by this Act a register of plant breeder rights. There is established by this Act a register of plant breeder rights. (2) The Registrar shall keep and maintain the register. The Registrar shall keep and maintain the register. (3) The Registrar shall record in the register the following entries: The Registrar shall record in the register the following entries: applications for the grant of plant breeder rights; applications for the grant of plant breeder rights; applications for variety denominations; applications for variety denominations; grants of plant breeder rights; grants of plant breeder rights; withdrawals of plant breeder rights; withdrawals of plant breeder rights; changes in the particulars of holders; changes in the particulars of holders; lapses of the plant breeder rights; lapses of the plant breeder rights; withdrawal of an application for grant of a plant breeder right; withdrawal of an application for grant of a plant breeder right; refusal of application for grant of a plant breeder right; refusal of application for grant of a plant breeder right; nullification of the registration of a plant breeder right; nullification of the registration of a plant breeder right; cancellation of the registration of a plant breeder right; cancellation of the registration of a plant breeder right; termination, of plant breeder rights; termination, of plant breeder rights; registration of new denominations for protected varieties; registration of new denominations for protected varieties; official announcements; official announcements; matters related to licences; and matters related to licences; and any other particulars related to plant breeder rights required under this Act. any other particulars related to plant breeder rights required under this Act. (4) The Registrar shall review the content of the register every four months in each year. The Registrar shall review the content of the register every four months in each year. (5) The register shall be open to the public during normal working hours. The register shall be open to the public during normal working hours. (6) A person may, on payment of the prescribed fee, examine the register or obtain an extract from the register. A person may, on payment of the prescribed fee, examine the register or obtain an extract from the register."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Rectification of information",
      "content": "(1) The Registrar may correct or authorise the correction of any clerical error, omission, non-insertion or defect in respect of the description of a new variety, that appears in an application or other document lodged with the Registrar for purposes of entries in the register. The Registrar may correct or authorise the correction of any clerical error, omission, non-insertion or defect in respect of the description of a new variety, that appears in an application or other document lodged with the Registrar for purposes of entries in the register. (2) A person aggrieved by reason of a clerical error, omission, non-insertion or defect regarding an entry of particulars in the register, may apply to the Registrar to effect the necessary rectification except that an application for rectification may not be made for a matter that affects the validity of the registration of a variety. A person aggrieved by reason of a clerical error, omission, non-insertion or defect regarding an entry of particulars in the register, may apply to the Registrar to effect the necessary rectification except that an application for rectification may not be made for a matter that affects the validity of the registration of a variety."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Plant Breeders Technical Committee",
      "content": "(1) There is established by this Act, the Plant Breeders Technical Committee consisting of There is established by this Act, the Plant Breeders Technical Committee consisting of the Registrar; the Registrar; the Director of the Crops Research Institute; the Director of the Crops Research Institute; the Director of the Directorate of Crops Services of the Ministry responsible for Agriculture; the Director of the Directorate of Crops Services of the Ministry responsible for Agriculture; the Director of Plant Protection and Regulatory Services Directorate of the Ministry responsible for Agriculture; the Director of Plant Protection and Regulatory Services Directorate of the Ministry responsible for Agriculture; one representative of one of the Faculties of Agriculture in one of the public universities in Ghana nominated on a rotational basis for a term of three years at a time by the public universities; one representative of one of the Faculties of Agriculture in one of the public universities in Ghana nominated on a rotational basis for a term of three years at a time by the public universities; the Director of the Savannah Agricultural Research Institute; the Director of the Savannah Agricultural Research Institute; one representative from the private sector who is engaged in the plant breeding industry; and one representative from the private sector who is engaged in the plant breeding industry; and one representative of the Office of the Attorney-General with expertise in intellectual property law not below the rank of a Principal State Attorney. one representative of the Office of the Attorney-General with expertise in intellectual property law not below the rank of a Principal State Attorney. (2) The chairperson of the Technical Committee and members of the Committee shall be appointed by the Minister. The chairperson of the Technical Committee and members of the Committee shall be appointed by the Minister."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Functions of the Technical Committee",
      "content": "The functions of the Technical Committee are to advise the Minister on the effective implementation of this Act; advise the Minister on the effective implementation of this Act; obtain from the Registrar reports with respect to applications for the protection of plant breeder rights and advise the Registrar on the grant of plant breeder rights; obtain from the Registrar reports with respect to applications for the protection of plant breeder rights and advise the Registrar on the grant of plant breeder rights; provide and verify the results of tests and examinations on an application for a plant breeder right; and provide and verify the results of tests and examinations on an application for a plant breeder right; and advise the Registrar on a specific or general matter. advise the Registrar on a specific or general matter."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Tenure of office of members of the Technical Committee",
      "content": "(1) A member of the Technical Committee appointed otherwise than by reason of the office of the member shall hold office for a term of three years and is eligible for re-appointment but a member shall not be appointed for more than two terms. A member of the Technical Committee appointed otherwise than by reason of the office of the member shall hold office for a term of three years and is eligible for re-appointment but a member shall not be appointed for more than two terms. (2) A member of the Technical Committee who is absent from three consecutive meetings of the Committee without sufficient cause ceases to be a member of the Committee. A member of the Technical Committee who is absent from three consecutive meetings of the Committee without sufficient cause ceases to be a member of the Committee. (3) A member of the Technical Committee may, at any time, resign from office in writing addressed to the Minister. A member of the Technical Committee may, at any time, resign from office in writing addressed to the Minister. (4) Where a member of the Technical Committee is, for a sufficient reason, unable to act as a member, members of the Technical Committee shall inform the Minister who shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Technical Committee is, for a sufficient reason, unable to act as a member, members of the Technical Committee shall inform the Minister who shall determine whether the inability would result in the declaration of a vacancy. (5) Where there is a vacancy Where there is a vacancy under subsection (2) or (3) or subsection (2) of section 46; under subsection (2) or (3) or subsection (2) of section 46; as a result of a declaration under subsection (4); or as a result of a declaration under subsection (4); or by reason of the death of a member, by reason of the death of a member, the Minister shall, in accordance with this Act, appoint a person to fill the vacancy for the unexpired term."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Meetings of members of the Technical Committee",
      "content": "(1) The Technical Committee shall meet at least once every three months for the conduct of business at a time and place determined by the chairperson. The Technical Committee shall meet at least once every three months for the conduct of business at a time and place determined by the chairperson. (2) The quorum at a meeting of the Technical Committee is five members. The quorum at a meeting of the Technical Committee is five members. (3) The chairperson shall, at the request in writing of not less than one-third of the membership of the Technical Committee, convene an extraordinary meeting of the Technical Committee at a time and place determined by the chairperson. The chairperson shall, at the request in writing of not less than one-third of the membership of the Technical Committee, convene an extraordinary meeting of the Technical Committee at a time and place determined by the chairperson. (4) The chairperson shall preside at meetings of the Technical Committee and in the absence of the chairperson, a member of the Technical Committee elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Technical Committee and in the absence of the chairperson, a member of the Technical Committee elected by the members present from among their number shall preside. (5) A matter before the Technical Committee shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. A matter before the Technical Committee shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Registrar shall shall not vote on a matter for decision at a meeting of the Technical Committee. The Registrar shall shall not vote on a matter for decision at a meeting of the Technical Committee. (7) The Technical Committee may co-opt a person to attend a meeting of the Technical Committee but that person shall not vote on a matter for decision at the meeting. The Technical Committee may co-opt a person to attend a meeting of the Technical Committee but that person shall not vote on a matter for decision at the meeting. (8) The proceedings of the Technical Committee shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Technical Committee shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. (9) Subject to this section, the Technical Committee shall determine the procedure for the meetings of the Technical Committee. Subject to this section, the Technical Committee shall determine the procedure for the meetings of the Technical Committee."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Technical Committee who has an interest in a matter for consideration A member of the Technical Committee who has an interest in a matter for consideration shall disclose in writing the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and shall disclose in writing the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and is disqualified from being present at or participating in the deliberations of the Technical Committee in respect of that matter. is disqualified from being present at or participating in the deliberations of the Technical Committee in respect of that matter. (2) A member ceases to be a member of the Technical Committee, if that member has an interest in a matter before the Technical Committee and A member ceases to be a member of the Technical Committee, if that member has an interest in a matter before the Technical Committee and fails to disclose that interest, and fails to disclose that interest, and is present at or participates in the deliberations of the Technical Committee in respect of the matter. is present at or participates in the deliberations of the Technical Committee in respect of the matter. (3) Without limiting any further cause of action that may be instituted against a member, the Technical Committee shall recover the benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member. Without limiting any further cause of action that may be instituted against a member, the Technical Committee shall recover the benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member. (4) A member of the Technical Committee who fails to disclose an interest in a matter for consideration by the Technical Committee is liable to pay compensation to the Technical Committee for any loss incurred. A member of the Technical Committee who fails to disclose an interest in a matter for consideration by the Technical Committee is liable to pay compensation to the Technical Committee for any loss incurred."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Allowances",
      "content": "Members of the Technical Committee shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Technical Committee shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Plant Variety Development Fund",
      "content": "(1) There is established by this Act, a Plant Variety Development Fund. There is established by this Act, a Plant Variety Development Fund. (2) The objects of the Fund are to finance activities to protect the rights of breeders of new varieties and to promote the breeding of new varieties. The objects of the Fund are to finance activities to protect the rights of breeders of new varieties and to promote the breeding of new varieties. (3) For the purpose of achieving the objects of the Fund, moneys for the Fund shall be applied for the following activities: For the purpose of achieving the objects of the Fund, moneys for the Fund shall be applied for the following activities: the publication of information as regards the publication of information as regards applications for the grant of plant breeder rights; and applications for the grant of plant breeder rights; and proposed and approved variety denominations; proposed and approved variety denominations; the maintenance of variety collections for the purposes of examination; the maintenance of variety collections for the purposes of examination; the examination of varieties; and the examination of varieties; and the maintenance of the register for the protection of plant breeder rights. the maintenance of the register for the protection of plant breeder rights."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Sources of moneys for the Fund",
      "content": "The sources of moneys for the Fund include fees and charges paid for applications, registrations and other services rendered in pursuance of this Act; fees and charges paid for applications, registrations and other services rendered in pursuance of this Act; donations, grants and other voluntary contributions; donations, grants and other voluntary contributions; moneys approved by Parliament; and moneys approved by Parliament; and any other moneys that are approved by the Minister responsible for Finance. any other moneys that are approved by the Minister responsible for Finance."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Management of the Fund",
      "content": "(1) The Registrar is responsible for the management and disbursement of the Fund and is answerable to the Minister. The Registrar is responsible for the management and disbursement of the Fund and is answerable to the Minister. (2) The Registrar shall, subject to the Public Financial Management Act, 2016 (Act 921), make rules and procedures for the operation and management of the Fund subject to the approval of the Minister. The Registrar shall, subject to the Public Financial Management Act, 2016 (Act 921), make rules and procedures for the operation and management of the Fund subject to the approval of the Minister. (3) Moneys in the Fund shall be paid into a bank account opened by the Registrar for the purpose of the Fund with the approval of the Controller and Accountant-General. Moneys in the Fund shall be paid into a bank account opened by the Registrar for the purpose of the Fund with the approval of the Controller and Accountant-General. (4) The administrative expenses related to the management of the Fund shall be charged on the Fund. The administrative expenses related to the management of the Fund shall be charged on the Fund."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Accounts and audit",
      "content": "(1) The Registrar shall keep books of accounts, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. The Registrar shall keep books of accounts, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. (2) The Registrar shall submit the accounts of the Fund to the Auditor-General for audit at the end of the financial year. The Registrar shall submit the accounts of the Fund to the Auditor-General for audit at the end of the financial year. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to the Minister and the Registrar. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to the Minister and the Registrar. (4) The financial year of the Fund shall be the same as the financial year of Government. The financial year of the Fund shall be the same as the financial year of Government."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Annual report and other reports",
      "content": "(1) The Registrar shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Fund for the year to which the report relates. The Registrar shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Fund for the year to which the report relates. (2) The annual report shall include the report of the Auditor-General. The annual report shall include the report of the Auditor-General. (3) The Minister shall, within thirty days after the receipt of the annual report from the Registrar, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within thirty days after the receipt of the annual report from the Registrar, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Registrar shall also submit to the Minister any other report which the Minister may require in writing. The Registrar shall also submit to the Minister any other report which the Minister may require in writing."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Appeals Board",
      "content": "(1) There is established by this Act, an Appeals Board which shall consider and determine appeals provided under section 55. There is established by this Act, an Appeals Board which shall consider and determine appeals provided under section 55. (2) The Appeals Board consists of The Appeals Board consists of one legal practitioner with expertise in intellectual property matters as the chairperson, and one legal practitioner with expertise in intellectual property matters as the chairperson, and four other persons with expertise in plant breeding at least one of whom is a woman. four other persons with expertise in plant breeding at least one of whom is a woman. (3) The Minister shall appoint the members of the Appeals Board. The Minister shall appoint the members of the Appeals Board. (4) The provisions of section 46 on disclosure of interest and section 47 on allowances shall apply to a member of the Appeals Board. The provisions of section 46 on disclosure of interest and section 47 on allowances shall apply to a member of the Appeals Board. (5) The Appeals Board may co-opt an expert to attend meetings of the Appeals Board but that co-opted member shall not vote on a matter for decision at the meeting. The Appeals Board may co-opt an expert to attend meetings of the Appeals Board but that co-opted member shall not vote on a matter for decision at the meeting. (6) The Appeals Board shall have the power to The Appeals Board shall have the power to summon and compel the attendance of witnesses, and summon and compel the attendance of witnesses, and order the production of documents. order the production of documents. (7) The Appeals Board shall regulate the proceedings of the Appeals Board. The Appeals Board shall regulate the proceedings of the Appeals Board. (8) The Appeals Board shall record the proceedings of the Appeals Board and shall submit the record to the Registrar. The Appeals Board shall record the proceedings of the Appeals Board and shall submit the record to the Registrar."
    },
    {
      "provision_ref": "s54",
      "section": "54",
      "title": "Tenure of office of members of the Appeals Board",
      "content": "(1) A member of the Appeals Board shall hold office for a period of three years and is eligible for re-appointment for another term only. A member of the Appeals Board shall hold office for a period of three years and is eligible for re-appointment for another term only. (2) The quorum at a meeting of the Appeals Board is three members. The quorum at a meeting of the Appeals Board is three members. (3) A member may at any time resign from office in writing addressed to the Minister. A member may at any time resign from office in writing addressed to the Minister. (4) Where a member of the Appeals Board is, for a sufficient reason, unable to act as a member, generally or in relation to a particular proceeding, the Minister may appoint another person to perform the functions of that member generally or in relation to the particular proceedings. Where a member of the Appeals Board is, for a sufficient reason, unable to act as a member, generally or in relation to a particular proceeding, the Minister may appoint another person to perform the functions of that member generally or in relation to the particular proceedings. (5) A person appointed under subsection (4) shall have, during the period of appointment or in relation to the proceedings in question, the same powers as the member in whose place that person is appointed. A person appointed under subsection (4) shall have, during the period of appointment or in relation to the proceedings in question, the same powers as the member in whose place that person is appointed."
    },
    {
      "provision_ref": "s55",
      "section": "55",
      "title": "Appeal from decision of the Registrar",
      "content": "(1) An order or decision of the Registrar is subject to an appeal to the Appeals Board. An order or decision of the Registrar is subject to an appeal to the Appeals Board. (2) A person aggrieved by a decision or order made by the Registrar may appeal to the Appeals Board by submitting to the Appeals Board a notice of appeal within sixty days after the publication or the receipt of the notice of the decision. A person aggrieved by a decision or order made by the Registrar may appeal to the Appeals Board by submitting to the Appeals Board a notice of appeal within sixty days after the publication or the receipt of the notice of the decision. (3) The notice of appeal shall be made in writing and accompanied with the supporting evidence. The notice of appeal shall be made in writing and accompanied with the supporting evidence. (4) The Appeals Board may conduct investigations if the Appeals Board considers it necessary to do so and hold a hearing or make a decision based on written submissions. The Appeals Board may conduct investigations if the Appeals Board considers it necessary to do so and hold a hearing or make a decision based on written submissions. (5) The Appeals Board may affirm, set aside or vary a decision of the Registrar. The Appeals Board may affirm, set aside or vary a decision of the Registrar. (6) The Appeals Board shall give the reasons for its decision in writing. The Appeals Board shall give the reasons for its decision in writing. (7) The Appeals Board may, on application by an aggrieved person, review a decision made under subsection (6) if the Appeals Board is of the view that because of new evidence or developments, the previous decision is inappropriate. The Appeals Board may, on application by an aggrieved person, review a decision made under subsection (6) if the Appeals Board is of the view that because of new evidence or developments, the previous decision is inappropriate. (8) An aggrieved person may appeal to the High Court against a decision taken by the Appeals Board within sixty days after the date that the aggrieved person is notified of the decision. An aggrieved person may appeal to the High Court against a decision taken by the Appeals Board within sixty days after the date that the aggrieved person is notified of the decision."
    },
    {
      "provision_ref": "s56",
      "section": "56",
      "title": "Inspection and preservation of documents",
      "content": "(1) A person who has an interest in a variety may inspect A person who has an interest in a variety may inspect the documents relating to the relevant application, the documents relating to the relevant application, the documents relating to a plant breeder right that has been granted, and the documents relating to a plant breeder right that has been granted, and the growing tests and other tests as regards the variety provided for under this Act. the growing tests and other tests as regards the variety provided for under this Act. (2) Where the production of a variety requires the repeated use of other varieties, an applicant may, when making the relevant application, request that the documents and tests relating to the other varieties be withheld from inspection. Where the production of a variety requires the repeated use of other varieties, an applicant may, when making the relevant application, request that the documents and tests relating to the other varieties be withheld from inspection. (3) The Registrar shall preserve the original or copies of every document for a period of five years after the withdrawal or rejection of the application or the lapse of a breeder right. The Registrar shall preserve the original or copies of every document for a period of five years after the withdrawal or rejection of the application or the lapse of a breeder right."
    },
    {
      "provision_ref": "s57",
      "section": "57",
      "title": "Varieties Bulletin",
      "content": "(1) There is established by this Act the Varieties Bulletin which shall contain matters related to this Act. There is established by this Act the Varieties Bulletin which shall contain matters related to this Act. (2) The Registrar shall The Registrar shall keep and maintain the Varieties Bulletin in an accurate form; and keep and maintain the Varieties Bulletin in an accurate form; and ensure that the Varieties Bulletin is accessible in the hard and electronic forms. ensure that the Varieties Bulletin is accessible in the hard and electronic forms. (3) The Varieties Bulletin shall be maintained as a secured electronic database. The Varieties Bulletin shall be maintained as a secured electronic database."
    },
    {
      "provision_ref": "s58",
      "section": "58",
      "title": "Publication of notices and information",
      "content": "(1) The Registrar shall publish in the Gazette and Varieties Bulletin the following notices: The Registrar shall publish in the Gazette and Varieties Bulletin the following notices: applications for plant breeder rights and the respective proposed denominations; applications for plant breeder rights and the respective proposed denominations; grants of plant breeder rights; grants of plant breeder rights; grants of approved denominations; grants of approved denominations; decisions on the nullification or cancellation of plant breeder rights; decisions on the nullification or cancellation of plant breeder rights; withdrawals or refusals of applications for plant breeder rights; and withdrawals or refusals of applications for plant breeder rights; and any other publication required under this Act. any other publication required under this Act. (2) The Registrar shall publish, every two months, the following information in the Varieties Bulletin established under section 57: The Registrar shall publish, every two months, the following information in the Varieties Bulletin established under section 57: applications for, and grants of, plant breeder rights; applications for, and grants of, plant breeder rights; proposed and registered denominations; proposed and registered denominations; cancelled variety denominations; and cancelled variety denominations; and the rectification of entries in the register. the rectification of entries in the register."
    },
    {
      "provision_ref": "s59",
      "section": "59",
      "title": "Civil remedies",
      "content": "(1) Where a person is aggrieved by the infringement of a plant breeder right, that person may bring an action in the High Court for Where a person is aggrieved by the infringement of a plant breeder right, that person may bring an action in the High Court for an order of injunction to prevent the commission or continuation of the commission of the act of infringement or to prohibit the continuation of the infringement; an order of injunction to prevent the commission or continuation of the commission of the act of infringement or to prohibit the continuation of the infringement; the recovery of damages for the infringement; the recovery of damages for the infringement; the forfeiture, seizure or destruction of propagating or harvested material which has been produced contrary to this Act; the forfeiture, seizure or destruction of propagating or harvested material which has been produced contrary to this Act; an order requiring the Customs Division of the Ghana Revenue Authority to detain goods that infringe on the rights of a plant breeder imported or ready for export; and an order requiring the Customs Division of the Ghana Revenue Authority to detain goods that infringe on the rights of a plant breeder imported or ready for export; and any other remedy that the court considers necessary. any other remedy that the court considers necessary. (2) Subsection (1) does not preclude an action being brought under any other enactment for the enforcement of the rights of a person. Subsection (1) does not preclude an action being brought under any other enactment for the enforcement of the rights of a person."
    },
    {
      "provision_ref": "s60",
      "section": "60",
      "title": "Offences",
      "content": "A person who wilfully offers for sale, sells or markets the propagating material of a variety protected in Ghana; offers for sale, sells or markets the propagating material of a variety protected in Ghana; markets propagating material of a variety protected in Ghana without the registered variety denomination; or markets propagating material of a variety protected in Ghana without the registered variety denomination; or uses the registered variety denomination of a variety protected in Ghana for another variety of the same plant species or closely related species likely to cause confusion uses the registered variety denomination of a variety protected in Ghana for another variety of the same plant species or closely related species likely to cause confusion commits an offence and is liable on summary conviction to a fine of not less than five thousand penalty units and not more than eight thousand penalty units or a term of imprisonment of not less than ten years and not more than fifteen years."
    },
    {
      "provision_ref": "s61",
      "section": "61",
      "title": "Application of Convention",
      "content": "(1) The Minister shall ensure that the implementation of this Act does not affect the fulfilment of the obligations of Ghana pertaining to the protection of plant breeder rights under the Convention to which Ghana is a party. The Minister shall ensure that the implementation of this Act does not affect the fulfilment of the obligations of Ghana pertaining to the protection of plant breeder rights under the Convention to which Ghana is a party. (2) The Minister may, on behalf of Ghana, enter into a bilateral or multilateral agreement with a foreign country for the mutual recognition and protection of breeders rights. The Minister may, on behalf of Ghana, enter into a bilateral or multilateral agreement with a foreign country for the mutual recognition and protection of breeders rights."
    },
    {
      "provision_ref": "s62",
      "section": "62",
      "title": "Regulations",
      "content": "The Minister shall, within twelve months of the coming into force of this Act, make Regulations to prescribe the procedure for filing applications; filing applications; examination of applications made under this Act; examination of applications made under this Act; objections and oppositions; objections and oppositions; cancellation of plant breeder rights; and cancellation of plant breeder rights; and cancellation of variety denominations; cancellation of variety denominations; to prescribe fees to be charged under this Act; to prescribe fees to be charged under this Act; to prescribe restrictions of plant breeder rights; to prescribe restrictions of plant breeder rights; for the administration of the register established under section 40; for the administration of the register established under section 40; for publication requirements; for publication requirements; for the regulation of varieties; for the regulation of varieties; for variety denominations; for variety denominations; for entries in the register; for entries in the register; to govern appeals; and to govern appeals; and for any other matter necessary for the effective and efficient implementation of this Act. for any other matter necessary for the effective and efficient implementation of this Act."
    },
    {
      "provision_ref": "s63",
      "section": "63",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“agent” in relation to an application for, or grant of, a plant breeder right, means a person that is duly authorised by the breeder to act on behalf of the breeder;“authority” means the plant registry within the territory of a State which is a party to a treaty to which the Republic is a party;“breeder” means(a)the person who bred, or discovered and developed a variety;(b)the employer of the person referred to in paragraph (a); or(c)the successor in title of the persons referred to in paragraphs (a) or (b);“Convention” means the International Convention for the Protection of New Varieties of Plant of 1961;“denomination” means the name by which a variety is identified;\"Fund\" means the Plant Variety Development Fund established under section 48;“genome” means the entirety of the hereditary information of an organism;“genotype” means the genetic constitution of a cell;“growing test” means a test for the examination of distinctness, uniformity and stability;“harvested material” means a plant or part of a plant(a)purposed for production or reproduction; or(b)conditioned for the purpose of propagation, marketing, sale, export or stocking;“holder” means the person who has protection of a breeder’s right;“Minister” means the Attorney-General and Minister responsible for Justice;“natural mutant” means the variation produced in the genome without human intervention;“plant breeder right” includes the right granted to a breeder or a holder in this Act;“plant genera” means categories of classification of living beings, that is, groups of species closely related in structure and evolution origin which are situated below the family or sub-family and above the species;“plant species” means the basic concept in the classification of living organisms and are groups of organisms characterised by similar shape, size, behaviour and habitat with features that remain constant over time;“propagating material” means seeds, seedlings, grafts, stock and any other parts of a plant that is intended to be sown, planted or replanted;“protected variety” means a variety which is the subject matter of a breeder’s right;“Registrar” means the Registrar of Plant Variety;“register” means the register of plant breeder rights established under section 40;“Regulations” means Regulations made under this Act;“somaclonal variant” means a clone propagated from the development of somatic or vegetation cells;“State Party” means a member of the Convention;“Technical Committee” means the Plant Breeders Technical Committee established under section 42;“Varieties Bulletin” means the official publication of business proceedings and information established under section 57;“variety” has the meaning assigned to it in section 2; and“variety denomination” means the generic designation for a variety which serves as an identifier. In this Act, unless the context otherwise requires, “agent” in relation to an application for, or grant of, a plant breeder right, means a person that is duly authorised by the breeder to act on behalf of the breeder; “authority” means the plant registry within the territory of a State which is a party to a treaty to which the Republic is a party; the person who bred, or discovered and developed a variety; the employer of the person referred to in paragraph (a); or the successor in title of the persons referred to in paragraphs (a) or (b); “Convention” means the International Convention for the Protection of New Varieties of Plant of 1961; “denomination” means the name by which a variety is identified; \"Fund\" means the Plant Variety Development Fund established under section 48; “genome” means the entirety of the hereditary information of an organism; “genotype” means the genetic constitution of a cell; “growing test” means a test for the examination of distinctness, uniformity and stability; purposed for production or reproduction; or conditioned for the purpose of propagation, marketing, sale, export or stocking; “holder” means the person who has protection of a breeder’s right; “Minister” means the Attorney-General and Minister responsible for Justice; “natural mutant” means the variation produced in the genome without human intervention; “plant breeder right” includes the right granted to a breeder or a holder in this Act; “plant genera” means categories of classification of living beings, that is, groups of species closely related in structure and evolution origin which are situated below the family or sub-family and above the species; “plant species” means the basic concept in the classification of living organisms and are groups of organisms characterised by similar shape, size, behaviour and habitat with features that remain constant over time; “propagating material” means seeds, seedlings, grafts, stock and any other parts of a plant that is intended to be sown, planted or replanted; “protected variety” means a variety which is the subject matter of a breeder’s right; “Registrar” means the Registrar of Plant Variety; “register” means the register of plant breeder rights established under section 40; “Regulations” means Regulations made under this Act; “somaclonal variant” means a clone propagated from the development of somatic or vegetation cells; “State Party” means a member of the Convention; “Technical Committee” means the Plant Breeders Technical Committee established under section 42; “Varieties Bulletin” means the official publication of business proceedings and information established under section 57; “variety” has the meaning assigned to it in section 2; and “variety denomination” means the generic designation for a variety which serves as an identifier."
    }
  ],
  "definitions": [
    {
      "term": "authority",
      "definition": "the plant registry within the territory of a State which is a party to a treaty to which the Republic is a party",
      "source_provision": "s63"
    },
    {
      "term": "Convention",
      "definition": "the International Convention for the Protection of New Varieties of Plant of 1961",
      "source_provision": "s63"
    },
    {
      "term": "denomination",
      "definition": "the name by which a variety is identified",
      "source_provision": "s63"
    },
    {
      "term": "Fund",
      "definition": "the Plant Variety Development Fund established under section 48",
      "source_provision": "s63"
    },
    {
      "term": "genome",
      "definition": "the entirety of the hereditary information of an organism",
      "source_provision": "s63"
    },
    {
      "term": "genotype",
      "definition": "the genetic constitution of a cell",
      "source_provision": "s63"
    },
    {
      "term": "growing test",
      "definition": "a test for the examination of distinctness, uniformity and stability",
      "source_provision": "s63"
    },
    {
      "term": "harvested material",
      "definition": "a plant or part of a plant(a)purposed for production or reproduction",
      "source_provision": "s63"
    },
    {
      "term": "holder",
      "definition": "the person who has protection of a breeder’s right",
      "source_provision": "s63"
    },
    {
      "term": "Minister",
      "definition": "the Attorney-General and Minister responsible for Justice",
      "source_provision": "s63"
    },
    {
      "term": "natural mutant",
      "definition": "the variation produced in the genome without human intervention",
      "source_provision": "s63"
    },
    {
      "term": "plant genera",
      "definition": "categories of classification of living beings, that is, groups of species closely related in structure and evolution origin which are situated below the family or sub-family and above the species",
      "source_provision": "s63"
    },
    {
      "term": "plant species",
      "definition": "the basic concept in the classification of living organisms and are groups of organisms characterised by similar shape, size, behaviour and habitat with features that remain constant over time",
      "source_provision": "s63"
    },
    {
      "term": "propagating material",
      "definition": "seeds, seedlings, grafts, stock and any other parts of a plant that is intended to be sown, planted or replanted",
      "source_provision": "s63"
    },
    {
      "term": "protected variety",
      "definition": "a variety which is the subject matter of a breeder’s right",
      "source_provision": "s63"
    },
    {
      "term": "Registrar",
      "definition": "the Registrar of Plant Variety",
      "source_provision": "s63"
    },
    {
      "term": "register",
      "definition": "the register of plant breeder rights established under section 40",
      "source_provision": "s63"
    },
    {
      "term": "Regulations",
      "definition": "Regulations made under this Act",
      "source_provision": "s63"
    },
    {
      "term": "somaclonal variant",
      "definition": "a clone propagated from the development of somatic or vegetation cells",
      "source_provision": "s63"
    },
    {
      "term": "State Party",
      "definition": "a member of the Convention",
      "source_provision": "s63"
    },
    {
      "term": "Technical Committee",
      "definition": "the Plant Breeders Technical Committee established under section 42",
      "source_provision": "s63"
    },
    {
      "term": "Varieties Bulletin",
      "definition": "the official publication of business proceedings and information established under section 57",
      "source_provision": "s63"
    },
    {
      "term": "variety denomination",
      "definition": "the generic designation for a variety which serves as an identifier. In this Act, unless the context otherwise requires, “agent” in relation to an application for, or grant of, a plant breeder right, means a person that is duly authorised by the breeder to act on behalf of the breeder",
      "source_provision": "s63"
    },
    {
      "term": "authority",
      "definition": "the plant registry within the territory of a State which is a party to a treaty to which the Republic is a party",
      "source_provision": "s63"
    },
    {
      "term": "Convention",
      "definition": "the International Convention for the Protection of New Varieties of Plant of 1961",
      "source_provision": "s63"
    },
    {
      "term": "denomination",
      "definition": "the name by which a variety is identified",
      "source_provision": "s63"
    },
    {
      "term": "Fund",
      "definition": "the Plant Variety Development Fund established under section 48",
      "source_provision": "s63"
    },
    {
      "term": "genome",
      "definition": "the entirety of the hereditary information of an organism",
      "source_provision": "s63"
    },
    {
      "term": "genotype",
      "definition": "the genetic constitution of a cell",
      "source_provision": "s63"
    },
    {
      "term": "growing test",
      "definition": "a test for the examination of distinctness, uniformity and stability",
      "source_provision": "s63"
    },
    {
      "term": "holder",
      "definition": "the person who has protection of a breeder’s right",
      "source_provision": "s63"
    },
    {
      "term": "Minister",
      "definition": "the Attorney-General and Minister responsible for Justice",
      "source_provision": "s63"
    },
    {
      "term": "natural mutant",
      "definition": "the variation produced in the genome without human intervention",
      "source_provision": "s63"
    },
    {
      "term": "plant genera",
      "definition": "categories of classification of living beings, that is, groups of species closely related in structure and evolution origin which are situated below the family or sub-family and above the species",
      "source_provision": "s63"
    },
    {
      "term": "plant species",
      "definition": "the basic concept in the classification of living organisms and are groups of organisms characterised by similar shape, size, behaviour and habitat with features that remain constant over time",
      "source_provision": "s63"
    },
    {
      "term": "propagating material",
      "definition": "seeds, seedlings, grafts, stock and any other parts of a plant that is intended to be sown, planted or replanted",
      "source_provision": "s63"
    },
    {
      "term": "protected variety",
      "definition": "a variety which is the subject matter of a breeder’s right",
      "source_provision": "s63"
    },
    {
      "term": "Registrar",
      "definition": "the Registrar of Plant Variety",
      "source_provision": "s63"
    },
    {
      "term": "register",
      "definition": "the register of plant breeder rights established under section 40",
      "source_provision": "s63"
    },
    {
      "term": "Regulations",
      "definition": "Regulations made under this Act",
      "source_provision": "s63"
    },
    {
      "term": "somaclonal variant",
      "definition": "a clone propagated from the development of somatic or vegetation cells",
      "source_provision": "s63"
    },
    {
      "term": "State Party",
      "definition": "a member of the Convention",
      "source_provision": "s63"
    },
    {
      "term": "Technical Committee",
      "definition": "the Plant Breeders Technical Committee established under section 42",
      "source_provision": "s63"
    },
    {
      "term": "Varieties Bulletin",
      "definition": "the official publication of business proceedings and information established under section 57",
      "source_provision": "s63"
    }
  ]
}