{
  "id": "act-64-2020",
  "type": "act",
  "title": "Imposition of Restrictions (Coronavirus Disease (COVID-19) Pandemic) Instrument, 2020",
  "short_name": "IRCD 2020",
  "act_number": 64,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-03-23",
  "url": "https://ghalii.org/akn/gh/act/2020/64",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Imposition of restrictions",
      "content": "(1) There is imposed, by this Instrument, restrictions on There is imposed, by this Instrument, restrictions on public gatherings, including public gatherings, including conferences; conferences; workshops; workshops; funerals; funerals; festivals; festivals; political rallies; political rallies; sporting events and sporting clubs; sporting events and sporting clubs; private parties and other social gatherings; private parties and other social gatherings; night clubs, drinking spots and event centres; and night clubs, drinking spots and event centres; and religious activities in churches, mosques, shrines and at crusades, conventions, pilgrimages and other religious gatherings; and religious activities in churches, mosques, shrines and at crusades, conventions, pilgrimages and other religious gatherings; and travel to Ghana. travel to Ghana. (2) All public gatherings set out in paragraph 1 (1) (a) have been suspended. All public gatherings set out in paragraph 1 (1) (a) have been suspended. (3) Despite paragraph 1 (2), a private burial may be carried out with not more than twenty-five persons in attendance. Despite paragraph 1 (2), a private burial may be carried out with not more than twenty-five persons in attendance. (4) All universities and other tertiary institutions, training institutions, senior high schools, basic schools, public and private schools, nurseries, crêches, and such other schools have been closed down. All universities and other tertiary institutions, training institutions, senior high schools, basic schools, public and private schools, nurseries, crêches, and such other schools have been closed down. (5) The Ministry of Education, in collaboration with the Ministry of Communications, may, as far as practicable, run distance learning programmes. The Ministry of Education, in collaboration with the Ministry of Communications, may, as far as practicable, run distance learning programmes."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Duration of restriction",
      "content": "A restriction imposed under paragraph 1 (1) (a) is for a period of three weeks, subject to paragraph 6. A restriction imposed under paragraph 1 (1) (a) is for a period of three weeks, subject to paragraph 6."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Geographic areas",
      "content": "This Instrument applies to the entire territory of Ghana. This Instrument applies to the entire territory of Ghana."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Exemptions",
      "content": "(1) Paragraph 1 (1) (a) does not apply to the following facilities or establishments: Paragraph 1 (1) (a) does not apply to the following facilities or establishments: a service, manufacturing or industrial workplace; a service, manufacturing or industrial workplace; a market; a market; an establishment in the nature of an establishment in the nature of a supermarket; a supermarket; a shopping mall; a shopping mall; a restaurant; a restaurant; a hotel; or a hotel; or a drinking spot; a drinking spot; the security services; and the security services; and essential services. essential services. (2) Where there is an exemption under subparagraph (1), there shall be Where there is an exemption under subparagraph (1), there shall be social distancing maintained between patrons and staff, and among staff of the facility or establishment; and social distancing maintained between patrons and staff, and among staff of the facility or establishment; and compliance with enhanced hygiene procedures, including the provision of running water and hand washing soap, alcohol-based hand sanitizers and disinfectants. compliance with enhanced hygiene procedures, including the provision of running water and hand washing soap, alcohol-based hand sanitizers and disinfectants. (3) The Ministry of Transport shall work with public and private commercial transport services to ensure enhanced hygienic conditions in all vehicles and terminals, by providing, among others, running water and hand washing soap, alcohol-based hand sanitizers and disinfectants. The Ministry of Transport shall work with public and private commercial transport services to ensure enhanced hygienic conditions in all vehicles and terminals, by providing, among others, running water and hand washing soap, alcohol-based hand sanitizers and disinfectants. (4) The Ministry of Local Government and Rural Development shall, in collaboration with the Metropolitan, Municipal and District Assemblies, co-ordinate measures to enhance conditions of hygiene in all markets. The Ministry of Local Government and Rural Development shall, in collaboration with the Metropolitan, Municipal and District Assemblies, co-ordinate measures to enhance conditions of hygiene in all markets."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Restrictions on travel to Ghana",
      "content": "(1) Further to paragraph 1 (1) (b), all borders of Ghana, by air, land and sea, are closed to human traffic for a period of two weeks, subject to paragraph 6. Further to paragraph 1 (1) (b), all borders of Ghana, by air, land and sea, are closed to human traffic for a period of two weeks, subject to paragraph 6. (2) Any person who entered Ghana on 21st or 22nd March, 2020, Any person who entered Ghana on 21st or 22nd March, 2020, is subject to mandatory quarantine for a period of fourteen days and shall be tested for COVID-19, and is subject to mandatory quarantine for a period of fourteen days and shall be tested for COVID-19, and shall be taken to a designated medical isolation centre for treatment, where the result of the test is positive. shall be taken to a designated medical isolation centre for treatment, where the result of the test is positive. (3) Subparagraph (1) does not apply to the transportation of goods, supplies and cargo to Ghana. Subparagraph (1) does not apply to the transportation of goods, supplies and cargo to Ghana. (4) Any person who, prior to 21st March, 2020, entered Ghana from a country that had recorded two hundred or more cases of COVID-19 shall undergo self-quarantine for a minimum of fourteen days, in accordance with the guidelines for self-quarantine. Any person who, prior to 21st March, 2020, entered Ghana from a country that had recorded two hundred or more cases of COVID-19 shall undergo self-quarantine for a minimum of fourteen days, in accordance with the guidelines for self-quarantine. (5) A person who is determined by the relevant health authorities to be unable to undergo satisfactory self-quarantine shall be put under mandatory quarantine by the relevant health authorities. A person who is determined by the relevant health authorities to be unable to undergo satisfactory self-quarantine shall be put under mandatory quarantine by the relevant health authorities. (6) A person who shows symptoms of COVID-19 during the period of self-quarantine shall be tested for COVID-19, and where the result of the test is positive, that person shall be taken to a designated medical isolation centre for treatment. A person who shows symptoms of COVID-19 during the period of self-quarantine shall be tested for COVID-19, and where the result of the test is positive, that person shall be taken to a designated medical isolation centre for treatment."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Review of restrictions",
      "content": "Where the exigencies of the situation require, the duration of restriction specified under paragraph 2 and the restrictions on travel to Ghana under paragraph 5 may be varied in accordance with subsection (2) of section 4 of the Imposition of Restrictions Act, 2020 (Act 1012). Where the exigencies of the situation require, the duration of restriction specified under paragraph 2 and the restrictions on travel to Ghana under paragraph 5 may be varied in accordance with subsection (2) of section 4 of the Imposition of Restrictions Act, 2020 (Act 1012)."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Interpretation",
      "content": "In this Instrument, unless the context otherwise requires,\"communicable disease\" means an illness caused by a specific infectious agent or its toxic products which arises through transmission of that agent or its products from an infected person, animal, or inanimate reservoir to a susceptible host, either directly or indirectly through an intermediate plant or animal host, vector, or the inanimate environment;\"epidemic\" means the rapid spread of a disease, including Coronavirus disease (COVID-19), cholera, flu and other communicable diseases, among people;\"essential services\" include(a)water supply services;(b)electricity supply services;(c)health and hospital services;(d)waste management services;(e)air traffic and civil aviation control services;(f)meteorological services;(g)fire services;(h)air transport services;(i)supply and distribution of fuels;(j)telecommunications services; and(k)public and private commercial transport services;\"security services\" mean(a)the internal and external intelligence agencies referred to under the Securities and Intelligence Agencies Act, 1996 (Act 526);(b)the Police Service;(c)the Armed Forces;(d)the Prisons Service;(e)the Immigration Service;(f)the National Fire Service; and(g)the Customs Division of the Ghana Revenue Authority; and\"social distancing\" includes maintaining a physical distance of one metre away from a person or avoiding direct contact with a person or object in a public place during an epidemic, to minimise exposure and reduce the transmission of infection and covers the following measures:(a)mandatory quarantine;(b)self-isolation;(c)protective self-separation; and(d)voluntary avoidance of crowded places. In this Instrument, unless the context otherwise requires, \"communicable disease\" means an illness caused by a specific infectious agent or its toxic products which arises through transmission of that agent or its products from an infected person, animal, or inanimate reservoir to a susceptible host, either directly or indirectly through an intermediate plant or animal host, vector, or the inanimate environment; \"epidemic\" means the rapid spread of a disease, including Coronavirus disease (COVID-19), cholera, flu and other communicable diseases, among people; water supply services; electricity supply services; health and hospital services; waste management services; air traffic and civil aviation control services; meteorological services; fire services; air transport services; supply and distribution of fuels; telecommunications services; and public and private commercial transport services; the internal and external intelligence agencies referred to under the Securities and Intelligence Agencies Act, 1996 (Act 526); the Police Service; the Armed Forces; the Prisons Service; the Immigration Service; the National Fire Service; and the Customs Division of the Ghana Revenue Authority; and mandatory quarantine; self-isolation; protective self-separation; and voluntary avoidance of crowded places."
    }
  ],
  "definitions": [
    {
      "term": "communicable disease",
      "definition": "an illness caused by a specific infectious agent or its toxic products which arises through transmission of that agent or its products from an infected person, animal, or inanimate reservoir to a susceptible host, either directly or indirectly through an intermediate plant or animal host, vector, or the inanimate environment",
      "source_provision": "s7"
    },
    {
      "term": "epidemic",
      "definition": "the rapid spread of a disease, including Coronavirus disease (COVID-19), cholera, flu and other communicable diseases, among people",
      "source_provision": "s7"
    },
    {
      "term": "communicable disease",
      "definition": "an illness caused by a specific infectious agent or its toxic products which arises through transmission of that agent or its products from an infected person, animal, or inanimate reservoir to a susceptible host, either directly or indirectly through an intermediate plant or animal host, vector, or the inanimate environment",
      "source_provision": "s7"
    },
    {
      "term": "epidemic",
      "definition": "the rapid spread of a disease, including Coronavirus disease (COVID-19), cholera, flu and other communicable diseases, among people",
      "source_provision": "s7"
    }
  ]
}