{
  "id": "act-1048-2020",
  "type": "act",
  "title": "Creative Arts Industry Act, 2020",
  "short_name": "CAI 2020",
  "act_number": 1048,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-10-27",
  "url": "https://ghalii.org/akn/gh/act/2020/1048",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Creative Arts Agency",
      "content": "(1) There is established by this Act, the Creative Arts Agency as a body corporate. There is established by this Act, the Creative Arts Agency as a body corporate. (2) The Agency may, for the performance of the functions of the Agency, acquire and hold property, dispose of property and enter into a contract or any other related transaction. The Agency may, for the performance of the functions of the Agency, acquire and hold property, dispose of property and enter into a contract or any other related transaction. (3) Where there is a hindrance to the acquisition of land, the land may be acquired for the Agency under the Land Act, 2020 (Act 1036), and the cost shall be borne by the Agency. Where there is a hindrance to the acquisition of land, the land may be acquired for the Agency under the Land Act, 2020 (Act 1036), and the cost shall be borne by the Agency."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Objects of the Agency",
      "content": "The objects of the Agency are to prescribe standards for the regulation of the creative arts industry; prescribe standards for the regulation of the creative arts industry; create an enabling environment through direct and indirect support for arts education, artistes, creative arts practitioners and organisations; create an enabling environment through direct and indirect support for arts education, artistes, creative arts practitioners and organisations; promote collaborations with institutions created for the regulation of the specific domains in the creative arts industry, artistes and creative arts practitioners, and organisations, nationally and internationally; promote collaborations with institutions created for the regulation of the specific domains in the creative arts industry, artistes and creative arts practitioners, and organisations, nationally and internationally; grow the creative arts industry nationally and internationally through partnership and industry development assistance that facilitates pathways to organisation and innovation; and grow the creative arts industry nationally and internationally through partnership and industry development assistance that facilitates pathways to organisation and innovation; and ensure that access to the market by creative arts practitioners is enhanced. ensure that access to the market by creative arts practitioners is enhanced."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Agency",
      "content": "The Agency shall ensure the effective organisation and management of the creative arts industry; ensure the effective organisation and management of the creative arts industry; foster an enabling environment for industry-led approaches to boost the growth and competitiveness of the creative arts industry; foster an enabling environment for industry-led approaches to boost the growth and competitiveness of the creative arts industry; advise the Minister on matters relating to standards for the regulation of the creative arts industry; advise the Minister on matters relating to standards for the regulation of the creative arts industry; facilitate the engagement of the creative arts industry players by providing a forum for meeting with the creative arts industry operators; facilitate the engagement of the creative arts industry players by providing a forum for meeting with the creative arts industry operators; encourage public and private sector interface and alignment by providing a forum for creative arts industry practitioners to meet with relevant public sector organisations and agencies; encourage public and private sector interface and alignment by providing a forum for creative arts industry practitioners to meet with relevant public sector organisations and agencies; promote new trends in the creative arts industry in relation to the organisation and management of creative arts enterprises; promote new trends in the creative arts industry in relation to the organisation and management of creative arts enterprises; oversee cross-sector challenges as they affect the creative arts industry and manage the challenges; oversee cross-sector challenges as they affect the creative arts industry and manage the challenges; source and manage finance and investments in the creative arts sector; source and manage finance and investments in the creative arts sector; facilitate the professional development of creative artistes and emerging generational talents; facilitate the professional development of creative artistes and emerging generational talents; collaborate with relevant institutions to facilitate the protection of the intellectual property rights of creative artistes by organising seminars for creative arts operators to create awareness about intellectual property rights of the operators and to facilitate the registration of the works of creative arts operators; collaborate with relevant institutions to facilitate the protection of the intellectual property rights of creative artistes by organising seminars for creative arts operators to create awareness about intellectual property rights of the operators and to facilitate the registration of the works of creative arts operators; develop and promote a creative arts industry labour market; develop and promote a creative arts industry labour market; keep, maintian and publish a register of creative arts industry operators; keep, maintian and publish a register of creative arts industry operators; ensure the enforcement of each of the constitutions establishing an association in the creative arts industry; ensure the enforcement of each of the constitutions establishing an association in the creative arts industry; facilitate the provision of infrastructure for the development of the creative arts industry; facilitate the provision of infrastructure for the development of the creative arts industry; undertake research and documentation with respect to the creative arts industry; undertake research and documentation with respect to the creative arts industry; facilitate the training of creative arts industry operators in the area of innovation, packaging, marketing and fund raising; facilitate the training of creative arts industry operators in the area of innovation, packaging, marketing and fund raising; organise investment forum for the creative arts industry and create awareness of the social and corporate responsibility of the various creative arts industry players; organise investment forum for the creative arts industry and create awareness of the social and corporate responsibility of the various creative arts industry players; organise seminars and workshops for the young and emerging talents to interact with experienced and seasoned creative arts industry operators; organise seminars and workshops for the young and emerging talents to interact with experienced and seasoned creative arts industry operators; collaborate with intellectual property rights enforcement agencies to enforce the intellectual property rights of creative arts industry operators; collaborate with intellectual property rights enforcement agencies to enforce the intellectual property rights of creative arts industry operators; establish a disciplinary code and enforce the disciplinary code among members of the creative arts industry; establish a disciplinary code and enforce the disciplinary code among members of the creative arts industry; collaborate with the relevant authority to ensure transparent distribution of royalty collected on behalf of creative arts practitioners and creative arts industry operators; collaborate with the relevant authority to ensure transparent distribution of royalty collected on behalf of creative arts practitioners and creative arts industry operators; collect one per cent levy on revenue from the sale of creative arts products and pay the levy into the Fund; and collect one per cent levy on revenue from the sale of creative arts products and pay the levy into the Fund; and establish a website, publish magazines and organise exhibitions and fairs to promote the works of creative arts industry operators. establish a website, publish magazines and organise exhibitions and fairs to promote the works of creative arts industry operators."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Governing body of the Agency",
      "content": "(1) The governing body for the Agency is a Board consisting of The governing body for the Agency is a Board consisting of a person with the relevant competence and experience in the creative arts industry nominated by the Minister as chairperson; a person with the relevant competence and experience in the creative arts industry nominated by the Minister as chairperson; the Executive Secretary; the Executive Secretary; seven representatives from the creative arts industry domain at least three of whom are women nominated by the creative arts industry to represent the domain on a rotational basis; seven representatives from the creative arts industry domain at least three of whom are women nominated by the creative arts industry to represent the domain on a rotational basis; one representative each from the following institutions of Government: one representative each from the following institutions of Government: Ministry responsible for Tourism, Arts and Culture not below the rank of a Director nominated by the Minister; Ministry responsible for Tourism, Arts and Culture not below the rank of a Director nominated by the Minister; Ministry responsible for Trade not below the rank of a Director nominated by the Minister responsible for Trade; Ministry responsible for Trade not below the rank of a Director nominated by the Minister responsible for Trade; Ministry responsible for Finance not below the rank of a Director nominated by the Minister responsible for Finance; and Ministry responsible for Finance not below the rank of a Director nominated by the Minister responsible for Finance; and Office of the Attorney-General not below the rank of a Principal State Attorney nominated by the Attorney-General; and Office of the Attorney-General not below the rank of a Principal State Attorney nominated by the Attorney-General; and the Copyright Administrator. the Copyright Administrator. (2) The President shall, in accordance with article 70 of the Constitution, appoint the chairperson and the other members of the Board. The President shall, in accordance with article 70 of the Constitution, appoint the chairperson and the other members of the Board. (3) The President shall, in making the appointments under this section, have regard to the expertise, knowledge and experience of the person in matters relating to the creative arts industry. The President shall, in making the appointments under this section, have regard to the expertise, knowledge and experience of the person in matters relating to the creative arts industry. (4) The Board shall ensure the effective and efficient performance of the functions of the Agency. The Board shall ensure the effective and efficient performance of the functions of the Agency. (5) The Board may, in consultation with the Minister, invest or reinvest the moneys of the Agency. The Board may, in consultation with the Minister, invest or reinvest the moneys of the Agency. (6) Despite subsection (5), the Board shall not invest or reinvest the moneys of the Agency in Government securities. Despite subsection (5), the Board shall not invest or reinvest the moneys of the Agency in Government securities."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Tenure of office of members of the Board",
      "content": "(1) A member of the Board shall hold office for a period of four years and is eligible for re-appointment for another term only. A member of the Board shall hold office for a period of four years and is eligible for re-appointment for another term only. (2) Subsection (1) does not apply to the Executive Secretary. Subsection (1) does not apply to the Executive Secretary. (3) A member of the Board may, at any time, resign from office in writing addressed to the President, through the Minister. A member of the Board may, at any time, resign from office in writing addressed to the President, through the Minister. (4) The President may, by a letter addressed to a member, revoke the appointment of that member. The President may, by a letter addressed to a member, revoke the appointment of that member. (5) Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability may result in the declaration of a vacancy. Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability may result in the declaration of a vacancy. (6) Where there is a vacancy Where there is a vacancy under subsection (3) or (4), subsection (5) of section 6 or subsection (3) of section 7, under subsection (3) or (4), subsection (5) of section 6 or subsection (3) of section 7, as a result of the declaration under subsection (5), or as a result of the declaration under subsection (5), or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall, in accordance with this Act, appoint a person to fill the vacancy for the unexpired term."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every six months for the conduct of business at a time and place determined by the chairperson. The Board shall meet at least once every six months for the conduct of business at a time and place determined by the chairperson. (2) The chairperson shall at the request in writing of not less than one third of the membership of the Board convene an extraordinary meeting of the Board at a time and place determined by the chairperson. The chairperson shall at the request in writing of not less than one third of the membership of the Board convene an extraordinary meeting of the Board at a time and place determined by the chairperson. (3) The quorum for a meeting of the Board is seven members of the Board. The quorum for a meeting of the Board is seven members of the Board. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board, other than the Executive Secretary, elected by the members present from among their number, shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board, other than the Executive Secretary, elected by the members present from among their number, shall preside. (5) A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (6) Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (7) The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. The Board may co-opt a person to attend a Board meeting but that person shall not vote on a matter for decision at the meeting. (8) Subject to this Act, the Board may determine the procedure for meetings of the Board. Subject to this Act, the Board may determine the procedure for meetings of the Board."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration A member of the Board who has an interest in a matter for consideration shall disclose in writing the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and shall disclose in writing the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and is disqualified from being present at, or participating in, the deliberation or determination of the Board in respect of that matter. is disqualified from being present at, or participating in, the deliberation or determination of the Board in respect of that matter. (2) Where in the course of deliberations of the Board, a member of the Board or another member realizes that the member or a member has an interest in a matter that is to be or is being considered, that member who has the interest shall Where in the course of deliberations of the Board, a member of the Board or another member realizes that the member or a member has an interest in a matter that is to be or is being considered, that member who has the interest shall disclose to the Board orally, the nature of that interest; disclose to the Board orally, the nature of that interest; be recused from the deliberations of the Board in respect of the matter; and be recused from the deliberations of the Board in respect of the matter; and not participate in the deliberations of the Board in respect of the matter. not participate in the deliberations of the Board in respect of the matter. (3) Where a member contravenes subsection (1) or (2), the chairperson shall inform the President in writing to revoke the appointment of that member. Where a member contravenes subsection (1) or (2), the chairperson shall inform the President in writing to revoke the appointment of that member. (4) Without limiting any further cause of action that may be instituted against the member, the Board shall recover any benefit derived by the member who contravenes subsection (1) in addition to the revocation of the appointment of that member. Without limiting any further cause of action that may be instituted against the member, the Board shall recover any benefit derived by the member who contravenes subsection (1) in addition to the revocation of the appointment of that member."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Committees of the Board",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members or both to perform a function of the Board. The Board may establish committees consisting of members of the Board or non-members or both to perform a function of the Board. (2) A committee of the Board consisting of members and non­members shall be chaired by a member of the Board. A committee of the Board consisting of members and non­members shall be chaired by a member of the Board. (3) A committee comprising entirely of members and of non­members is advisory. A committee comprising entirely of members and of non­members is advisory. (4) Without limiting subsection (1), the Board shall have the following committees: Without limiting subsection (1), the Board shall have the following committees: Finance and Administration Committee; Finance and Administration Committee; Research and Documentation Committee; Research and Documentation Committee; Programmes, Training and Development Committee; Programmes, Training and Development Committee; Business and Marketing Committee; Business and Marketing Committee; Regulation and Standards Committee; Regulation and Standards Committee; Fundraising and Technology Committee; and Fundraising and Technology Committee; and Audit Committee. Audit Committee. (5) A committee of the Board shall be chaired by a member of the Board other than the chairperson of the Board. A committee of the Board shall be chaired by a member of the Board other than the chairperson of the Board. (6) Section 7 applies to a member of a committee of the Board. Section 7 applies to a member of a committee of the Board."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid the allowances determined by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid the allowances determined by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Policy directives",
      "content": "The Minister shall give directives to the Board on matters of policy and the Board shall comply. The Minister shall give directives to the Board on matters of policy and the Board shall comply."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Secretariat of the Agency",
      "content": "(1) The Agency shall have a Secretariat from which the policies of the Board shall be implemented. The Agency shall have a Secretariat from which the policies of the Board shall be implemented. (2) The Secretariat shall have the following divisions: The Secretariat shall have the following divisions: Finance and Administration Division; Finance and Administration Division; Research and Documentation Division; Research and Documentation Division; Programmes, Training and Development Division; Programmes, Training and Development Division; Business and Marketing Division; Business and Marketing Division; Regulation and Standards Division; and Regulation and Standards Division; and any other division that the Board considers necessary for the attainment of the objects of the Agency. any other division that the Board considers necessary for the attainment of the objects of the Agency."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Executive Secretary",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint an Executive Secretary for the Agency. The President shall, in accordance with article 195 of the Constitution, appoint an Executive Secretary for the Agency. (2) The President shall, in appointing a person as the Executive Secretary, have regard to the The President shall, in appointing a person as the Executive Secretary, have regard to the relevant qualifications, experience and knowledge of that person in the creative arts industry; and relevant qualifications, experience and knowledge of that person in the creative arts industry; and business orientation and proven experience of that person in managing and motivating multi-disciplinary teams of professionals. business orientation and proven experience of that person in managing and motivating multi-disciplinary teams of professionals. (3) The Executive Secretary shall hold office on the terms and conditions specified in the letter of appointment. The Executive Secretary shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Functions of the Executive Secretary",
      "content": "(1) The Executive Secretary The Executive Secretary is responsible for the day-to-day administration of the Agency and is answerable to the Board in the performance of functions under this Act; is responsible for the day-to-day administration of the Agency and is answerable to the Board in the performance of functions under this Act; is the secretary to the Board; and is the secretary to the Board; and shall perform any other function determined by the Board. shall perform any other function determined by the Board. (2) The Executive Secretary may delegate a function to an officer but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Executive Secretary may delegate a function to an officer but shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Appointment of other staff",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint for the Agency other staff that are necessary for the effective and efficient performance of the functions of the Agency. The President shall, in accordance with article 195 of the Constitution, appoint for the Agency other staff that are necessary for the effective and efficient performance of the functions of the Agency. (2) The Agency may, for the effective and efficient performance of the functions of the Agency, engage the services of experts and consultants on the recommendations of the Board. The Agency may, for the effective and efficient performance of the functions of the Agency, engage the services of experts and consultants on the recommendations of the Board. (3) Other public officers may be transferred or seconded to the Agency or may otherwise give assistance to the Agency. Other public officers may be transferred or seconded to the Agency or may otherwise give assistance to the Agency."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Regional and district offices of the Agency",
      "content": "(1) The Board may establish regional and district offices of the Agency in places as determined by the Board. The Board may establish regional and district offices of the Agency in places as determined by the Board. (2) A regional or a district office of the Agency shall perform the functions of the Agency as the Board may direct. A regional or a district office of the Agency shall perform the functions of the Agency as the Board may direct."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Collaboration with other public institutions",
      "content": "The Agency, in the performance of the functions under this Act, shall collaborate with other public institutions. The Agency, in the performance of the functions under this Act, shall collaborate with other public institutions."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Internal Audit Unit",
      "content": "(1) The Agency shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act 2016 (Act 921). The Agency shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). (3) The Internal Auditor is responsible for the internal audit of the Agency. The Internal Auditor is responsible for the internal audit of the Agency. (4) The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658) at intervals of three months The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658) at intervals of three months prepare and submit to the Agency, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and prepare and submit to the Agency, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and make recommendation in each report, with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Agency. make recommendation in each report, with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Agency. (5) The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658) submit a copy of each report prepared under this section to the Executive Secretary and the chairperson of the Board. The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658) submit a copy of each report prepared under this section to the Executive Secretary and the chairperson of the Board."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Funds of the Agency",
      "content": "The funds of the Agency include moneys approved by Parliament; moneys approved by Parliament; internally generated funds; internally generated funds; funds accruing from special events and other activities organised by the Agency; funds accruing from special events and other activities organised by the Agency; moneys accruing to the Agency from investments; and moneys accruing to the Agency from investments; and any other moneys approved by the Minister responsible for Finance. any other moneys approved by the Minister responsible for Finance."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Bank account",
      "content": "The moneys for the Agency shall be paid into a bank account opened for that purpose by the Board with the approval of the Controller and Accountant-General. The moneys for the Agency shall be paid into a bank account opened for that purpose by the Board with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books of account, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. The Board shall keep books of account, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Agency to the Auditor-General for audit at the end of each financial year. The Board shall submit the accounts of the Agency to the Auditor-General for audit at the end of each financial year. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the report to the Minister and the Agency. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the report to the Minister and the Agency. (4) The financial year of the Agency is the same as the financial year of Government. The financial year of the Agency is the same as the financial year of Government."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall, within thirty days after the receipt of the report of the Auditor-General, submit an annual report to the Minister covering the activities and operations of the Agency for the year to which the report relates. The Board shall, within thirty days after the receipt of the report of the Auditor-General, submit an annual report to the Minister covering the activities and operations of the Agency for the year to which the report relates. (2) The annual report of the Agency shall include the report of the Auditor-General. The annual report of the Agency shall include the report of the Auditor-General. (3) The Minister shall, within thirty days after receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within thirty days after receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Board shall also submit to the Minister any other report that the Minister may require in writing. The Board shall also submit to the Minister any other report that the Minister may require in writing."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Establishment of the Creative Arts Industry Fund",
      "content": "There is established by this Act, the Creative Arts Industry Fund. There is established by this Act, the Creative Arts Industry Fund."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Object of the Fund",
      "content": "The object of the Fund is to provide funding for projects and programmes in the creative arts industry and in particular, creative arts industry productions and exhibitions; creative arts industry productions and exhibitions; research and development activities; research and development activities; professional development and skills training; professional development and skills training; documentation and preservation activities; documentation and preservation activities; publications; publications; development of innovation; development of innovation; initiation of sustainable projects and other related areas; initiation of sustainable projects and other related areas; policy planning, monitoring and evaluation; and policy planning, monitoring and evaluation; and any other matters determined by the Board in furtherance of the objects of the Agency. any other matters determined by the Board in furtherance of the objects of the Agency."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Sources of moneys for the Fund",
      "content": "The sources of money for the Fund comprise moneys approved by Parliament; moneys approved by Parliament; grants and loans; grants and loans; one per cent levy on revenue realised from the sale of products from the creative arts industry; one per cent levy on revenue realised from the sale of products from the creative arts industry; periodic contributions determined by the Board and paid into the Fund by practitioners and operators in the creative arts industry domain; and periodic contributions determined by the Board and paid into the Fund by practitioners and operators in the creative arts industry domain; and other sources of funding determined by the Board. other sources of funding determined by the Board."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Management of the Fund",
      "content": "(1) The Fund shall be administered by the Board. The Fund shall be administered by the Board. (2) The moneys for the Fund shall be paid into a bank account opened by the Board with the approval of the Controller and Accountant-General. The moneys for the Fund shall be paid into a bank account opened by the Board with the approval of the Controller and Accountant-General. (3) In furtherance of subsection (1), the Board shall In furtherance of subsection (1), the Board shall arrange for the effective and efficient sourcing of moneys earmarked for the Fund; arrange for the effective and efficient sourcing of moneys earmarked for the Fund; identify other sources of funding; identify other sources of funding; co-ordinate and ensure total and timely accountability of the Fund; co-ordinate and ensure total and timely accountability of the Fund; prepare and publish procedures for disbursement of the Fund; prepare and publish procedures for disbursement of the Fund; formulate general financial strategies and policies for the growth of the Fund; and formulate general financial strategies and policies for the growth of the Fund; and evaluate and approve projects in need of funding. evaluate and approve projects in need of funding. (4) Sections 20 and 21 on accounts and audit, and annual report and other reports apply to the Fund. Sections 20 and 21 on accounts and audit, and annual report and other reports apply to the Fund."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Eligibility criteria",
      "content": "A person is eligible for a grant from the Fund if that person is a creative arts practitioner or a creative arts industry operator in a creative arts industry domain,or a creative arts practitioner or a creative arts industry operator in a creative arts industry domain,or an organisation or a domain association that is recognised by the Board and duly registered with the Registrar-General’s Department. an organisation or a domain association that is recognised by the Board and duly registered with the Registrar-General’s Department."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Application for a grant",
      "content": "The Minister shall prescribe the procedures for application for a grant of moneys from the Fund. The Minister shall prescribe the procedures for application for a grant of moneys from the Fund."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Payments from the Fund",
      "content": "(1) The Board shall The Board shall invest the moneys in a manner approved by the Board; invest the moneys in a manner approved by the Board; set aside five per cent of the Fund for administrative oversight to be managed by the Ministry; and set aside five per cent of the Fund for administrative oversight to be managed by the Ministry; and in consultation with the Minister, reinvest any of the investments. in consultation with the Minister, reinvest any of the investments. (2) Despite subsection (1), the Board shall not invest in Government securities. Despite subsection (1), the Board shall not invest in Government securities. (3) The Board shall, subject to this Act, develop the modalities for the disbursement of the Fund. The Board shall, subject to this Act, develop the modalities for the disbursement of the Fund."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Establishment of creative arts enterprise",
      "content": "A person who intends to establish a creative arts enterprise shall, subject to enactments on a specific creative arts industry domain, incorporate that enterprise in accordance with the Companies Act, 2019 (Act 992), or incorporate that enterprise in accordance with the Companies Act, 2019 (Act 992), or register that enterprise in accordance with the Registration of Business Names Act, 1962 (Act 151) or the Incorporated Private Partnership Act, 1962 (Act 152), register that enterprise in accordance with the Registration of Business Names Act, 1962 (Act 151) or the Incorporated Private Partnership Act, 1962 (Act 152), and procure the necessary authorisations under laws relevant to the establishment of that enterprise."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Registration of creative arts enterprises with the Agency",
      "content": "(1) A person who intends to operate a creative arts enterprise shall, after incorporation or registration but before commencement of operations, register with the Agency. A person who intends to operate a creative arts enterprise shall, after incorporation or registration but before commencement of operations, register with the Agency. (2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than one hundred and fifty penalty units and not more than three hundred penalty units or to a term of imprisonment of not less than one year and not more than two years or to both. A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than one hundred and fifty penalty units and not more than three hundred penalty units or to a term of imprisonment of not less than one year and not more than two years or to both."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Regulations",
      "content": "(1) The Minister may, on the recommendation of the Board, by legislative instrument, make Regulations generally for the effective implementation of this Act. The Minister may, on the recommendation of the Board, by legislative instrument, make Regulations generally for the effective implementation of this Act. (2) Without limiting subsection (1), the Regulations may Without limiting subsection (1), the Regulations may prescribe operating standards for a creative arts enterprise, subject to enactments on specific domains of the industry; prescribe operating standards for a creative arts enterprise, subject to enactments on specific domains of the industry; prescribe the procedures for application for a grant of moneys from the Fund; prescribe the procedures for application for a grant of moneys from the Fund; prescribe for the conditions for private sector investment in the creative arts industry; and prescribe for the conditions for private sector investment in the creative arts industry; and prescribe the modalities for the collection of moneys in respect of the periodic contributions and the one per cent levy respectively mentioned in paragraphs (c) and (d) of section 24, and payment of the moneys into the Fund. prescribe the modalities for the collection of moneys in respect of the periodic contributions and the one per cent levy respectively mentioned in paragraphs (c) and (d) of section 24, and payment of the moneys into the Fund."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“Agency” means the Creative Arts Agency established under section 1;“Board” means the Creative Arts Agency Board established under section 4;“Copyright Administrator” means the person appointed under section 68 of the Copyright Act, 2005 (Act 690);“creative arts enterprise” means an enterprise set up to produce a creative arts product or provide a creative arts service;“creative arts industry” includes cultural sites, visual arts, traditional cultural expressions, performing arts, music, publishing and literary arts, audio visual, new media, design and creative services, and research and record keeping;“creative arts industry domain” means the following domains in the creative arts industry:(a)Music Industry;(b)Fashion, Beauty and Modelling Industry;(c)Film and Screen Industry;(d)Visual Arts Industry - Fine Art;(e)Phonography Industry;(f)Theatre Arts Industry;(g)Literary Arts and Book Industry;(h)Audio Visual Industry;(i)New Media and Creative Services Industry;(j)Heritage and Cultural Sites;(k)Traditional Cultural Expressions, Festivals and Celebrations;(l)Intellectual Property Rights and Collecting Societies;(m)Industry Wide Networks and Events Industry; and(n)Training, including academic and related institutions;“creative arts industry labour market” means individuals and groups directly or indirectly involved in the hiring and the creation of goods and services for the creative arts industry;“creative arts industry operator” means a person who operates a creative arts enterprise;“creative arts practitioner” means a person who produces a creative arts product or provides a creative arts service that belongs to a creative arts industry domain;“Executive Secretary” means the person appointed under section 12;“Fund” means the Creative Arts Industry Fund established under section 22;“Minister” means the Minister responsible for creative arts; and“Ministry” means the Ministry responsible for Tourism, Arts and Culture. In this Act, unless the context otherwise requires, “Agency” means the Creative Arts Agency established under section 1; “Board” means the Creative Arts Agency Board established under section 4; “Copyright Administrator” means the person appointed under section 68 of the Copyright Act, 2005 (Act 690); “creative arts enterprise” means an enterprise set up to produce a creative arts product or provide a creative arts service; “creative arts industry” includes cultural sites, visual arts, traditional cultural expressions, performing arts, music, publishing and literary arts, audio visual, new media, design and creative services, and research and record keeping; Music Industry; Fashion, Beauty and Modelling Industry; Film and Screen Industry; Visual Arts Industry - Fine Art; Phonography Industry; Theatre Arts Industry; Literary Arts and Book Industry; Audio Visual Industry; New Media and Creative Services Industry; Heritage and Cultural Sites; Traditional Cultural Expressions, Festivals and Celebrations; Intellectual Property Rights and Collecting Societies; Industry Wide Networks and Events Industry; and Training, including academic and related institutions; “creative arts industry labour market” means individuals and groups directly or indirectly involved in the hiring and the creation of goods and services for the creative arts industry; “creative arts industry operator” means a person who operates a creative arts enterprise; “creative arts practitioner” means a person who produces a creative arts product or provides a creative arts service that belongs to a creative arts industry domain; “Executive Secretary” means the person appointed under section 12; “Fund” means the Creative Arts Industry Fund established under section 22; “Minister” means the Minister responsible for creative arts; and “Ministry” means the Ministry responsible for Tourism, Arts and Culture."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Transitional provisions",
      "content": "(1) A person who operates a creative arts enterprise prior to the coming into force of this Act shall, within one year from the date of the coming into force of this Act, register that enterprise with the Agency. A person who operates a creative arts enterprise prior to the coming into force of this Act shall, within one year from the date of the coming into force of this Act, register that enterprise with the Agency. (2) A person who, contrary to subsection (1), continues to operate a creative arts enterprise commits an offence and is liable on summary conviction to a fine of not less than one hundred and fifty penalty units and not more than two hundred and fifty penalty units or to a term of imprisonment of not less than one year and not more than two years or to both. A person who, contrary to subsection (1), continues to operate a creative arts enterprise commits an offence and is liable on summary conviction to a fine of not less than one hundred and fifty penalty units and not more than two hundred and fifty penalty units or to a term of imprisonment of not less than one year and not more than two years or to both."
    }
  ],
  "definitions": [
    {
      "term": "Agency",
      "definition": "the Creative Arts Agency established under section 1",
      "source_provision": "s32"
    },
    {
      "term": "Board",
      "definition": "the Creative Arts Agency Board established under section 4",
      "source_provision": "s32"
    },
    {
      "term": "Copyright Administrator",
      "definition": "the person appointed under section 68 of the Copyright Act, 2005 (Act 690)",
      "source_provision": "s32"
    },
    {
      "term": "creative arts enterprise",
      "definition": "an enterprise set up to produce a creative arts product or provide a creative arts service",
      "source_provision": "s32"
    },
    {
      "term": "creative arts industry domain",
      "definition": "the following domains in the creative arts industry:(a)Music Industry",
      "source_provision": "s32"
    },
    {
      "term": "creative arts industry labour market",
      "definition": "individuals and groups directly or indirectly involved in the hiring and the creation of goods and services for the creative arts industry",
      "source_provision": "s32"
    },
    {
      "term": "creative arts industry operator",
      "definition": "a person who operates a creative arts enterprise",
      "source_provision": "s32"
    },
    {
      "term": "creative arts practitioner",
      "definition": "a person who produces a creative arts product or provides a creative arts service that belongs to a creative arts industry domain",
      "source_provision": "s32"
    },
    {
      "term": "Executive Secretary",
      "definition": "the person appointed under section 12",
      "source_provision": "s32"
    },
    {
      "term": "Fund",
      "definition": "the Creative Arts Industry Fund established under section 22",
      "source_provision": "s32"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for creative arts",
      "source_provision": "s32"
    },
    {
      "term": "Ministry",
      "definition": "the Ministry responsible for Tourism, Arts and Culture. In this Act, unless the context otherwise requires, “Agency” means the Creative Arts Agency established under section 1",
      "source_provision": "s32"
    },
    {
      "term": "Board",
      "definition": "the Creative Arts Agency Board established under section 4",
      "source_provision": "s32"
    },
    {
      "term": "Copyright Administrator",
      "definition": "the person appointed under section 68 of the Copyright Act, 2005 (Act 690)",
      "source_provision": "s32"
    },
    {
      "term": "creative arts enterprise",
      "definition": "an enterprise set up to produce a creative arts product or provide a creative arts service",
      "source_provision": "s32"
    },
    {
      "term": "creative arts industry labour market",
      "definition": "individuals and groups directly or indirectly involved in the hiring and the creation of goods and services for the creative arts industry",
      "source_provision": "s32"
    },
    {
      "term": "creative arts industry operator",
      "definition": "a person who operates a creative arts enterprise",
      "source_provision": "s32"
    },
    {
      "term": "creative arts practitioner",
      "definition": "a person who produces a creative arts product or provides a creative arts service that belongs to a creative arts industry domain",
      "source_provision": "s32"
    },
    {
      "term": "Executive Secretary",
      "definition": "the person appointed under section 12",
      "source_provision": "s32"
    },
    {
      "term": "Fund",
      "definition": "the Creative Arts Industry Fund established under section 22",
      "source_provision": "s32"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for creative arts",
      "source_provision": "s32"
    }
  ]
}