{
  "id": "act-1055-2020",
  "type": "act",
  "title": "Complementary Education Agency Act, 2020",
  "short_name": "CEA 2020",
  "act_number": 1055,
  "year": 2020,
  "status": "in_force",
  "issued_date": "2020-12-29",
  "url": "https://ghalii.org/akn/gh/act/2020/1055",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Agency",
      "content": "(1) There is established by this Act, the Complementary Education Agency as a body corporate. There is established by this Act, the Complementary Education Agency as a body corporate. (2) The Agency may, for the performance of the functions, acquire and hold property, dispose of property and enter into a contract or any other related transaction. The Agency may, for the performance of the functions, acquire and hold property, dispose of property and enter into a contract or any other related transaction. (3) Where there is a hindrance to the acquisition of land, the land may be acquired for the Agency under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Agency. Where there is a hindrance to the acquisition of land, the land may be acquired for the Agency under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Agency."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Agency",
      "content": "The object of the Agency is to promote and provide quality complementary education. The object of the Agency is to promote and provide quality complementary education."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Agency",
      "content": "To achieve the objects under section 2, the Agency shall, provide functional basic literacy education to disadvantaged groups; provide functional basic literacy education to disadvantaged groups; provide complementary education pathways or opportunities in the formal education system from primary to tertiary levels for persons including out-of-school children; provide complementary education pathways or opportunities in the formal education system from primary to tertiary levels for persons including out-of-school children; provide occupational skills training for different trade groups; provide occupational skills training for different trade groups; advise the Minister on complementary education in accordance with national development plans; advise the Minister on complementary education in accordance with national development plans; formulate policies and guidelines to advance complementary education; formulate policies and guidelines to advance complementary education; develop curricula, instructional materials and best practice for complementary education; develop curricula, instructional materials and best practice for complementary education; coordinate and implement activities in the complementary education sector; coordinate and implement activities in the complementary education sector; monitor and evaluate the implementation of approved learning activities in the complementary education sector; monitor and evaluate the implementation of approved learning activities in the complementary education sector; create community learning platforms for complementary education; create community learning platforms for complementary education; develop partnerships to enhance complementary education and occupational skills development: develop partnerships to enhance complementary education and occupational skills development: equip learners with the knowledge, attitudes and skills to enable the learners to improve the quality of life in their communities in a lifelong learning framework; equip learners with the knowledge, attitudes and skills to enable the learners to improve the quality of life in their communities in a lifelong learning framework; equip learners to improve upon their occupational skills through functional basic literacy; equip learners to improve upon their occupational skills through functional basic literacy; design and promote strategies and programmes for the conduct and implementation of all forms of complementary education; design and promote strategies and programmes for the conduct and implementation of all forms of complementary education; determine the qualifications, standards and other relevant criteria for the appointment of the staff of the Agency; determine the qualifications, standards and other relevant criteria for the appointment of the staff of the Agency; create opportunities in the formal education system for continuous education of learners especially out-of-school children; and create opportunities in the formal education system for continuous education of learners especially out-of-school children; and perform any other functions that are necessary for the attainment of the object of the Agency. perform any other functions that are necessary for the attainment of the object of the Agency."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Governing body of the Agency",
      "content": "(1) The governing body of the Agency is a Board consisting of The governing body of the Agency is a Board consisting of a chairperson with considerable experience in the public service nominated by the Minister; a chairperson with considerable experience in the public service nominated by the Minister; two retired senior staff of the Ministry of Education not below the rank of a Deputy Director with considerable experience in complementary education nominated by the Minister, one of whom is a woman; two retired senior staff of the Ministry of Education not below the rank of a Deputy Director with considerable experience in complementary education nominated by the Minister, one of whom is a woman; the Director-General of the Commission for Technical and Vocational Education and Training; the Director-General of the Commission for Technical and Vocational Education and Training; one person from the Ministry responsible for— one person from the Ministry responsible for— Local Government and Rural Development, not below the rank of a Director, nominated by the Minister responsible for Local Government and Rural Development; Local Government and Rural Development, not below the rank of a Director, nominated by the Minister responsible for Local Government and Rural Development; Gender, Children and Social Protection, not below the rank of a Director, nominated by the Minister responsible for Gender, Children and Social Protection; Gender, Children and Social Protection, not below the rank of a Director, nominated by the Minister responsible for Gender, Children and Social Protection; Employment and Labour Relations, not below the rank of a Director, nominated by the Minister responsible for Employment and Labour Relations; and Employment and Labour Relations, not below the rank of a Director, nominated by the Minister responsible for Employment and Labour Relations; and Education, not below the rank of a Director nominated, by the Minister; Education, not below the rank of a Director nominated, by the Minister; a representative of the Ghana Employers Association nominated by the Ghana Employers Association; a representative of the Ghana Employers Association nominated by the Ghana Employers Association; one representative of civil society organisations involved in complementary education, nominated by the Coalition of Civil Society Organisations, on a rotational basis; and one representative of civil society organisations involved in complementary education, nominated by the Coalition of Civil Society Organisations, on a rotational basis; and the Executive Director of the Agency. the Executive Director of the Agency. (2) The President shall appoint the chairperson and other members of the Board in accordance with article 70 of the Constitution. The President shall appoint the chairperson and other members of the Board in accordance with article 70 of the Constitution. (3) The President shall, in making the appointment under paragraph (a) of subsection (1), consider the knowledge and expertise of the person and, in particular, the ability of that person to contribute to the work of the Agency. The President shall, in making the appointment under paragraph (a) of subsection (1), consider the knowledge and expertise of the person and, in particular, the ability of that person to contribute to the work of the Agency. (4) The Board shall ensure the efficient and effective performance of the functions of the Agency. The Board shall ensure the efficient and effective performance of the functions of the Agency."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Tenure of office of the members of the Board",
      "content": "(1) A member of the Board shall hold office for a period of four years and is eligible for re-appointment for another term only. A member of the Board shall hold office for a period of four years and is eligible for re-appointment for another term only. (2) Subsection (1) does not apply to the Executive Director of the Agency or a person who is a member of the Board by reason of the office of that person. Subsection (1) does not apply to the Executive Director of the Agency or a person who is a member of the Board by reason of the office of that person. (3) A member of the Board may at any time, resign from office, in writing, addressed to the President through the Minister. A member of the Board may at any time, resign from office, in writing, addressed to the President through the Minister. (4) A member of the Board, other than the Executive Director, who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board, other than the Executive Director, who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (5) The President may, by letter addressed to a member, revoke the appointment of that member. The President may, by letter addressed to a member, revoke the appointment of that member. (6) Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy for the unexpired term. Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy for the unexpired term. (7) Where there is a vacancy Where there is a vacancy under subsection (3), (4) or (5) or subsection (2) of section 7; under subsection (3), (4) or (5) or subsection (2) of section 7; as a result of a declaration under subsection (6); or as a result of a declaration under subsection (6); or by reason of the death of a member by reason of the death of a member the Minister shall notify the President of the vacancy and the President shall, in accordance with this Act, appoint a person to fill the vacancy for the unexpired term."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months for the conduct of business at a time and place determined by the chairperson. The Board shall meet at least once every three months for the conduct of business at a time and place determined by the chairperson. (2) The chairperson shall, at the request in writing of not less than one-third of the membership of the Board, convene an extraordinary meeting of the Board at a time and place determined by the chairperson. The chairperson shall, at the request in writing of not less than one-third of the membership of the Board, convene an extraordinary meeting of the Board at a time and place determined by the chairperson. (3) The quorum at a meeting of the Board is six members of the Board. The quorum at a meeting of the Board is six members of the Board. (4) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board, other than the Executive Director, elected by the members present from among their number, shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board, other than the Executive Director, elected by the members present from among their number, shall preside. (5) Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a meeting of the Board but that person shall not vote. The Board may co-opt a person to attend a meeting of the Board but that person shall not vote. (7) The proceedings of the Board are not invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Board are not invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. (8) Subjet to this section, the Board may determine the procedure for the meetings of the Board. Subjet to this section, the Board may determine the procedure for the meetings of the Board."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration by the Board A member of the Board who has an interest in a matter for consideration by the Board shall disclose, in writing, the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and shall disclose, in writing, the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and is disqualified from being present at or participating in the deliberation on or determination of the Board in respect of that matter. is disqualified from being present at or participating in the deliberation on or determination of the Board in respect of that matter. (2) A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and fails to disclose that interest; or fails to disclose that interest; or is present at, or participates in, the deliberation on the matter. is present at, or participates in, the deliberation on the matter. (3) Without limiting any further cause of action that may be instituted against a member, the Board shall recover any benefit derived by the member who contravenes subsection (1) in addition to the revocation of the appointment of that member. Without limiting any further cause of action that may be instituted against a member, the Board shall recover any benefit derived by the member who contravenes subsection (1) in addition to the revocation of the appointment of that member."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members or both to perform a function of the Board. The Board may establish committees consisting of members of the Board or non-members or both to perform a function of the Board. (2) A committee composed of members and non-members of the Board shall be chaired by a member of the Board. A committee composed of members and non-members of the Board shall be chaired by a member of the Board. (3) Section 7 applies to a member of a committee of the Board. Section 7 applies to a member of a committee of the Board."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid the allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Policy directives",
      "content": "The Minister may issue directives, in writing, on matters of policy to the Board and the Board shall comply. The Minister may issue directives, in writing, on matters of policy to the Board and the Board shall comply."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Appointment of Executive Director",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint an Executive Director for the Agency. The President shall, in accordance with article 195 of the Constitution, appoint an Executive Director for the Agency. (2) The Executive Director shall hold office on the terms and con­ditions specified in the letter of appointment. The Executive Director shall hold office on the terms and con­ditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Functions of the Executive Director",
      "content": "(1) The Executive Director is The Executive Director is responsible for the day-to-day administration of the Agency; and responsible for the day-to-day administration of the Agency; and answerable to the Board for the performance of the functions of the Agency. answerable to the Board for the performance of the functions of the Agency. (2) The Executive Director shall The Executive Director shall in consultation with the chairperson, arrange the meetings of the Board; and in consultation with the chairperson, arrange the meetings of the Board; and record and keep the minutes of the meetings. record and keep the minutes of the meetings. (3) The Executive Director may delegate a function to an officer of the Agency, but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Executive Director may delegate a function to an officer of the Agency, but shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Appointment of Deputy Executive Directors",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint two Deputy Executive Directors for the Agency. The President shall, in accordance with article 195 of the Constitution, appoint two Deputy Executive Directors for the Agency. (2) A Deputy Executive Director shall hold office on the terms and conditions specified in the letter of appointment. A Deputy Executive Director shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Functions of a Deputy Executive Director",
      "content": "(1) A Deputy Executive Director shall perform the functions assigned by the Board and the Executive Director. A Deputy Executive Director shall perform the functions assigned by the Board and the Executive Director. (2) A Deputy Executive Director is answerable to the Executive Director in the performance of the functions. A Deputy Executive Director is answerable to the Executive Director in the performance of the functions. (3) The senior Deputy Executive Director shall act in the absence of the Executive Director. The senior Deputy Executive Director shall act in the absence of the Executive Director."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Appointment of other staff",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint for the Agency other staff that are necessary for the efficient and effective performance of the functions of the Agency. The President shall, in accordance with article 195 of the Constitution, appoint for the Agency other staff that are necessary for the efficient and effective performance of the functions of the Agency. (2) The President may, in accordance with clause (2) of article 195 of the Constitution, delegate the power, of appointment in subsection (1) in writing to the Board. The President may, in accordance with clause (2) of article 195 of the Constitution, delegate the power, of appointment in subsection (1) in writing to the Board. (3) Other public officers may be transferred or seconded to the Agency. Other public officers may be transferred or seconded to the Agency."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Secretariat of the Agency",
      "content": "(1) The Agency shall have a Secretariat for the effective and efficient performance of the functions of the Agency. The Agency shall have a Secretariat for the effective and efficient performance of the functions of the Agency. (2) The Executive Director is the head of the Secretariat. The Executive Director is the head of the Secretariat."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Divisions and units of the Agency",
      "content": "The Board may establish divisions and units of the Agency that the Board considers necessary for the effective and efficient performance of the functions of the Agency. The Board may establish divisions and units of the Agency that the Board considers necessary for the effective and efficient performance of the functions of the Agency."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Internal Audit Unit",
      "content": "(1) The Agency shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The Agency shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). (3) The Internal Auditor is responsible for the internal audit of the Agency. The Internal Auditor is responsible for the internal audit of the Agency. (4) The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months— The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months— prepare and submit to the Board, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and prepare and submit to the Board, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Agency. make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Agency. (5) The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the— The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the— Minister; Minister; Auditor-General; and Auditor-General; and chairperson of the Board. chairperson of the Board."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Funds of the Agency",
      "content": "The funds of the Agency include moneys approved by Parliament; moneys approved by Parliament; fees charged and collected in the performance of the functions of the Agency; fees charged and collected in the performance of the functions of the Agency; donations, grants and gifts; and donations, grants and gifts; and any other moneys approved by the Minister responsible for Finance. any other moneys approved by the Minister responsible for Finance."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Bank account of the Agency",
      "content": "The moneys for the Agency shall be paid into a bank account opened for that purpose by the Agency with the approval of the Controller and Accountant-General. The moneys for the Agency shall be paid into a bank account opened for that purpose by the Agency with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Accounts and audit",
      "content": "(1) The Board shall ensure that the Agency keeps books, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. The Board shall ensure that the Agency keeps books, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Agency to the Auditor-General for audit at the end of the financial year. The Board shall submit the accounts of the Agency to the Auditor-General for audit at the end of the financial year. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to the Minister and the Board. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to the Minister and the Board. (4) The financial year of the Agency is the same as the financial year of the Government. The financial year of the Agency is the same as the financial year of the Government."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall, within thirty days after receipt of the audited accounts, submit an annual report to the Minister covering the activities and the operations of the Agency for the year to which the annual report relates. The Board shall, within thirty days after receipt of the audited accounts, submit an annual report to the Minister covering the activities and the operations of the Agency for the year to which the annual report relates. (2) The annual report shall include the report of the Auditor-General. The annual report shall include the report of the Auditor-General. (3) The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Board shall submit to the Minister any other report which the Minister may require in writing. The Board shall submit to the Minister any other report which the Minister may require in writing."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Complementary education and training",
      "content": "(1) The Agency shall organise all forms of complementary education in the country. The Agency shall organise all forms of complementary education in the country. (2) The Agency shall, on an annual basis, determine the communities in which complementary education shall be provided and where training shall be held. The Agency shall, on an annual basis, determine the communities in which complementary education shall be provided and where training shall be held. (3) The Agency shall, in the organisation and conduct of all forms of complementary education, take into account the following: The Agency shall, in the organisation and conduct of all forms of complementary education, take into account the following: access to complementary basic education; access to complementary basic education; access to youth and adult learning and education; access to youth and adult learning and education; gender issues pertaining to the literacy and empowerment of women: gender issues pertaining to the literacy and empowerment of women: the income and literacy levels of the members of the community; the income and literacy levels of the members of the community; development of programmes for specific groups at various educational levels including non-literate youths, adults and out-of-school children; development of programmes for specific groups at various educational levels including non-literate youths, adults and out-of-school children; enhancement of the capacity of disadvantaged groups; enhancement of the capacity of disadvantaged groups; delivery of quality programmes; and delivery of quality programmes; and access to formal education. access to formal education."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Training programmes and certification",
      "content": "The Agency shall provide programmes and award certificates to beneficiaries of the training programmes of the Agency. The Agency shall provide programmes and award certificates to beneficiaries of the training programmes of the Agency."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Establishment of learning centres",
      "content": "(1) The Agency shall establish learning centres with the aim to extend individual learning to community life. The Agency shall establish learning centres with the aim to extend individual learning to community life. (2) The Agency shall determine the communities in which a learning centre shall be established taking into consideration subsection (3) of section 23. The Agency shall determine the communities in which a learning centre shall be established taking into consideration subsection (3) of section 23. (3) The objects of a learning centre are to The objects of a learning centre are to promote literacy in a community; promote literacy in a community; improve lifelong learning and education for children who are out of school, the youth and adults; improve lifelong learning and education for children who are out of school, the youth and adults; create and sustain literacy skills for a sustainable livelihood; create and sustain literacy skills for a sustainable livelihood; harness communal spirit in literacy delivery; harness communal spirit in literacy delivery; develop good citizenship and democratic practice; and develop good citizenship and democratic practice; and promote learning festivals. promote learning festivals."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Validation and accreditation of complementary education",
      "content": "(1) The Agency shall, in consultation with relevant regulatory bodies, validate and mainstream all forms of complementary education. The Agency shall, in consultation with relevant regulatory bodies, validate and mainstream all forms of complementary education. (2) For the purposes of subsection (1), the Agency shall For the purposes of subsection (1), the Agency shall take into consideration the knowledge and skills that a learner will gain outside a formal education system; and take into consideration the knowledge and skills that a learner will gain outside a formal education system; and institute a mechanism to recognise prior learning for the purpose of institute a mechanism to recognise prior learning for the purpose of certification; certification; qualification; and qualification; and progress within a lifelong learning framework. progress within a lifelong learning framework."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Facilitators of complementary education",
      "content": "(1) The Agency shall engage facilitators to undertake all forms of complementary education on behalf of the Agency. The Agency shall engage facilitators to undertake all forms of complementary education on behalf of the Agency. (2) The Agency shall ensure that a facilitator The Agency shall ensure that a facilitator has the ability to facilitate or conduct lessons; has the ability to facilitate or conduct lessons; has experience in working with the youth and adults; and has experience in working with the youth and adults; and is capable of working in different and diverse environments. is capable of working in different and diverse environments. (3) The Agency may collaborate with any other public or private body for the purpose of engaging personnel to serve as facilitators for the Agency. The Agency may collaborate with any other public or private body for the purpose of engaging personnel to serve as facilitators for the Agency."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Regional offices of the Agency",
      "content": "(1) There shall be a regional office of the Agency in each region. There shall be a regional office of the Agency in each region. (2) A regional office of the Agency shall be known as the Regional Complementary Education Agency. A regional office of the Agency shall be known as the Regional Complementary Education Agency. (3) A Regional Complementary Education Agency shall be provided with public officers appointed by the President in accordance with article 195 of the Constitution. A Regional Complementary Education Agency shall be provided with public officers appointed by the President in accordance with article 195 of the Constitution."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Functions of a Regional Complementary Education Agency",
      "content": "A Regional Complementary Education Agency shall— co-ordinate the activities of the complementary education section of the Department of Education in the region; co-ordinate the activities of the complementary education section of the Department of Education in the region; co-ordinate regional complementary education activities with relevant institutions; and co-ordinate regional complementary education activities with relevant institutions; and advise and collaborate with the Regional Co-ordinating Council to implement national complementary education policies and strategies in the region. advise and collaborate with the Regional Co-ordinating Council to implement national complementary education policies and strategies in the region."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Regional Director of Complementary Education",
      "content": "(1) There shall be a Regional Director of Complementary Education in each region. There shall be a Regional Director of Complementary Education in each region. (2) A Regional Director of Complementary Education is the head of the Regional Complementary Education Agency of that region. A Regional Director of Complementary Education is the head of the Regional Complementary Education Agency of that region. (3) A Regional Director of Complementary Education shall hold office on the terms and conditions specified in the letter of appointment. A Regional Director of Complementary Education shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Functions of a Regional Director of Complementary Education",
      "content": "A Regional Director of Complementary Education is responsible for the day-to-day administration of a Regional Complementary Education Agency. A Regional Director of Complementary Education is responsible for the day-to-day administration of a Regional Complementary Education Agency."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Budget of a Regional Complementary Education Agency",
      "content": "The budget of a Regional Complementary Education Agency shall form part of the budget of the national office of the Agency. The budget of a Regional Complementary Education Agency shall form part of the budget of the national office of the Agency."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "District offices of the Agency",
      "content": "(1) There shall be a district office of the Agency in each district. There shall be a district office of the Agency in each district. (2) A district office of the Agency shall be known as the District Complementary Education Agency. A district office of the Agency shall be known as the District Complementary Education Agency. (3) A District Complementary Education Agency shall be provided with public officers appointed by the President in accordance with article 195 of the Constitution. A District Complementary Education Agency shall be provided with public officers appointed by the President in accordance with article 195 of the Constitution."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Functions of a District Complementary Education Agency",
      "content": "A District Complementary Education Agency shall, in accordance with the complementary education policy of the Ministry, ensure the effective and efficient delivery of all forms of complementary education to meet the needs of the district. A District Complementary Education Agency shall, in accordance with the complementary education policy of the Ministry, ensure the effective and efficient delivery of all forms of complementary education to meet the needs of the district."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "District Director of Complementary Education",
      "content": "(1) There shall be a District Director of Complementary Education in each district. There shall be a District Director of Complementary Education in each district."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Functions of a District Director of Complementary Education",
      "content": "A District Director of Complementary Education shall oversee the activities of the Agency in the district; and shall oversee the activities of the Agency in the district; and is answerable to the Regional Director of Complementary Education. is answerable to the Regional Director of Complementary Education."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Budget of a District Complementary Education Agency",
      "content": "The budget of a District Complementary Education Agency shall form part of the budget of the national office of the Agency. The budget of a District Complementary Education Agency shall form part of the budget of the national office of the Agency."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Regulations",
      "content": "The Minister shall, within twelve months of the coming into force of this Act and on the advice of the Board, by legislative instrument, make Regulations to provide for the delivery of complementary education; the delivery of complementary education; the criteria for the establishment of learning centres in communities; the criteria for the establishment of learning centres in communities; the strategies and programmes for complementary education and training in a lifelong learning framework; the strategies and programmes for complementary education and training in a lifelong learning framework; accessibility to out-of-school children, youth and adult learners; accessibility to out-of-school children, youth and adult learners; the qualification for the appointment of facilitators under this Act; the qualification for the appointment of facilitators under this Act; the terms and conditions of staff of the Agency; and the terms and conditions of staff of the Agency; and the effective and efficient implementation of this Act. the effective and efficient implementation of this Act."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,\"adult learning festival\" means an organised event celebrating and promoting adult learning;\"Agency\" means the Complementary Education Agency established under section 1;\"Board\" means the governing body of the Agency established under section 4;\"communal spirit\" means the willingness and desire to participate in activities that promote a community:\"community learning platforms\" means centres for community learning;\"complementary education\" means educational programmes outside the formal education system;\"disadvantaged group\" means groups of persons that experience a higher risk of poverty, social exclusion, discrimination and violence than the general population, and may be in the nature of ethnic minorities, migrants, persons with disabilities, isolated elderly persons and children;\"district\" includes a metropolis and municipality;\"elderly\" means adults who are sixty years and above;\"equitable programme\" means access and inclusion into all forms of complementary education and lifelong learning;\"facilitator\" means an instructor at a learning centre;\"functional basic literacy\" means sufficient basic skills in reading and writing to be able to function effectively in everyday situations;\"learner\" means a person who is learning a subject or skill;\"lifelong learning\" means a learning activity undertaken at any stage of the development of life aimed at improving knowledge, skills and competencies;\"lifelong learning framework\" means education and training that is designed, implemented and evaluated to provide knowledge and skills for improved livelihood;\"Minister\" means the Minister responsible for Education;\"Ministry\" means Ministry responsible for Education;\"occupational skills development\" means the development of the work-related skills of learners; and\"prior learning\" means the knowledge of an individual gained previously. In this Act, unless the context otherwise requires, \"adult learning festival\" means an organised event celebrating and promoting adult learning; \"Agency\" means the Complementary Education Agency established under section 1; \"Board\" means the governing body of the Agency established under section 4; \"communal spirit\" means the willingness and desire to participate in activities that promote a community: \"community learning platforms\" means centres for community learning; \"complementary education\" means educational programmes outside the formal education system; \"disadvantaged group\" means groups of persons that experience a higher risk of poverty, social exclusion, discrimination and violence than the general population, and may be in the nature of ethnic minorities, migrants, persons with disabilities, isolated elderly persons and children; \"district\" includes a metropolis and municipality; \"elderly\" means adults who are sixty years and above; \"equitable programme\" means access and inclusion into all forms of complementary education and lifelong learning; \"facilitator\" means an instructor at a learning centre; \"functional basic literacy\" means sufficient basic skills in reading and writing to be able to function effectively in everyday situations; \"learner\" means a person who is learning a subject or skill; \"lifelong learning\" means a learning activity undertaken at any stage of the development of life aimed at improving knowledge, skills and competencies; \"lifelong learning framework\" means education and training that is designed, implemented and evaluated to provide knowledge and skills for improved livelihood; \"Minister\" means the Minister responsible for Education; \"Ministry\" means Ministry responsible for Education; \"occupational skills development\" means the development of the work-related skills of learners; and \"prior learning\" means the knowledge of an individual gained previously."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Transitional provisions",
      "content": "(1) The rights, assets, liabilities and properties vested in the Non-Formal Education Division of the Ministry immediately before the coming into force of this Act are transferred to the Complementary Education Agency established under section 1 of this Act. The rights, assets, liabilities and properties vested in the Non-Formal Education Division of the Ministry immediately before the coming into force of this Act are transferred to the Complementary Education Agency established under section 1 of this Act. (2) Moneys in a bank account held by or on behalf of the Non-Formal Education Division of the Ministry immediately before the coming into force of this Act are transferred to the Agency established under this Act. Moneys in a bank account held by or on behalf of the Non-Formal Education Division of the Ministry immediately before the coming into force of this Act are transferred to the Agency established under this Act. (3) An officer of the Non-Formal Education Division of the Ministry immediately before the coming into force of this Act shall, on the coming into force of this Act, be deemed to have been duly employed by the Agency established under this Act on the terms and conditions which are not less favorable in aggregate to the terms and conditions attached to the post held by that officer immediately before the coming into force of this Act. An officer of the Non-Formal Education Division of the Ministry immediately before the coming into force of this Act shall, on the coming into force of this Act, be deemed to have been duly employed by the Agency established under this Act on the terms and conditions which are not less favorable in aggregate to the terms and conditions attached to the post held by that officer immediately before the coming into force of this Act. (4) Proceedings taken by or against the Non-Formal Education Division of the Ministry may be continued by or against the Agency established under this Act. Proceedings taken by or against the Non-Formal Education Division of the Ministry may be continued by or against the Agency established under this Act. (5) A contract or an arrangement subsisting between the Non-Formal Education Division of the Ministry and any other person immediately before the coming into force of this Act shall subsist between that person and the Agency. A contract or an arrangement subsisting between the Non-Formal Education Division of the Ministry and any other person immediately before the coming into force of this Act shall subsist between that person and the Agency."
    }
  ],
  "definitions": [
    {
      "term": "adult learning festival",
      "definition": "an organised event celebrating and promoting adult learning",
      "source_provision": "s39"
    },
    {
      "term": "Agency",
      "definition": "the Complementary Education Agency established under section 1",
      "source_provision": "s39"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Agency established under section 4",
      "source_provision": "s39"
    },
    {
      "term": "communal spirit",
      "definition": "the willingness and desire to participate in activities that promote a community:\"community learning platforms\" means centres for community learning",
      "source_provision": "s39"
    },
    {
      "term": "complementary education",
      "definition": "educational programmes outside the formal education system",
      "source_provision": "s39"
    },
    {
      "term": "disadvantaged group",
      "definition": "groups of persons that experience a higher risk of poverty, social exclusion, discrimination and violence than the general population, and may be in the nature of ethnic minorities, migrants, persons with disabilities, isolated elderly persons and children",
      "source_provision": "s39"
    },
    {
      "term": "elderly",
      "definition": "adults who are sixty years and above",
      "source_provision": "s39"
    },
    {
      "term": "equitable programme",
      "definition": "access and inclusion into all forms of complementary education and lifelong learning",
      "source_provision": "s39"
    },
    {
      "term": "facilitator",
      "definition": "an instructor at a learning centre",
      "source_provision": "s39"
    },
    {
      "term": "functional basic literacy",
      "definition": "sufficient basic skills in reading and writing to be able to function effectively in everyday situations",
      "source_provision": "s39"
    },
    {
      "term": "learner",
      "definition": "a person who is learning a subject or skill",
      "source_provision": "s39"
    },
    {
      "term": "lifelong learning",
      "definition": "a learning activity undertaken at any stage of the development of life aimed at improving knowledge, skills and competencies",
      "source_provision": "s39"
    },
    {
      "term": "lifelong learning framework",
      "definition": "education and training that is designed, implemented and evaluated to provide knowledge and skills for improved livelihood",
      "source_provision": "s39"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Education",
      "source_provision": "s39"
    },
    {
      "term": "Ministry",
      "definition": "Ministry responsible for Education",
      "source_provision": "s39"
    },
    {
      "term": "occupational skills development",
      "definition": "the development of the work-related skills of learners",
      "source_provision": "s39"
    },
    {
      "term": "prior learning",
      "definition": "the knowledge of an individual gained previously. In this Act, unless the context otherwise requires, \"adult learning festival\" means an organised event celebrating and promoting adult learning",
      "source_provision": "s39"
    },
    {
      "term": "Agency",
      "definition": "the Complementary Education Agency established under section 1",
      "source_provision": "s39"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Agency established under section 4",
      "source_provision": "s39"
    },
    {
      "term": "communal spirit",
      "definition": "the willingness and desire to participate in activities that promote a community: \"community learning platforms\" means centres for community learning",
      "source_provision": "s39"
    },
    {
      "term": "complementary education",
      "definition": "educational programmes outside the formal education system",
      "source_provision": "s39"
    },
    {
      "term": "disadvantaged group",
      "definition": "groups of persons that experience a higher risk of poverty, social exclusion, discrimination and violence than the general population, and may be in the nature of ethnic minorities, migrants, persons with disabilities, isolated elderly persons and children",
      "source_provision": "s39"
    },
    {
      "term": "elderly",
      "definition": "adults who are sixty years and above",
      "source_provision": "s39"
    },
    {
      "term": "equitable programme",
      "definition": "access and inclusion into all forms of complementary education and lifelong learning",
      "source_provision": "s39"
    },
    {
      "term": "facilitator",
      "definition": "an instructor at a learning centre",
      "source_provision": "s39"
    },
    {
      "term": "functional basic literacy",
      "definition": "sufficient basic skills in reading and writing to be able to function effectively in everyday situations",
      "source_provision": "s39"
    },
    {
      "term": "learner",
      "definition": "a person who is learning a subject or skill",
      "source_provision": "s39"
    },
    {
      "term": "lifelong learning",
      "definition": "a learning activity undertaken at any stage of the development of life aimed at improving knowledge, skills and competencies",
      "source_provision": "s39"
    },
    {
      "term": "lifelong learning framework",
      "definition": "education and training that is designed, implemented and evaluated to provide knowledge and skills for improved livelihood",
      "source_provision": "s39"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Education",
      "source_provision": "s39"
    },
    {
      "term": "Ministry",
      "definition": "Ministry responsible for Education",
      "source_provision": "s39"
    },
    {
      "term": "occupational skills development",
      "definition": "the development of the work-related skills of learners",
      "source_provision": "s39"
    }
  ]
}