{
  "id": "act-1065-2021",
  "type": "act",
  "title": "Penalty and Interest Waiver Act, 2021",
  "short_name": "PIW 2021",
  "act_number": 1065,
  "year": 2021,
  "status": "in_force",
  "issued_date": "2021-03-31",
  "url": "https://ghalii.org/akn/gh/act/2021/1065",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Waiver of penalty and interest on accumulated tax arrears",
      "content": "(1) Where a person on or before 31st December, 2021 Where a person on or before 31st December, 2021 pays tax arrears to the Ghana Revenue Authority, and pays tax arrears to the Ghana Revenue Authority, and files outstanding returns in respect of the previous years up to 31st December, 2020 files outstanding returns in respect of the previous years up to 31st December, 2020 the Commissioner-General shall not recover assessed penalty and interest on the tax arrears paid in respect of the relevant period. (2) A person referred to in subsection (1) is not liable to prosecution or any other enforcement action with respect to the tax due for the relevant period. A person referred to in subsection (1) is not liable to prosecution or any other enforcement action with respect to the tax due for the relevant period."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Conditions for waiver of penalty and interest",
      "content": "Where a person on or before 30th September, 2021 submits returns or amended returns, containing a full disclosure of undisclosed liabilities up to 31st December, 2020 and pays or makes the necessary arrangements to pay all resulting taxes, or submits returns or amended returns, containing a full disclosure of undisclosed liabilities up to 31st December, 2020 and pays or makes the necessary arrangements to pay all resulting taxes, or pays or makes the necessary arrangements to pay assessed and outstanding taxes pays or makes the necessary arrangements to pay assessed and outstanding taxes the Commissioner-General shall not recover assessed penalty and interest on the tax paid or tax due or commence prosecution or an enforcement action in respect of the person."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Scope of waiver",
      "content": "(1) A waiver for penalty and interest applies to a person who A waiver for penalty and interest applies to a person who has not previously registered with the Ghana Revenue Authority, or has not previously registered with the Ghana Revenue Authority, or has registered with the Ghana Revenue Authority but has registered with the Ghana Revenue Authority but has not submitted returns, has not submitted returns, is in arrears for the submission of returns, or is in arrears for the submission of returns, or is in arrears for the payment of taxes. is in arrears for the payment of taxes. (2) The waiver shall not apply where the person fails to comply with the provisions of an enactment administered by the Commissioner-General that relates to the furnishing of a return or payment of a tax due from 1st January, 2021. The waiver shall not apply where the person fails to comply with the provisions of an enactment administered by the Commissioner-General that relates to the furnishing of a return or payment of a tax due from 1st January, 2021. (3) The waiver does not apply to payments and returns due from 1st January, 2021 under an enactment administered by the Commissioner-General. The waiver does not apply to payments and returns due from 1st January, 2021 under an enactment administered by the Commissioner-General."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Application for waiver",
      "content": "A person who qualifies for a waiver under section 3 shall, during the period commencing from 1st April, 2021 and ending on 30th September, 2021, submit a written application in the form and manner determined by the Commissioner-General, and a written application in the form and manner determined by the Commissioner-General, and the returns required under section 1 the returns required under section 1 to the Commissioner-General at the address specified by the Commissioner-General."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Consideration of application for waiver",
      "content": "(1) The Commissioner-General shall, within thirty days after receipt of an application for waiver, serve notice of the decision of the Commissioner-General on the applicant. The Commissioner-General shall, within thirty days after receipt of an application for waiver, serve notice of the decision of the Commissioner-General on the applicant. (2) Where the Commissioner-General refuses to grant the waiver, the Commissioner-General shall specify in writing the reason for the refusal. Where the Commissioner-General refuses to grant the waiver, the Commissioner-General shall specify in writing the reason for the refusal."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Complaint and determination of complaint",
      "content": "(1) An applicant who is dissatisfied with a decision of the Commissioner-General may, within thirty days after receipt of the decision, lodge a written complaint with the Commissioner-General for a determination of the matter. An applicant who is dissatisfied with a decision of the Commissioner-General may, within thirty days after receipt of the decision, lodge a written complaint with the Commissioner-General for a determination of the matter. (2) The Commissioner-General shall, within thirty days after receipt of the complaint, make a determination and notify the applicant accordingly. The Commissioner-General shall, within thirty days after receipt of the complaint, make a determination and notify the applicant accordingly. (3) Where the applicant is dissatisfied with the determination made under subsection (2), the applicant may pursue the matter in court. Where the applicant is dissatisfied with the determination made under subsection (2), the applicant may pursue the matter in court."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Terms of payment",
      "content": "The Commissioner-General may grant terms for the payment of an assessed amount and outstanding tax arrears. The Commissioner-General may grant terms for the payment of an assessed amount and outstanding tax arrears."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Remission of tax",
      "content": "This Act does not derogate from the powers of the Commissioner-General to remit tax under an enactment administered by the Commissioner-General. This Act does not derogate from the powers of the Commissioner-General to remit tax under an enactment administered by the Commissioner-General."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Reporting",
      "content": "The Commissioner-General shall submit to the Minister an interim report indicating waivers granted as at 30th September, 2021; and an interim report indicating waivers granted as at 30th September, 2021; and a final report on waivers granted as at 31st December, 2021. a final report on waivers granted as at 31st December, 2021."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Regulations",
      "content": "The Minister may, by legislative instrument, make Regulations to provide for the efficient and effective implementation of this Act. The Minister may, by legislative instrument, make Regulations to provide for the efficient and effective implementation of this Act."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Administrative guidelines",
      "content": "The Commissioner-General may issue administrative Guidelines as may be required for the efficient and effective implementation of this Act. The Commissioner-General may issue administrative Guidelines as may be required for the efficient and effective implementation of this Act."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“Commissioner-General” means the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791);“court” means a court of competent jurisdiction; and“Minister” means the Minister responsible for Finance. In this Act, unless the context otherwise requires, “Commissioner-General” means the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791); “court” means a court of competent jurisdiction; and “Minister” means the Minister responsible for Finance."
    }
  ],
  "definitions": [
    {
      "term": "Commissioner-General",
      "definition": "the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s12"
    },
    {
      "term": "court",
      "definition": "a court of competent jurisdiction",
      "source_provision": "s12"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance. In this Act, unless the context otherwise requires, “Commissioner-General” means the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s12"
    },
    {
      "term": "court",
      "definition": "a court of competent jurisdiction",
      "source_provision": "s12"
    }
  ]
}