{
  "id": "act-1067-2021",
  "type": "act",
  "title": "Financial Sector Recovery Levy Act, 2021",
  "short_name": "FSRL 2021",
  "act_number": 1067,
  "year": 2021,
  "status": "in_force",
  "issued_date": "2021-03-31",
  "url": "https://ghalii.org/akn/gh/act/2021/1067",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Imposition of Levy on profit before tax of a bank",
      "content": "There is imposed by this Act a Financial Sector Recovery Levy of five percent on the profit before tax of a bank. There is imposed by this Act a Financial Sector Recovery Levy of five percent on the profit before tax of a bank."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Application of Levy",
      "content": "Despite any provision to the contrary in an enactment relating to a tax holiday or an exemption from a direct tax or an indirect tax applicable to a bank, the Levy imposed under section 1 applies to a bank other than a rural bank or a community bank. Despite any provision to the contrary in an enactment relating to a tax holiday or an exemption from a direct tax or an indirect tax applicable to a bank, the Levy imposed under section 1 applies to a bank other than a rural bank or a community bank."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Levy not an allowable deduction",
      "content": "The Levy is not an allowable deduction for the purpose of ascertaining the chargeable income of a person under the Income Tax Act, 2015 (Act 896). The Levy is not an allowable deduction for the purpose of ascertaining the chargeable income of a person under the Income Tax Act, 2015 (Act 896)."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Profits affected by Levy",
      "content": "(1) The Levy is payable in respect of profit before tax. The Levy is payable in respect of profit before tax. (2) The Minister may, at the expiration of the 2024 year of assessment, review the Levy. The Minister may, at the expiration of the 2024 year of assessment, review the Levy."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Assessment of Levy payable",
      "content": "(1) A bank covered under this Act shall submit an estimate of the Levy due for that year of assessment together with the annual income tax estimate of that bank. A bank covered under this Act shall submit an estimate of the Levy due for that year of assessment together with the annual income tax estimate of that bank. (2) Where the bank has not Where the bank has not been assessed for tax in the two preceding years of assessment, or been assessed for tax in the two preceding years of assessment, or furnished furnished a return or an estimate in accordance with the Income Tax Act, 2015 (Act 896), or a return or an estimate in accordance with the Income Tax Act, 2015 (Act 896), or a statement of the estimated Levy payable in accordance with subsection (1) a statement of the estimated Levy payable in accordance with subsection (1) the Commissioner-General may proceed to make an assessment of the Levy payable by that bank."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Payment period of Levy",
      "content": "(1) The Levy assessed for a year of assessment is payable on or before the following dates of each quarter of the year of assessment: The Levy assessed for a year of assessment is payable on or before the following dates of each quarter of the year of assessment: 31st March; 31st March; 30th June; 30th June; 30th September; and 30th September; and 31st December. 31st December. (2) Despite subsection (1), payment of the Levy for the 2021 year of assessment shall be made in three instalments on or before Despite subsection (1), payment of the Levy for the 2021 year of assessment shall be made in three instalments on or before 30th June, 2021; 30th June, 2021; 30th September, 2021; and 30th September, 2021; and 31st December, 2021. 31st December, 2021."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Administration of Levy",
      "content": "The Commissioner-General shall administer the Levy in accordance with the Revenue Administration Act, 2016 (Act 915). The Commissioner-General shall administer the Levy in accordance with the Revenue Administration Act, 2016 (Act 915)."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Collection of Levy",
      "content": "The Ghana Revenue Authority is responsible for the collection of the Levy. The Ghana Revenue Authority is responsible for the collection of the Levy."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Payment of Levy into Consolidated Fund",
      "content": "The Commissioner-General shall pay the Levy collected under this Act into the Consolidated Fund. The Commissioner-General shall pay the Levy collected under this Act into the Consolidated Fund."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Recovery of Levy",
      "content": "For the purpose of enforcing the payment of the Levy, the provisions of the Revenue Administration Act, 2016 (Act 915) and the Income Tax Act, 2015 (Act 896) relating to collection, enforcement, refund and penalties shall apply to the collection of the Levy as if the Levy is collected under the specified enactments. For the purpose of enforcing the payment of the Levy, the provisions of the Revenue Administration Act, 2016 (Act 915) and the Income Tax Act, 2015 (Act 896) relating to collection, enforcement, refund and penalties shall apply to the collection of the Levy as if the Levy is collected under the specified enactments."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Regulations",
      "content": "The Minister may, by legislative instrument, make Regulations to provide for the efficient and effective implementation of this Act. The Minister may, by legislative instrument, make Regulations to provide for the efficient and effective implementation of this Act."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“bank” means a bank regulated under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930);“Commissioner-General” means the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791);“Levy” means the Financial Sector Recovery Levy imposed under section 1; and“Minister” means the Minister responsible for Finance. In this Act, unless the context otherwise requires, “bank” means a bank regulated under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930); “Commissioner-General” means the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791); “Levy” means the Financial Sector Recovery Levy imposed under section 1; and “Minister” means the Minister responsible for Finance."
    }
  ],
  "definitions": [
    {
      "term": "bank",
      "definition": "a bank regulated under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930)",
      "source_provision": "s12"
    },
    {
      "term": "Commissioner-General",
      "definition": "the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s12"
    },
    {
      "term": "Levy",
      "definition": "the Financial Sector Recovery Levy imposed under section 1",
      "source_provision": "s12"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance. In this Act, unless the context otherwise requires, “bank” means a bank regulated under the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930)",
      "source_provision": "s12"
    },
    {
      "term": "Commissioner-General",
      "definition": "the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s12"
    },
    {
      "term": "Levy",
      "definition": "the Financial Sector Recovery Levy imposed under section 1",
      "source_provision": "s12"
    }
  ]
}