{
  "id": "act-1070-2021",
  "type": "act",
  "title": "National Centre for the Coordination of Early Warning and Response Mechanism Act, 2021",
  "short_name": "NCCE 2021",
  "act_number": 1070,
  "year": 2021,
  "status": "in_force",
  "issued_date": "2021-09-01",
  "url": "https://ghalii.org/akn/gh/act/2021/1070",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of The National Centre for the Coordination of Early Warning and Response Mechanism",
      "content": "(1) There is established by this Act, the National Centre for the Coordination of Early Warning and Response Mechanism in the Office of the President. There is established by this Act, the National Centre for the Coordination of Early Warning and Response Mechanism in the Office of the President. (2) The Centre shall operate as The Centre shall operate as a national agency for strategic research; and a national agency for strategic research; and a unit with a public interest mandate. a unit with a public interest mandate."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Objects of the Centre",
      "content": "The objects of the Centre are to assist the ECOWAS Commission in the timely identification of an emerging crisis in the West African sub-region; and timely identification of an emerging crisis in the West African sub-region; and implementation of an improved crisis response mechanism. implementation of an improved crisis response mechanism."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Centre",
      "content": "To achieve the objects of the Centre, the Centre shall monitor, collect, collate, analyse and maintain data or information provided by State parastatals; State parastatals; local authorities; local authorities; civil society organisations; civil society organisations; the ECOWAS Regional Early Warning and Response Centre; or the ECOWAS Regional Early Warning and Response Centre; or any other relevant person; any other relevant person; recommend response options following an in-depth analysis of challenges or threats related to human security; and recommend response options following an in-depth analysis of challenges or threats related to human security; and collaborate with relevant public institutions in matters related to human security. collaborate with relevant public institutions in matters related to human security."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Governing body of the Centre",
      "content": "(1) The governing body of the Centre is a Board consisting of The governing body of the Centre is a Board consisting of a chairperson nominated by the President; a chairperson nominated by the President; the Ministers responsible for the Ministers responsible for National Security; National Security; Defence; Defence; the Interior; the Interior; Foreign Affairs and Regional Integration; Foreign Affairs and Regional Integration; Finance; Finance; Health; Health; Environment, Science, Technology and Innovation; Environment, Science, Technology and Innovation; Transport; and Transport; and Communications; Communications; the Attorney-General; the Attorney-General; the Minister; and the Minister; and the Director of the Centre. the Director of the Centre. (2) The President shall appoint the chairperson and other members of the Board in accordance with article 70 of the Constitution. The President shall appoint the chairperson and other members of the Board in accordance with article 70 of the Constitution."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Functions of the Board",
      "content": "The Board shall oversee the activities of the Centre; oversee the activities of the Centre; approve the work plan and budget of the Centre; and approve the work plan and budget of the Centre; and perform any other function that is necessary for the attainment of the objects of the Centre. perform any other function that is necessary for the attainment of the objects of the Centre."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Tenure of office of members of the Board",
      "content": "(1) The chairperson and the Minister shall hold office for the period specified in the letter of appointment. The chairperson and the Minister shall hold office for the period specified in the letter of appointment. (2) The chairperson may, at any time, in writing, addressed to the President, resign from office. The chairperson may, at any time, in writing, addressed to the President, resign from office. (3) Where the chairperson is absent from three consecutive meetings of the Board without sufficient cause, the chairperson shall cease to be a member of the Board. Where the chairperson is absent from three consecutive meetings of the Board without sufficient cause, the chairperson shall cease to be a member of the Board. (4) The President may, by a letter addressed to the chairperson, revoke the appointment of that chairperson. The President may, by a letter addressed to the chairperson, revoke the appointment of that chairperson. (5) Where a member of the Board is, for sufficient reasons, unable to act as a member, the chairperson shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Board is, for sufficient reasons, unable to act as a member, the chairperson shall determine whether the inability would result in the declaration of a vacancy. (6) For purposes of subsection (5), “sufficient reasons” include For purposes of subsection (5), “sufficient reasons” include stated misbehaviour or incompetence; stated misbehaviour or incompetence; inability to perform the functions of office by reason of infirmity of body or mind; and inability to perform the functions of office by reason of infirmity of body or mind; and wilful violation of the Official Oaths specified in the Schedule. wilful violation of the Official Oaths specified in the Schedule. (7) Where there is a vacancy Where there is a vacancy under subsection (2) of section 8, under subsection (2) of section 8, as a result of a declaration under subsection (5), or as a result of a declaration under subsection (5), or by reason of the death of a member, by reason of the death of a member, the chairperson shall notify the President of the vacancy and the President shall appoint another person for the unexpired term in accordance with this Act. (8) Where the vacancy is in respect of the chairperson, the members of the Board shall elect a person from among their number to notify the President of the vacancy and the President shall appoint another person for the unexpired term in accordance with this Act. Where the vacancy is in respect of the chairperson, the members of the Board shall elect a person from among their number to notify the President of the vacancy and the President shall appoint another person for the unexpired term in accordance with this Act."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every month for the conduct of business at a time and place determined by the chairperson. The Board shall meet at least once every month for the conduct of business at a time and place determined by the chairperson. (2) Where the exigencies of the circumstances require, the chairperson shall convene an extraordinary meeting of the Board at a time and place determined by the chairperson. Where the exigencies of the circumstances require, the chairperson shall convene an extraordinary meeting of the Board at a time and place determined by the chairperson. (3) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board nominated by the President shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board nominated by the President shall preside. (4) The quorum at a meeting of the Board is seven members of the Board. The quorum at a meeting of the Board is seven members of the Board. (5) Matters before the Board shall be decided by the majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by the majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person with the relevant expertise on a matter before the Board to attend a meeting of the Board but that person shall not vote on a matter for decision at the meeting. The Board may co-opt a person with the relevant expertise on a matter before the Board to attend a meeting of the Board but that person shall not vote on a matter for decision at the meeting. (7) The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. (8) Subject to this section, the Board may determine the procedure for the meetings of the Board. Subject to this section, the Board may determine the procedure for the meetings of the Board."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration A member of the Board who has an interest in a matter for consideration shall disclose in writing the nature of that interest and the disclosure shall form part of the record of the consideration of the matter, and shall disclose in writing the nature of that interest and the disclosure shall form part of the record of the consideration of the matter, and is disqualified from being present at or participating in the deliberation or determination of the Board in respect of that matter. is disqualified from being present at or participating in the deliberation or determination of the Board in respect of that matter. (2) A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and A member ceases to be a member of the Board, if that member has an interest in a matter before the Board and fails to disclose that interest, or fails to disclose that interest, or is present at or participates in the deliberations of the Board in respect of that matter. is present at or participates in the deliberations of the Board in respect of that matter."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Presidential directives",
      "content": "The President may issue directives for the efficient and effective implementation of the objects of the Centre and the Board shall comply. The President may issue directives for the efficient and effective implementation of the objects of the Centre and the Board shall comply."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Appointment of the Director of the Centre",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Director for the Centre. The President shall, in accordance with article 195 of the Constitution, appoint a Director for the Centre. (2) The Director shall be a person of proven integrity and shall have the requisite knowledge and experience. The Director shall be a person of proven integrity and shall have the requisite knowledge and experience. (3) The Director shall hold office on the terms and conditions specified in the letter of appointment. The Director shall hold office on the terms and conditions specified in the letter of appointment. (4) The Director shall be removed from office for incapacity, malfeasance, incompetence or for other stated reasons. The Director shall be removed from office for incapacity, malfeasance, incompetence or for other stated reasons."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Functions of the Director",
      "content": "(1) The Director The Director is responsible for the day-to-day administration and management of the Centre; and is responsible for the day-to-day administration and management of the Centre; and shall direct and monitor the operational activities of the Centre in response to an identified emerging crisis or early warning received. shall direct and monitor the operational activities of the Centre in response to an identified emerging crisis or early warning received. (2) The Director may delegate a function to an officer of the Centre but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Director may delegate a function to an officer of the Centre but shall not be relieved of the ultimate responsibility for the performance of the delegated function. (3) The Director is answerable to the Board in the performance of functions under subsection (1). The Director is answerable to the Board in the performance of functions under subsection (1)."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Submission of reports",
      "content": "(1) The Director shall, not later than the third day of each month, submit to the Board, a monthly report in respect of the immediately preceding month. The Director shall, not later than the third day of each month, submit to the Board, a monthly report in respect of the immediately preceding month. (2) The Board shall, not later than five days after the receipt of the report referred to in subsection (1), consider and approve the report. The Board shall, not later than five days after the receipt of the report referred to in subsection (1), consider and approve the report. (3) The Board shall, not later than the seventh day of each month, direct the Centre to submit the approved report of the immediately preceding month to the Early Warning Directorate of the ECOWAS Commission. The Board shall, not later than the seventh day of each month, direct the Centre to submit the approved report of the immediately preceding month to the Early Warning Directorate of the ECOWAS Commission. (4) The Centre shall submit other relevant reports timeously to the Early Warning Directorate of the ECOWAS Commission. The Centre shall submit other relevant reports timeously to the Early Warning Directorate of the ECOWAS Commission."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Appointment of other staff",
      "content": "The President shall, in accordance with article 195 of the Constitution, appoint staff of the Centre that are necessary for the efficient and effective performance of the functions of the Centre. The President shall, in accordance with article 195 of the Constitution, appoint staff of the Centre that are necessary for the efficient and effective performance of the functions of the Centre."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Secretariat of the Centre",
      "content": "The Centre shall have a secretariat headed by the Director. The Centre shall have a secretariat headed by the Director."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Budget of the Centre",
      "content": "(1) The Government of Ghana shall provide the budget of the Centre. The Government of Ghana shall provide the budget of the Centre. (2) The budget of the Centre is part of the budget of the Office of the President. The budget of the Centre is part of the budget of the Office of the President."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Other funds of the Centre",
      "content": "The other funds of the Centre include donations, and donations, and contributions contributions received from donors and international organisations in accordance with existing enactments."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Accounts and audit",
      "content": "(1) The Centre shall keep books of account, records, returns and any other document relevant to the accounts in the form approved by the Auditor-General. The Centre shall keep books of account, records, returns and any other document relevant to the accounts in the form approved by the Auditor-General. (2) The Board shall, at the end of the financial year, submit the accounts of the Centre to the Auditor-General for audit. The Board shall, at the end of the financial year, submit the accounts of the Centre to the Auditor-General for audit. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and submit the report to Parliament; and submit the report to Parliament; and forward a copy of the report to the Minister. forward a copy of the report to the Minister. (4) The financial year of the Centre is the same as the financial year of the Government. The financial year of the Centre is the same as the financial year of the Government."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Annual report and other reports",
      "content": "(1) The Centre shall, within thi1ty days after the receipt of the audit report, submit an annual report to Parliament. The Centre shall, within thi1ty days after the receipt of the audit report, submit an annual report to Parliament. (2) The annual report shall include The annual report shall include a report on the activities and operations of the Centre; a report on the activities and operations of the Centre; the report of the Auditor-General; and the report of the Auditor-General; and any other report that the Minister may consider necessary. any other report that the Minister may consider necessary."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Sub-regional co-operation",
      "content": "A public institution or a public institution of a member State of ECOWAS shall cooperate with the Centre. A public institution or a public institution of a member State of ECOWAS shall cooperate with the Centre."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Confidentiality",
      "content": "(1) The members of the Board and the staff of the Centre shall, before assuming office, take and subscribe to the Official Oaths specified in the Schedule. The members of the Board and the staff of the Centre shall, before assuming office, take and subscribe to the Official Oaths specified in the Schedule. (2) A person referred to in subsection (1) shall not disclose any information obtained by the Centre. A person referred to in subsection (1) shall not disclose any information obtained by the Centre. (3) Despite subsection (2), a person referred to in subsection (1) may disclose information obtained by the Centre to enable the Centre carry out the functions of the Centre. Despite subsection (2), a person referred to in subsection (1) may disclose information obtained by the Centre to enable the Centre carry out the functions of the Centre."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Offences for disclosure of information",
      "content": "(1) Subject to the Constitution and section 20, a person shall not disclose any information obtained by that person or to which that person had access in the performance of functions under this Act or to which that person had access in the administration or enforcement of this Act and from which there can be inferred the identity of Subject to the Constitution and section 20, a person shall not disclose any information obtained by that person or to which that person had access in the performance of functions under this Act or to which that person had access in the administration or enforcement of this Act and from which there can be inferred the identity of any other person who is or was a confidential source of information or assistance to the Centre; or any other person who is or was a confidential source of information or assistance to the Centre; or a person who is or was an employee engaged in operational activities of the Centre. a person who is or was an employee engaged in operational activities of the Centre. (2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a term of imprisonment of not less than five years and not more than ten years. A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a term of imprisonment of not less than five years and not more than ten years."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Regulations",
      "content": "The Minister may, on the advice of the Board, by legislative instrument, make Regulations for the effective and efficient implementation of this Act. The Minister may, on the advice of the Board, by legislative instrument, make Regulations for the effective and efficient implementation of this Act."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,\"Centre\" means the National Centre for the Coordination of Early Warning and Response Mechanism established in section 1;\"civil society organisation\" means a non-State organisation, a non-profit organisation or a voluntary organisation that is distinct from the State including a community-based organisation and a non-governmental organisation;\"Director\" means the person appointed under section 10;\"Early Warning Directorate of the ECOWAS Commission\" means the administrative entity set up under the Political Affairs, Peace and Security Department of the ECOWAS Commission;\"ECOWAS\" means the Economic Community of West African States;\"ECOWAS Regional Early Warning and Response Centre\" means the Centre that coordinates the activities of the Early Warning Centres in Member countries and analyses the early warning reports submitted by the Early Warning Centres in Member countries;\"emerging crisis\" means an early stage or manifestation of an anticipated phase of a conflict, a threat or a disruption in the security, economic, political or social stability of the West African sub-region;\"local authority\" means a group of persons responsible for the governance of a particular area, town or city;\"Minister\" means the Minister assigned responsibility for an emerging crisis; and\"State parastatal\" means a company or an agency that is owned or controlled wholly or partially by the State. In this Act, unless the context otherwise requires, \"Centre\" means the National Centre for the Coordination of Early Warning and Response Mechanism established in section 1; \"civil society organisation\" means a non-State organisation, a non-profit organisation or a voluntary organisation that is distinct from the State including a community-based organisation and a non-governmental organisation; \"Director\" means the person appointed under section 10; \"Early Warning Directorate of the ECOWAS Commission\" means the administrative entity set up under the Political Affairs, Peace and Security Department of the ECOWAS Commission; \"ECOWAS\" means the Economic Community of West African States; \"ECOWAS Regional Early Warning and Response Centre\" means the Centre that coordinates the activities of the Early Warning Centres in Member countries and analyses the early warning reports submitted by the Early Warning Centres in Member countries; \"emerging crisis\" means an early stage or manifestation of an anticipated phase of a conflict, a threat or a disruption in the security, economic, political or social stability of the West African sub-region; \"local authority\" means a group of persons responsible for the governance of a particular area, town or city; \"Minister\" means the Minister assigned responsibility for an emerging crisis; and \"State parastatal\" means a company or an agency that is owned or controlled wholly or partially by the State."
    }
  ],
  "definitions": [
    {
      "term": "Centre",
      "definition": "the National Centre for the Coordination of Early Warning and Response Mechanism established in section 1",
      "source_provision": "s23"
    },
    {
      "term": "civil society organisation",
      "definition": "a non-State organisation, a non-profit organisation or a voluntary organisation that is distinct from the State including a community-based organisation and a non-governmental organisation",
      "source_provision": "s23"
    },
    {
      "term": "Director",
      "definition": "the person appointed under section 10",
      "source_provision": "s23"
    },
    {
      "term": "Early Warning Directorate of the ECOWAS Commission",
      "definition": "the administrative entity set up under the Political Affairs, Peace and Security Department of the ECOWAS Commission",
      "source_provision": "s23"
    },
    {
      "term": "ECOWAS",
      "definition": "the Economic Community of West African States",
      "source_provision": "s23"
    },
    {
      "term": "ECOWAS Regional Early Warning and Response Centre",
      "definition": "the Centre that coordinates the activities of the Early Warning Centres in Member countries and analyses the early warning reports submitted by the Early Warning Centres in Member countries",
      "source_provision": "s23"
    },
    {
      "term": "emerging crisis",
      "definition": "an early stage or manifestation of an anticipated phase of a conflict, a threat or a disruption in the security, economic, political or social stability of the West African sub-region",
      "source_provision": "s23"
    },
    {
      "term": "local authority",
      "definition": "a group of persons responsible for the governance of a particular area, town or city",
      "source_provision": "s23"
    },
    {
      "term": "Minister",
      "definition": "the Minister assigned responsibility for an emerging crisis",
      "source_provision": "s23"
    },
    {
      "term": "State parastatal",
      "definition": "a company or an agency that is owned or controlled wholly or partially by the State. In this Act, unless the context otherwise requires, \"Centre\" means the National Centre for the Coordination of Early Warning and Response Mechanism established in section 1",
      "source_provision": "s23"
    },
    {
      "term": "civil society organisation",
      "definition": "a non-State organisation, a non-profit organisation or a voluntary organisation that is distinct from the State including a community-based organisation and a non-governmental organisation",
      "source_provision": "s23"
    },
    {
      "term": "Director",
      "definition": "the person appointed under section 10",
      "source_provision": "s23"
    },
    {
      "term": "Early Warning Directorate of the ECOWAS Commission",
      "definition": "the administrative entity set up under the Political Affairs, Peace and Security Department of the ECOWAS Commission",
      "source_provision": "s23"
    },
    {
      "term": "ECOWAS",
      "definition": "the Economic Community of West African States",
      "source_provision": "s23"
    },
    {
      "term": "ECOWAS Regional Early Warning and Response Centre",
      "definition": "the Centre that coordinates the activities of the Early Warning Centres in Member countries and analyses the early warning reports submitted by the Early Warning Centres in Member countries",
      "source_provision": "s23"
    },
    {
      "term": "emerging crisis",
      "definition": "an early stage or manifestation of an anticipated phase of a conflict, a threat or a disruption in the security, economic, political or social stability of the West African sub-region",
      "source_provision": "s23"
    },
    {
      "term": "local authority",
      "definition": "a group of persons responsible for the governance of a particular area, town or city",
      "source_provision": "s23"
    },
    {
      "term": "Minister",
      "definition": "the Minister assigned responsibility for an emerging crisis",
      "source_provision": "s23"
    }
  ]
}