{
  "id": "act-1075-2022",
  "type": "act",
  "title": "Electronic Transfer Levy Act, 2022",
  "short_name": "ETL 2022",
  "act_number": 1075,
  "year": 2022,
  "status": "in_force",
  "issued_date": "2022-03-31",
  "url": "https://ghalii.org/akn/gh/act/2022/1075",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Imposition of levy on electronic transfer",
      "content": "(1) There is imposed by this Act, an Electronic Transfer Levy of 1.50% on electronic transfers. There is imposed by this Act, an Electronic Transfer Levy of 1.50% on electronic transfers. (2) The Levy shall be charged on an electronic transfer at the time of transfer by the entities listed in the First Schedule. The Levy shall be charged on an electronic transfer at the time of transfer by the entities listed in the First Schedule."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Scope of application of Levy",
      "content": "(1) Subject to subsection (2), the Levy imposed under section 1 applies to the transfers listed in the Second Schedule. Subject to subsection (2), the Levy imposed under section 1 applies to the transfers listed in the Second Schedule. (2) The Levy imposed under section 1 does not apply to The Levy imposed under section 1 does not apply to a cumulative transfer of one hundred Ghana Cedis a day made by the same person; a cumulative transfer of one hundred Ghana Cedis a day made by the same person; a transfer between accounts owned by the same person; a transfer between accounts owned by the same person; a transfer for the payment of taxes, fees and charges on the Ghana.Gov system or any other Government of Ghana designated payment system; a transfer for the payment of taxes, fees and charges on the Ghana.Gov system or any other Government of Ghana designated payment system; specified merchant payments; specified merchant payments; transfers between principal, agent and master-agent accounts; and transfers between principal, agent and master-agent accounts; and electronic clearing of cheques. electronic clearing of cheques."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Administration of Levy",
      "content": "The Commissioner-General shall administer the Levy in accordance with the Revenue Administration Act, 2016 (Act 915). The Commissioner-General shall administer the Levy in accordance with the Revenue Administration Act, 2016 (Act 915)."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Authority to collect Levy",
      "content": "The Ghana Revenue Authority shall collect the Levy. The Ghana Revenue Authority shall collect the Levy."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Payment into Consolidated Fund",
      "content": "The Commissioner-General shall pay the Levy collected under this Act into the Consolidated Fund. The Commissioner-General shall pay the Levy collected under this Act into the Consolidated Fund."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Recovery of Levy",
      "content": "(1) For the purpose of enforcing the collection of the Levy, the provisions of the Revenue Administration Act, 2016 (Act 915) relating to collection and enforcement shall apply. For the purpose of enforcing the collection of the Levy, the provisions of the Revenue Administration Act, 2016 (Act 915) relating to collection and enforcement shall apply. (2) The Commissioner-General shall not contract a private service provider to provide, at a fee or commission, any revenue monitoring or revenue assurance service for the purposes of this Act. The Commissioner-General shall not contract a private service provider to provide, at a fee or commission, any revenue monitoring or revenue assurance service for the purposes of this Act. (3) Subsection (2) does not preclude the Ghana Revenue Authority from requesting the conduct of a special audit on revenue accounting by an entity listed in the First Schedule. Subsection (2) does not preclude the Ghana Revenue Authority from requesting the conduct of a special audit on revenue accounting by an entity listed in the First Schedule."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Submission of reports",
      "content": "(1) The Ghana Revenue Authority shall submit to the Minister, quarterly reports on the performance of the revenues from the electronic transfer levy not later than one month after the end of each quarter. The Ghana Revenue Authority shall submit to the Minister, quarterly reports on the performance of the revenues from the electronic transfer levy not later than one month after the end of each quarter. (2) The Minister responsible for Finance shall submit to Parliament a report on the funds accruing from the electronic levy transfers The Minister responsible for Finance shall submit to Parliament a report on the funds accruing from the electronic levy transfers in the Mid-year review of the budget of that financial year covering the first half of the financial year; and in the Mid-year review of the budget of that financial year covering the first half of the financial year; and within two months after the end of the financial year covering the second half of the immediately preceding financial year. within two months after the end of the financial year covering the second half of the immediately preceding financial year."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Regulations",
      "content": "The Minister may, by legislative instrument, make Regulations to provide for the efficient and effective implementation of this Act. The Minister may, by legislative instrument, make Regulations to provide for the efficient and effective implementation of this Act."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Administrative guidelines",
      "content": "The Commissioner-General may issue administrative guidelines as may be required for the efficient and effective implementation of this Act. The Commissioner-General may issue administrative guidelines as may be required for the efficient and effective implementation of this Act."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“agent” means a person who provides agency services to customers on behalf of a principal, under an agency agreement;“bank” means a body corporate which engages in the deposit­ taking business and is issued with a banking licence in accordance with the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930);“Commissioner-General” means the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791);“electronic money issuer” means a payment service provider who issues electronic money;“electronic transfer” means a transaction carried out electronically on the initiative of an originator through an institution or platform to make available an amount of money to a beneficiary;“Ghana Revenue Authority” means the Ghana Revenue Authority established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791);“Levy” means the Electronic Transfer Levy imposed under section 1;“master-agent” means a legal person who has an agreement with a principal to contract and manage agents that provide banking or electronic money services or payment services to customers on behalf of the principal;“merchant” means a commercial establishment which has been registered with the Ghana Revenue Authority for income tax or value added tax purposes;“Minister” means the Minister responsible for Finance;“payment service” means the provision of a service to facilitate the transfer of funds from a payer to a payee using various forms of payment instruments or electronic money;“payment service provider” means a corporate body licensed under the Payment Systems and Services Act, 2019 (Act 987) to provide a payment service;“principal” means a bank or specialised deposit-taking institution, payment service provider or electronic money issuer whose services are conducted through an agent;“specialised deposit-taking institution” means a body corporate which engages in the deposit-taking business and is issued with a licence to engage in the deposit-taking business in accordance with the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930); and“specified merchant payments” mean payments made to merchants through a payment service to a person registered with the Ghana Revenue Authority for the purposes of income tax or value added tax. In this Act, unless the context otherwise requires, “agent” means a person who provides agency services to customers on behalf of a principal, under an agency agreement; “bank” means a body corporate which engages in the deposit­ taking business and is issued with a banking licence in accordance with the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930); “Commissioner-General” means the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791); “electronic money issuer” means a payment service provider who issues electronic money; “electronic transfer” means a transaction carried out electronically on the initiative of an originator through an institution or platform to make available an amount of money to a beneficiary; “Ghana Revenue Authority” means the Ghana Revenue Authority established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791); “Levy” means the Electronic Transfer Levy imposed under section 1; “master-agent” means a legal person who has an agreement with a principal to contract and manage agents that provide banking or electronic money services or payment services to customers on behalf of the principal; “merchant” means a commercial establishment which has been registered with the Ghana Revenue Authority for income tax or value added tax purposes; “Minister” means the Minister responsible for Finance; “payment service” means the provision of a service to facilitate the transfer of funds from a payer to a payee using various forms of payment instruments or electronic money; “payment service provider” means a corporate body licensed under the Payment Systems and Services Act, 2019 (Act 987) to provide a payment service; “principal” means a bank or specialised deposit-taking institution, payment service provider or electronic money issuer whose services are conducted through an agent; “specialised deposit-taking institution” means a body corporate which engages in the deposit-taking business and is issued with a licence to engage in the deposit-taking business in accordance with the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930); and “specified merchant payments” mean payments made to merchants through a payment service to a person registered with the Ghana Revenue Authority for the purposes of income tax or value added tax."
    }
  ],
  "definitions": [
    {
      "term": "agent",
      "definition": "a person who provides agency services to customers on behalf of a principal, under an agency agreement",
      "source_provision": "s10"
    },
    {
      "term": "bank",
      "definition": "a body corporate which engages in the deposit­ taking business and is issued with a banking licence in accordance with the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930)",
      "source_provision": "s10"
    },
    {
      "term": "Commissioner-General",
      "definition": "the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s10"
    },
    {
      "term": "electronic money issuer",
      "definition": "a payment service provider who issues electronic money",
      "source_provision": "s10"
    },
    {
      "term": "electronic transfer",
      "definition": "a transaction carried out electronically on the initiative of an originator through an institution or platform to make available an amount of money to a beneficiary",
      "source_provision": "s10"
    },
    {
      "term": "Ghana Revenue Authority",
      "definition": "the Ghana Revenue Authority established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s10"
    },
    {
      "term": "Levy",
      "definition": "the Electronic Transfer Levy imposed under section 1",
      "source_provision": "s10"
    },
    {
      "term": "master-agent",
      "definition": "a legal person who has an agreement with a principal to contract and manage agents that provide banking or electronic money services or payment services to customers on behalf of the principal",
      "source_provision": "s10"
    },
    {
      "term": "merchant",
      "definition": "a commercial establishment which has been registered with the Ghana Revenue Authority for income tax or value added tax purposes",
      "source_provision": "s10"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s10"
    },
    {
      "term": "payment service",
      "definition": "the provision of a service to facilitate the transfer of funds from a payer to a payee using various forms of payment instruments or electronic money",
      "source_provision": "s10"
    },
    {
      "term": "payment service provider",
      "definition": "a corporate body licensed under the Payment Systems and Services Act, 2019 (Act 987) to provide a payment service",
      "source_provision": "s10"
    },
    {
      "term": "principal",
      "definition": "a bank or specialised deposit-taking institution, payment service provider or electronic money issuer whose services are conducted through an agent",
      "source_provision": "s10"
    },
    {
      "term": "specialised deposit-taking institution",
      "definition": "a body corporate which engages in the deposit-taking business and is issued with a licence to engage in the deposit-taking business in accordance with the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930)",
      "source_provision": "s10"
    },
    {
      "term": "agent",
      "definition": "a person who provides agency services to customers on behalf of a principal, under an agency agreement",
      "source_provision": "s10"
    },
    {
      "term": "bank",
      "definition": "a body corporate which engages in the deposit­ taking business and is issued with a banking licence in accordance with the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930)",
      "source_provision": "s10"
    },
    {
      "term": "Commissioner-General",
      "definition": "the Commissioner-General appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s10"
    },
    {
      "term": "electronic money issuer",
      "definition": "a payment service provider who issues electronic money",
      "source_provision": "s10"
    },
    {
      "term": "electronic transfer",
      "definition": "a transaction carried out electronically on the initiative of an originator through an institution or platform to make available an amount of money to a beneficiary",
      "source_provision": "s10"
    },
    {
      "term": "Ghana Revenue Authority",
      "definition": "the Ghana Revenue Authority established under section 1 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s10"
    },
    {
      "term": "Levy",
      "definition": "the Electronic Transfer Levy imposed under section 1",
      "source_provision": "s10"
    },
    {
      "term": "master-agent",
      "definition": "a legal person who has an agreement with a principal to contract and manage agents that provide banking or electronic money services or payment services to customers on behalf of the principal",
      "source_provision": "s10"
    },
    {
      "term": "merchant",
      "definition": "a commercial establishment which has been registered with the Ghana Revenue Authority for income tax or value added tax purposes",
      "source_provision": "s10"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s10"
    },
    {
      "term": "payment service",
      "definition": "the provision of a service to facilitate the transfer of funds from a payer to a payee using various forms of payment instruments or electronic money",
      "source_provision": "s10"
    },
    {
      "term": "payment service provider",
      "definition": "a corporate body licensed under the Payment Systems and Services Act, 2019 (Act 987) to provide a payment service",
      "source_provision": "s10"
    },
    {
      "term": "principal",
      "definition": "a bank or specialised deposit-taking institution, payment service provider or electronic money issuer whose services are conducted through an agent",
      "source_provision": "s10"
    },
    {
      "term": "specialised deposit-taking institution",
      "definition": "a body corporate which engages in the deposit-taking business and is issued with a licence to engage in the deposit-taking business in accordance with the Banks and Specialised Deposit-Taking Institutions Act, 2016 (Act 930)",
      "source_provision": "s10"
    }
  ]
}