{
  "id": "act-1085-2022",
  "type": "act",
  "title": "Ghana Hydrological Authority Act, 2022",
  "short_name": "GHA 2022",
  "act_number": 1085,
  "year": 2022,
  "status": "in_force",
  "issued_date": "2022-09-12",
  "url": "https://ghalii.org/akn/gh/act/2022/1085",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Ghana Hydrological Authority",
      "content": "(1) There is established by this Act, the Ghana Hydrological Authority as a body corporate. There is established by this Act, the Ghana Hydrological Authority as a body corporate. (2) For the performance of the functions of the Authority, the Authority may acquire and hold property, dispose of property and enter into a contract or any other related transaction. For the performance of the functions of the Authority, the Authority may acquire and hold property, dispose of property and enter into a contract or any other related transaction. (3) Where there is a hindrance to the acquisition of immovable property, the immovable property may be acquired for the Authority under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Authority. Where there is a hindrance to the acquisition of immovable property, the immovable property may be acquired for the Authority under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Authority."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Authority",
      "content": "The object of the Authority is to promote and regulate hydrological service delivery for the planning, design, execution, operation and maintenance of flood control mechanisms; and flood control mechanisms; and works related to coastal engineering, sewerage, drainage improvement and river channel development; and works related to coastal engineering, sewerage, drainage improvement and river channel development; and operational and applied hydrology, for the quantification, conservation and development of the water resources of the country. operational and applied hydrology, for the quantification, conservation and development of the water resources of the country."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Authority",
      "content": "To achieve the object under section 2, the Authority shall advise Government on matters related to hydrology, flood control, drainage engineering, sewerage engineering and coastal engineering generally; advise Government on matters related to hydrology, flood control, drainage engineering, sewerage engineering and coastal engineering generally; provide hydrological and drainage engineering services for the prevention of floods; the prevention of floods; flood warning; and flood warning; and flood management; flood management; provide coastal engineering services for the management of beach erosion; provide coastal engineering services for the management of beach erosion; formulate strategies for effective mobilisation of resources for the execution of hydrological, storm water drainage, sewerage and coastal protection projects; formulate strategies for effective mobilisation of resources for the execution of hydrological, storm water drainage, sewerage and coastal protection projects; encourage and regulate private sector participation in the provision of hydrological, storm water drainage, sewerage and coastal protection services; encourage and regulate private sector participation in the provision of hydrological, storm water drainage, sewerage and coastal protection services; provide District Assemblies with technical assistance in the planning and execution of storm water drainage, sewerage and coastal protection services; provide District Assemblies with technical assistance in the planning and execution of storm water drainage, sewerage and coastal protection services; provide hydrological information and warnings for the benefit of agriculture, water transport, and management of energy and water resources to mitigate the effects of natural disasters such as floods on socio-economic development and projects; provide hydrological information and warnings for the benefit of agriculture, water transport, and management of energy and water resources to mitigate the effects of natural disasters such as floods on socio-economic development and projects; establish, administer and manage hydrological stations for the collection of data and information on surface water and ground water; establish, administer and manage hydrological stations for the collection of data and information on surface water and ground water; collate, process and disseminate hydrological information within the country and outside the country in accordance with rules, practices and procedures established under international conventions; collate, process and disseminate hydrological information within the country and outside the country in accordance with rules, practices and procedures established under international conventions; ensure uniform standards of observation of hydrological phenomena in the country; ensure uniform standards of observation of hydrological phenomena in the country; store data and information related to hydrology, drainage, sewerage and coastal engineering for the purposes of planning, assessment, management and implementation of infrastructural projects; store data and information related to hydrology, drainage, sewerage and coastal engineering for the purposes of planning, assessment, management and implementation of infrastructural projects; carry out and publish research in hydrology, drainage, sewerage, coastal engineering and other related fields in co-operation with other relevant institutions within the country and outside the country; carry out and publish research in hydrology, drainage, sewerage, coastal engineering and other related fields in co-operation with other relevant institutions within the country and outside the country; approve the establishment of hydrological stations by other bodies for hydrological observations, storm water drainage for mitigation of floods, and sea defence systems for the control of beach erosion and storm surges; approve the establishment of hydrological stations by other bodies for hydrological observations, storm water drainage for mitigation of floods, and sea defence systems for the control of beach erosion and storm surges; provide consultancy services in hydrology, drainage engineering, sewerage engineering and coastal engineering to the public and private sectors; provide consultancy services in hydrology, drainage engineering, sewerage engineering and coastal engineering to the public and private sectors; carry out international exchange programmes on hydrology, drainage, sewerage and coastal engineering and related activities for the promotion of global safety; carry out international exchange programmes on hydrology, drainage, sewerage and coastal engineering and related activities for the promotion of global safety; ensure the implementation of conventions, treaties, protocols and any other relevant standards and recommended practices on the collection of hydrological data; and ensure the implementation of conventions, treaties, protocols and any other relevant standards and recommended practices on the collection of hydrological data; and perform any other function ancillary to the object of the Authority. perform any other function ancillary to the object of the Authority."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Governing body of the Authority",
      "content": "(1) The governing body of the Authority is a Board consisting of The governing body of the Authority is a Board consisting of a chairperson; a chairperson; one representative not below the rank of a Director from each of the Ministries responsible for one representative not below the rank of a Director from each of the Ministries responsible for Works and Housing; Works and Housing; Local Government and Rural Development; and Local Government and Rural Development; and Roads and Highways; Roads and Highways; one representative from each of the following institutions: one representative from each of the following institutions: Water Resources Commission not below the rank of a Director nominated by the Minister responsible for Water Resources; Water Resources Commission not below the rank of a Director nominated by the Minister responsible for Water Resources; Ghana Institution of Engineering nominated by the Ghana Institution of Engineering; and Ghana Institution of Engineering nominated by the Ghana Institution of Engineering; and Ghana Meteorological Agency not below the rank of a Director nominated by the Minister responsible for Communication; Ghana Meteorological Agency not below the rank of a Director nominated by the Minister responsible for Communication; three other persons, at least one of whom is a woman, nominated by the Minister; and three other persons, at least one of whom is a woman, nominated by the Minister; and the Chief Executive Officer of the Authority. the Chief Executive Officer of the Authority. (2) The President shall, in accordance with article 70 of the Constitution, appoint the members of the Board. The President shall, in accordance with article 70 of the Constitution, appoint the members of the Board. (3) The President shall, in making the appointments under paragraphs (a) and (d) of subsection (1), have regard of the expertise and experience of the persons in matters related to the functions of the Authority. The President shall, in making the appointments under paragraphs (a) and (d) of subsection (1), have regard of the expertise and experience of the persons in matters related to the functions of the Authority."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Functions of the Board",
      "content": "The Board shall provide governance for and oversight of the Authority; provide governance for and oversight of the Authority; ensure compliance with the rules, regulations and procedures on the collection of hydrological data and information on surface water and groundwater laid down by the World Meteorological Organisation, World Health Organisation, United Nations Educational, Scientific and Cultural Organisation and the United Nations Environment Programme in accordance with the provisions of this Act; ensure compliance with the rules, regulations and procedures on the collection of hydrological data and information on surface water and groundwater laid down by the World Meteorological Organisation, World Health Organisation, United Nations Educational, Scientific and Cultural Organisation and the United Nations Environment Programme in accordance with the provisions of this Act; manage the National Hydrological Fund; and manage the National Hydrological Fund; and ensure the efficient and effective performance of the functions of the Authority. ensure the efficient and effective performance of the functions of the Authority."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Duties and liabilities of a member of the Board",
      "content": "(1) A member of the Board has the same fiduciary relationship with the Authority and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 2019 (Act 992). A member of the Board has the same fiduciary relationship with the Authority and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 2019 (Act 992). (2) Without limiting subsection (1), a member of the Board has a duty to Without limiting subsection (1), a member of the Board has a duty to act honestly and in the best interest of the Authority in the performance of the functions of that member; act honestly and in the best interest of the Authority in the performance of the functions of that member; exercise the degree of care and diligence in the performance of the functions of that member in the same manner that a person in that position would reasonably be expected to exercise in the circumstance; exercise the degree of care and diligence in the performance of the functions of that member in the same manner that a person in that position would reasonably be expected to exercise in the circumstance; avoid making use of information acquired by virtue of the position of that member so as to benefit that member or to the detriment of the Authority; and avoid making use of information acquired by virtue of the position of that member so as to benefit that member or to the detriment of the Authority; and perform a specific function as may be determined by the Board. perform a specific function as may be determined by the Board. (3) A member of the Board shall, before assuming office, file with A member of the Board shall, before assuming office, file with the Authority a disclosure of interest statement in respect of the Authority a disclosure of interest statement in respect of business affiliations; and business affiliations; and details of past and present employment; and details of past and present employment; and the Auditor-General a declaration of assets owned by the member in compliance with article 286 of the Constitution. the Auditor-General a declaration of assets owned by the member in compliance with article 286 of the Constitution. (4) A member of the Board who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than one hundred penalty units and not more than two hundred and fifty penalty units. A member of the Board who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than one hundred penalty units and not more than two hundred and fifty penalty units."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Tenure of office of members of the Board",
      "content": "(1) A member of the Board shall hold office for a term of four years and is eligible for re-appointment for another term only. A member of the Board shall hold office for a term of four years and is eligible for re-appointment for another term only. (2) Subsection (1) does not apply to the Chief Executive Officer. Subsection (1) does not apply to the Chief Executive Officer. (3) A member of the Board may, at any time, resign from office in writing addressed to the President through the Minister. A member of the Board may, at any time, resign from office in writing addressed to the President through the Minister. (4) A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (5) The President may, by a letter addressed to a member, revoke the appointment of that member. The President may, by a letter addressed to a member, revoke the appointment of that member. (6) Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3), (4), (5), or subsection (2) of section 9; under subsection (3), (4), (5), or subsection (2) of section 9; as a result of a declaration under subsection (6); or as a result of a declaration under subsection (6); or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall, subject to subsection (2) of section 4, appoint a person to fill the vacancy for the unexpired term."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Meetings of the members of the Board",
      "content": "(1) The members of the Board shall meet at least once every three months for the conduct of business at a time and place determined by the chairperson. The members of the Board shall meet at least once every three months for the conduct of business at a time and place determined by the chairperson. (2) The chairperson shall, at the request in writing of not less than one-third of the membership of the Board, convene an extraordinary meeting of the Board at a time and place determined by the chairperson. The chairperson shall, at the request in writing of not less than one-third of the membership of the Board, convene an extraordinary meeting of the Board at a time and place determined by the chairperson. (3) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board, other than the Chief Executive Officer, elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board, other than the Chief Executive Officer, elected by the members present from among their number shall preside. (4) The quorum at a meeting of the Board is five members and shall include the Chief Executive Officer or the person acting in that capacity. The quorum at a meeting of the Board is five members and shall include the Chief Executive Officer or the person acting in that capacity. (5) Matters before the Board shall be decided by a simple majority of the members present and voting provided that in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a simple majority of the members present and voting provided that in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a meeting of the Board but that person shall not vote on a matter for a decision at the meeting. The Board may co-opt a person to attend a meeting of the Board but that person shall not vote on a matter for a decision at the meeting. (7) The proceedings of the Board are not invalidated by reason of a vacancy among the members of the Board or by a defect in the appointment or the disqualification of a member. The proceedings of the Board are not invalidated by reason of a vacancy among the members of the Board or by a defect in the appointment or the disqualification of a member. (8) Subject to this Act, the Board shall regulate the procedure for the meetings of the Board. Subject to this Act, the Board shall regulate the procedure for the meetings of the Board."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration by the Board A member of the Board who has an interest in a matter for consideration by the Board shall disclose in writing the nature of that interest and the disclosure shall form part of the record of the consideration of the matter; and shall disclose in writing the nature of that interest and the disclosure shall form part of the record of the consideration of the matter; and is disqualified from participating in the deliberations of the Board in respect of that matter. is disqualified from participating in the deliberations of the Board in respect of that matter. (2) Where a member contravenes subsection (1), the chairperson shall notify the Minister who shall inform the President in writing to revoke the appointment of that member. Where a member contravenes subsection (1), the chairperson shall notify the Minister who shall inform the President in writing to revoke the appointment of that member. (3) Without limiting any further cause of action that may be instituted against the member, the Board shall recover the benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member. Without limiting any further cause of action that may be instituted against the member, the Board shall recover the benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Establishment of committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members or both to perform a function of the Board. The Board may establish committees consisting of members of the Board or non-members or both to perform a function of the Board. (2) A committee of the Board consisting of non-members only shall be advisory. A committee of the Board consisting of non-members only shall be advisory. (3) A committee of the Board consisting of both members and non-members shall be chaired by a member of the Board. A committee of the Board consisting of both members and non-members shall be chaired by a member of the Board. (4) Section 9 applies to members of a committee of the Board. Section 9 applies to members of a committee of the Board."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid allowances approved by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Policy directives",
      "content": "The Minister may give directives to the Board on matters of policy and the Board shall comply. The Minister may give directives to the Board on matters of policy and the Board shall comply."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Chief Executive Officer",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Chief Executive Officer for the Authority. The President shall, in accordance with article 195 of the Constitution, appoint a Chief Executive Officer for the Authority. (2) The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Functions of the Chief Executive Officer",
      "content": "(1) The Chief Executive Officer is The Chief Executive Officer is responsible for the day-to-day administration of the Authority, and responsible for the day-to-day administration of the Authority, and answerable to the Board in the performance of the functions of the office. answerable to the Board in the performance of the functions of the office. (2) The Chief Executive Officer is responsible for the execution of strategic plans and operations of the Authority. The Chief Executive Officer is responsible for the execution of strategic plans and operations of the Authority. (3) The Chief Executive Officer shall The Chief Executive Officer shall in the capacity of a hydrological advisor assist the Director-General of the Ghana Meteorological Agency who is the permanent representative of Ghana at the World Meteorological Organisation and the United Nations Educational, Scientific and Cultural Organisation; and in the capacity of a hydrological advisor assist the Director-General of the Ghana Meteorological Agency who is the permanent representative of Ghana at the World Meteorological Organisation and the United Nations Educational, Scientific and Cultural Organisation; and represent Ghana on matters relating to the work of the Authority at the United Nations Educational, Scientific and Cultural Organisation, the World Health Organisation and the United Nations Environmental Authority. represent Ghana on matters relating to the work of the Authority at the United Nations Educational, Scientific and Cultural Organisation, the World Health Organisation and the United Nations Environmental Authority. (4) The Chief Executive Officer shall perform any other functions that the Board may assign. The Chief Executive Officer shall perform any other functions that the Board may assign. (5) The Chief Executive Officer may delegate a function to an officer of the Authority but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Chief Executive Officer may delegate a function to an officer of the Authority but shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Deputy Chief Executive Officer",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Deputy Chief Executive Officer for the Authority. The President shall, in accordance with article 195 of the Constitution, appoint a Deputy Chief Executive Officer for the Authority. (2) The Deputy Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. The Deputy Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Functions of the Deputy Chief Executive Officer",
      "content": "(1) The Deputy Chief Executive Officer shall The Deputy Chief Executive Officer shall assist the Chief Executive Officer in the performance of the functions of the Chief Executive Officer; and assist the Chief Executive Officer in the performance of the functions of the Chief Executive Officer; and perform any other functions assigned by the Chief Executive Officer. perform any other functions assigned by the Chief Executive Officer. (2) The Deputy Chief Executive Officer is answerable to the Chief Executive Officer in the performance of the functions under this Act. The Deputy Chief Executive Officer is answerable to the Chief Executive Officer in the performance of the functions under this Act."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Appointment of other staff",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint other staff of the Authority that are necessary for the efficient and effective performance of the functions of the Authority. The President shall, in accordance with article 195 of the Constitution, appoint other staff of the Authority that are necessary for the efficient and effective performance of the functions of the Authority. (2) The Authority may, for the efficient and effective performance of the functions of the Authority, engage the services of consultants and experts on the recommendation of the Chief Executive Officer. The Authority may, for the efficient and effective performance of the functions of the Authority, engage the services of consultants and experts on the recommendation of the Chief Executive Officer."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Secretary to the Board",
      "content": "(1) The head of the Legal Services Unit of the Authority is the Secretary to the Board. The head of the Legal Services Unit of the Authority is the Secretary to the Board. (2) The Secretary shall The Secretary shall record and keep the minutes of the meetings of the Board; and record and keep the minutes of the meetings of the Board; and perform any other functions that perform any other functions that the Board; or the Board; or the Chief Executive Officer in consultation with the Board the Chief Executive Officer in consultation with the Board may assign."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Internal Audit Unit",
      "content": "(1) The Authority shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The Authority shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). (3) The Internal Auditor is responsible for the internal audit of the Authority. The Internal Auditor is responsible for the internal audit of the Authority. (4) The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months prepare and submit to the Board, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and prepare and submit to the Board, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and make recommendations in each report, with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Authority. make recommendations in each report, with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Authority. (5) The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Chief Executive Officer and the chairperson of the Authority. The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Chief Executive Officer and the chairperson of the Authority."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Regional offices of the Authority",
      "content": "(1) The Board may, on the recommendation of the Chief Executive Officer, establish regional offices of the Authority. The Board may, on the recommendation of the Chief Executive Officer, establish regional offices of the Authority. (2) A regional office of the Authority shall perform functions of the Authority in the region as the Board may direct. A regional office of the Authority shall perform functions of the Authority in the region as the Board may direct."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Sources of moneys of the Authority",
      "content": "The sources of moneys of the Authority include moneys approved by Parliament; moneys approved by Parliament; internally generated funds accruing to the Authority in the performance of the functions of the Authority; internally generated funds accruing to the Authority in the performance of the functions of the Authority; moneys allocated from the National Hydrological Fund; and moneys allocated from the National Hydrological Fund; and gifts, donations and grants. gifts, donations and grants."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Bank account of the Authority",
      "content": "The moneys for the Authority shall be paid into a bank account opened with the approval of the Controller and Accountant-General. The moneys for the Authority shall be paid into a bank account opened with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Expenses of the Authority",
      "content": "The administrative expenses of the Authority shall be a charge on the Consolidated Fund. The administrative expenses of the Authority shall be a charge on the Consolidated Fund."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Accounts and audit",
      "content": "(1) The Board shall keep books, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. The Board shall keep books, records, returns and other documents relevant to the accounts in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Authority to the Auditor-General for audit at the end of the financial year. The Board shall submit the accounts of the Authority to the Auditor-General for audit at the end of the financial year. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to the Minister and the Board. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to the Minister and the Board. (4) The financial year of the Authority is the same as the financial year of Government. The financial year of the Authority is the same as the financial year of Government."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Authority for the year to which the annual report relates. The Board shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Authority for the year to which the annual report relates. (2) The annual report shall include The annual report shall include the report of the Auditor-General; and the report of the Auditor-General; and a summary of feedback on activities and services carried out and delivered by the Authority. a summary of feedback on activities and services carried out and delivered by the Authority. (3) The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Board shall submit to the Minister any other report which the Minister may require in writing. The Board shall submit to the Minister any other report which the Minister may require in writing."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Establishment of National Hydrological Fund",
      "content": "There is established by this Act the National Hydrological Fund. There is established by this Act the National Hydrological Fund."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Objects of the Fund",
      "content": "The objects of the Fund are to publicise and promote the activities of the Authority; publicise and promote the activities of the Authority; conduct research, studies and investigations relating to the functions of the Authority; conduct research, studies and investigations relating to the functions of the Authority; promote human resource development through acquisition of scientific, technical and professional knowledge and skills through training, attachments and exchange programmes with reputable local and international institutions, centres and organisations; promote human resource development through acquisition of scientific, technical and professional knowledge and skills through training, attachments and exchange programmes with reputable local and international institutions, centres and organisations; support the acquisition, renewal, modernisation and maintenance of equipment and acquisition of appropriate technologies of the Authority to keep abreast with international standards and practices; and support the acquisition, renewal, modernisation and maintenance of equipment and acquisition of appropriate technologies of the Authority to keep abreast with international standards and practices; and engage in any other activity ancillary to the functions of the Authority as the Board, in consultation with the Minister, shall determine. engage in any other activity ancillary to the functions of the Authority as the Board, in consultation with the Minister, shall determine."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Sources of moneys for the Fund",
      "content": "The sources of moneys for the Fund include moneys approved by Parliament; moneys approved by Parliament; interests from investments; interests from investments; loans; loans; any levy that may be imposed by Parliament on hydrological services; and any levy that may be imposed by Parliament on hydrological services; and grants, donations and gifts. grants, donations and gifts."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Management of the Fund",
      "content": "(1) The Board shall manage and administer the Fund. The Board shall manage and administer the Fund. (2) The moneys for the Fund shall be paid into a bank account opened for the purpose by the Board with the approval of the Controller and Accountant-General. The moneys for the Fund shall be paid into a bank account opened for the purpose by the Board with the approval of the Controller and Accountant-General. (3) Sections 24 and 25 on accounts and audit, and annual and other reports apply to the Fund. Sections 24 and 25 on accounts and audit, and annual and other reports apply to the Fund."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Investment of moneys of the Fund",
      "content": "The Board may invest part of the Fund as the Board considers appropriate in securities that the Minister responsible for Finance may approve. The Board may invest part of the Fund as the Board considers appropriate in securities that the Minister responsible for Finance may approve."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Tax exemption",
      "content": "The Fund is exempt from the payment of tax on income accruing from investments made by the Board for the Fund. The Fund is exempt from the payment of tax on income accruing from investments made by the Board for the Fund."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Unauthorised drainage and sewerage works",
      "content": "(1) A person shall not construct, alter, discontinue or close up any A person shall not construct, alter, discontinue or close up any drain; drain; storm water drainage system; or storm water drainage system; or sewerage system sewerage system without the approval, in writing, of the Authority. (2) Where a person contravenes subsection (1), the Authority shall serve on the person a notice requiring the person to demolish, continue or restore the Where a person contravenes subsection (1), the Authority shall serve on the person a notice requiring the person to demolish, continue or restore the drain; drain; storm water drainage system; or storm water drainage system; or sewerage system sewerage system to the original state within the time specified in the notice. (3) The Authority shall serve the notice referred to under subsection (2) on the owner or occupier of the premises through which the construction, alteration, discontinuance or close up of the The Authority shall serve the notice referred to under subsection (2) on the owner or occupier of the premises through which the construction, alteration, discontinuance or close up of the drain; drain; storm water drainage system; or storm water drainage system; or sewerage system sewerage system is in contravention of subsection (1)."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Unathorised coastal protection works",
      "content": "A person shall not undertake any coastal protection works, project or activity that has an effect on the coastline without the approval, in writing, of the Authority; undertake any coastal protection works, project or activity that has an effect on the coastline without the approval, in writing, of the Authority; remove or damage any part of a sea defence structure; or remove or damage any part of a sea defence structure; or win sand accreted around a sea defence structure, or win sand accreted around a sea defence structure, or undertake any works, project or activity that has an effect on the coastline without the approval, in writing, of the Authority. undertake any works, project or activity that has an effect on the coastline without the approval, in writing, of the Authority."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Interference with hydrological equipment",
      "content": "A person shall not interfere with a hydrological equipment installed for the purposes of observing or collecting hydrological data; or observing or collecting hydrological data; or facilitating the execution of hydrological works. facilitating the execution of hydrological works."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Power to enter land or premises",
      "content": "(1) For the purpose of carrying out the functions of the Authority, an employee authorised by the Authority may, after giving notice to the owner or occupier of any land or premises, enter the land or premises and undertake any act reasonably necessary for carrying out the functions of the Authority and may, in particular For the purpose of carrying out the functions of the Authority, an employee authorised by the Authority may, after giving notice to the owner or occupier of any land or premises, enter the land or premises and undertake any act reasonably necessary for carrying out the functions of the Authority and may, in particular inspect and examine land, buildings and equipment of hydrological stations; inspect and examine land, buildings and equipment of hydrological stations; inspect and examine accounts, records and memoranda required to be kept by hydrological stations; inspect and examine accounts, records and memoranda required to be kept by hydrological stations; cut down and remove any tree, underwood or structure that may interfere with surveys and hydrological works; cut down and remove any tree, underwood or structure that may interfere with surveys and hydrological works; and remove, in consultation with the relevant District Assembly, any installation which constitutes a hindrance to the delivery of a hydrological service. and remove, in consultation with the relevant District Assembly, any installation which constitutes a hindrance to the delivery of a hydrological service. (2) The Authority shall pay compensation for damage caused as a result of action taken under subsection (1). The Authority shall pay compensation for damage caused as a result of action taken under subsection (1). (3) The liability for and the amount of the compensation in subsection (2) shall, in case of a dispute, be settled, in the first instance by negotiation. The liability for and the amount of the compensation in subsection (2) shall, in case of a dispute, be settled, in the first instance by negotiation. (4) The Authority may delegate the power under subsection (1) to the relevant District Assembly. The Authority may delegate the power under subsection (1) to the relevant District Assembly."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Borrowing powers",
      "content": "Subject to section 76 of the Public Financial Management Act, 2016 (Act 921), the Authority may obtain loans and other credit facilities guaranteed by the Government from financial institutions as the Minister may, in consultation with the Minister responsible for Finance, determine. Subject to section 76 of the Public Financial Management Act, 2016 (Act 921), the Authority may obtain loans and other credit facilities guaranteed by the Government from financial institutions as the Minister may, in consultation with the Minister responsible for Finance, determine."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Confidentiality",
      "content": "(1) A member of the Board, the Chief Executive Officer, or an employee of the Authority A member of the Board, the Chief Executive Officer, or an employee of the Authority shall, subject to any existing enactments, treat as confidential any information obtained in the exercise of powers or the performance of duties under this Act; and shall, subject to any existing enactments, treat as confidential any information obtained in the exercise of powers or the performance of duties under this Act; and shall not disclose any information except when required under an enactment, by an order of a court, or under any other circumstance determined by the Board. shall not disclose any information except when required under an enactment, by an order of a court, or under any other circumstance determined by the Board. (2) A person who contravenes subsection (1), A person who contravenes subsection (1), in the case of a member of the Board, ceases to be a member of the Board; and in the case of a member of the Board, ceases to be a member of the Board; and in the case of an employee of the Authority, is subject to disciplinary action. in the case of an employee of the Authority, is subject to disciplinary action."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Execution of contracts",
      "content": "(1) The seal of the Authority shall be authenticated by the signatures of The seal of the Authority shall be authenticated by the signatures of the Chief Executive Officer; and the Chief Executive Officer; and the chairperson of the Board or, in the absence of the chairperson, a member of the Board authorised by the chairperson, or an employee of the Authority authorised by the Authority. the chairperson of the Board or, in the absence of the chairperson, a member of the Board authorised by the chairperson, or an employee of the Authority authorised by the Authority. (2) An instrument or contract, which if executed or entered into by a person other than a body corporate would not require to be under seal, may be executed or entered into on behalf of the Authority by the Chief Executive Officer or a member of the Board authorised to execute the instrument or enter into the contract. An instrument or contract, which if executed or entered into by a person other than a body corporate would not require to be under seal, may be executed or entered into on behalf of the Authority by the Chief Executive Officer or a member of the Board authorised to execute the instrument or enter into the contract. (3) This section is subject to section 12 of the Contracts Act, 1960 (Act 25). This section is subject to section 12 of the Contracts Act, 1960 (Act 25)."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Official use of seal",
      "content": "(1) A person shall not, without the authority of the Board, use the official seal of the Authority. A person shall not, without the authority of the Board, use the official seal of the Authority. (2) A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than one hundred penalty units and not more than two hundred and fifty penalty units and shall, in addition, forfeit to the State the benefit derived in relation to which the seal was used. A person who contravenes subsection (1) commits an offence and is liable on summary conviction to a fine of not less than one hundred penalty units and not more than two hundred and fifty penalty units and shall, in addition, forfeit to the State the benefit derived in relation to which the seal was used."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Offences and penalties",
      "content": "(1) A person who A person who undertakes unauthorised drainage and sewerage works in contravention of section 32; undertakes unauthorised drainage and sewerage works in contravention of section 32; undertakes unauthorised coastal protection works in contravention of section 33; or undertakes unauthorised coastal protection works in contravention of section 33; or interferes with an installed hydrological equipment in contravention of section 34 commits an offence. interferes with an installed hydrological equipment in contravention of section 34 commits an offence. (2) A person who commits an offence under paragraph (a) of subsection (1) is liable on summary conviction to a fine of not less than five hundred penalty units and not more than one thousand penalty units or to a term of imprisonment of not less than one year and not more than two years or to both. A person who commits an offence under paragraph (a) of subsection (1) is liable on summary conviction to a fine of not less than five hundred penalty units and not more than one thousand penalty units or to a term of imprisonment of not less than one year and not more than two years or to both. (3) Where the offence under paragraph (a) of subsection (1) continues, the person is liable on summary conviction to a fine not exceeding one hundred penalty units, for each day during which the offence continues. Where the offence under paragraph (a) of subsection (1) continues, the person is liable on summary conviction to a fine not exceeding one hundred penalty units, for each day during which the offence continues. (4) A person who commits an offence under paragraph (b) of subsection (1) is liable on summary conviction to a fine of not less than one thousand penalty units and not more than two thousand penalty units or to a term of imprisonment of not less than two years and not more than four years or to both. A person who commits an offence under paragraph (b) of subsection (1) is liable on summary conviction to a fine of not less than one thousand penalty units and not more than two thousand penalty units or to a term of imprisonment of not less than two years and not more than four years or to both. (5) A person who commits an offence under paragraph (c) of subsection (1) is liable on summary conviction to a fine of not less than five hundred penalty units and not more than one thousand penalty units or to a term of imprisonment of not less than one year and not more than two years. A person who commits an offence under paragraph (c) of subsection (1) is liable on summary conviction to a fine of not less than five hundred penalty units and not more than one thousand penalty units or to a term of imprisonment of not less than one year and not more than two years."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Offences committed by a body of persons",
      "content": "(1) Where a body of persons is convicted of an offence under this Act, Where a body of persons is convicted of an offence under this Act, in the case of a body corporate, every director or officer of that body corporate shall be deemed to have committed that offence; and in the case of a body corporate, every director or officer of that body corporate shall be deemed to have committed that offence; and in the case of a partnership or a firm, every partner of the partnership or firm shall be deemed to have committed that offence, in the case of a partnership or a firm, every partner of the partnership or firm shall be deemed to have committed that offence, and is liable on summary conviction to a fine of not less than two hundred and fifty penalty units and not more than five hundred penalty units or to a term of imprisonment of not less than one year and not more than two years or to both. (2) A person is not deemed to have committed an offence under subsection (1) if the person proves that A person is not deemed to have committed an offence under subsection (1) if the person proves that the offence was committed without the knowledge of that person; and the offence was committed without the knowledge of that person; and the person exercised care and due diligence to prevent the commission of the offence having regard to all the circumstances. the person exercised care and due diligence to prevent the commission of the offence having regard to all the circumstances."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Regulations",
      "content": "(1) The Minister may, on the recommendations of the Board, by legislative instrument, make Regulations for the efficient and effective implementation of this Act. The Minister may, on the recommendations of the Board, by legislative instrument, make Regulations for the efficient and effective implementation of this Act. (2) Without limiting subsection (1), the Regulations shall Without limiting subsection (1), the Regulations shall prescribe requirements for applied hydrological, drainage, sewerage and coastal engineering in respect of sectoral activities; prescribe requirements for applied hydrological, drainage, sewerage and coastal engineering in respect of sectoral activities; provide for the establishment of hydrological stations; and provide for the establishment of hydrological stations; and prescribe the enforcement of standards in the observation of hydrological phenomena related to the collection of data and information on water resources. prescribe the enforcement of standards in the observation of hydrological phenomena related to the collection of data and information on water resources."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,Authority means the Ghana Hydrological Authority established under section 1;beach nourishment means the addition of large quantities of sand or sediment for the prevention of shoreline erosion;Board means the governing body of the Authority established under section 4;breakwater means a shore-parallel structure built to reduce wave energy or hold beach sand in place;Chief Executive Officer means the person appointed under section 13;coastal engineering means the study dealing with the management of beach erosion and related data and information;District Assembly includes a Municipal Assembly and Metropolitan Assembly;drainage engineering means the study dealing with the management of storm runoff and related data and information;Fund means the National Hydrological Fund established under section 26;groyne means a narrow structure built from an ocean shore, usually straight and perpendicular to the pre-project shoreline;hydrological equipment means an equipment used to facilitate the execution of hydrological works;hydrological phenomena means an observable movement of water within the water cycle;Hydrological Services Department means the Hydrological Services Department of the Ministry in existence before the coming into force of this Act;hydrological station means a facility established to collect surface data and information on surface water and ground-water;hydrological works means drainage, coastal protection, sewerage, operational and applied hydrology and related works of the Authority;hydrology means the study dealing with physical, chemical and physiological reactions of water with the rest of the earth and its relation to the life of the earth;Minister means the Minister responsible for Works and Housing;Ministry means the Ministry responsible for Works and Housing;operational hydrology means the practical application of hydrology in relation to water and flood management;premises includes a building or land, ship, caravan but does not include a building or place used exclusively as a dwelling place;relevant institutions mean institutions concerned with applied hydrological, drainage, sewerage and coastal engineering research;revetment means an onshore structure with the principal function of protecting the shoreline from erosion;sea defence services means services provided for the protection of land from being flooded or eroded through measures like breakwaters, revetments, groynes and beach nourishment;sectoral activities include activities related to agriculture, marine, energy, construction and building works, environment, water resources, floods, beach erosion and natural disaster; andsewerage means the infrastructure that conveys sewage or surface run-off. In this Act, unless the context otherwise requires, Authority means the Ghana Hydrological Authority established under section 1; beach nourishment means the addition of large quantities of sand or sediment for the prevention of shoreline erosion; Board means the governing body of the Authority established under section 4; breakwater means a shore-parallel structure built to reduce wave energy or hold beach sand in place; Chief Executive Officer means the person appointed under section 13; coastal engineering means the study dealing with the management of beach erosion and related data and information; District Assembly includes a Municipal Assembly and Metropolitan Assembly; drainage engineering means the study dealing with the management of storm runoff and related data and information; Fund means the National Hydrological Fund established under section 26; groyne means a narrow structure built from an ocean shore, usually straight and perpendicular to the pre-project shoreline; hydrological equipment means an equipment used to facilitate the execution of hydrological works; hydrological phenomena means an observable movement of water within the water cycle; Hydrological Services Department means the Hydrological Services Department of the Ministry in existence before the coming into force of this Act; hydrological station means a facility established to collect surface data and information on surface water and ground-water; hydrological works means drainage, coastal protection, sewerage, operational and applied hydrology and related works of the Authority; hydrology means the study dealing with physical, chemical and physiological reactions of water with the rest of the earth and its relation to the life of the earth; Minister means the Minister responsible for Works and Housing; Ministry means the Ministry responsible for Works and Housing; operational hydrology means the practical application of hydrology in relation to water and flood management; premises includes a building or land, ship, caravan but does not include a building or place used exclusively as a dwelling place; relevant institutions mean institutions concerned with applied hydrological, drainage, sewerage and coastal engineering research; revetment means an onshore structure with the principal function of protecting the shoreline from erosion; sea defence services means services provided for the protection of land from being flooded or eroded through measures like breakwaters, revetments, groynes and beach nourishment; sectoral activities include activities related to agriculture, marine, energy, construction and building works, environment, water resources, floods, beach erosion and natural disaster; and sewerage means the infrastructure that conveys sewage or surface run-off."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Dissolution and savings",
      "content": "(1) The Hydrological Services Department established under the Ministry of Works and Housing and in existence before the coming into force of this Act is dissolved. The Hydrological Services Department established under the Ministry of Works and Housing and in existence before the coming into force of this Act is dissolved. (2) Despite the dissolution under subsection (1), any contracts, orders or decisions or anything made or done by the Hydrological Services Department and in force immediately before the coming into force of this Act shall be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated. Despite the dissolution under subsection (1), any contracts, orders or decisions or anything made or done by the Hydrological Services Department and in force immediately before the coming into force of this Act shall be considered to have been made or done under this Act and shall continue to have effect until reviewed, cancelled or terminated."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Transitional provisions",
      "content": "(1) The rights, assets, obligation and liabilities of the Hydrological Services Department in existence before the coming into force of this Act are transferred to the Authority and accordingly proceedings taken by or against the Hydrological Services Department may be continued by or against the Authority. The rights, assets, obligation and liabilities of the Hydrological Services Department in existence before the coming into force of this Act are transferred to the Authority and accordingly proceedings taken by or against the Hydrological Services Department may be continued by or against the Authority. (2) An employee of the Hydrological Services Department of the Ministry in existence before the coming into force of this Act is transferred to the Authority established under section 1. An employee of the Hydrological Services Department of the Ministry in existence before the coming into force of this Act is transferred to the Authority established under section 1. (3) Despite subsection (2), the terms and conditions of service of an employee of the Hydrological Services Department in existence before the coming into force of this Act shall not, on the coming into force of this Act, derogate from the terms and conditions of service of that employee at the time of appointment. Despite subsection (2), the terms and conditions of service of an employee of the Hydrological Services Department in existence before the coming into force of this Act shall not, on the coming into force of this Act, derogate from the terms and conditions of service of that employee at the time of appointment. (4) Moneys located in a bank account held by or on behalf of the Hydrological Services Department in existence before the coming into force of this Act are transferred to the Authority. Moneys located in a bank account held by or on behalf of the Hydrological Services Department in existence before the coming into force of this Act are transferred to the Authority."
    }
  ],
  "definitions": [
    {
      "term": "Authority",
      "definition": "the Ghana Hydrological Authority established under section 1",
      "source_provision": "s43"
    },
    {
      "term": "beach nourishment",
      "definition": "the addition of large quantities of sand or sediment for the prevention of shoreline erosion",
      "source_provision": "s43"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Authority established under section 4",
      "source_provision": "s43"
    },
    {
      "term": "breakwater",
      "definition": "a shore-parallel structure built to reduce wave energy or hold beach sand in place",
      "source_provision": "s43"
    },
    {
      "term": "Chief Executive Officer",
      "definition": "the person appointed under section 13",
      "source_provision": "s43"
    },
    {
      "term": "coastal engineering",
      "definition": "the study dealing with the management of beach erosion and related data and information",
      "source_provision": "s43"
    },
    {
      "term": "drainage engineering",
      "definition": "the study dealing with the management of storm runoff and related data and information",
      "source_provision": "s43"
    },
    {
      "term": "Fund",
      "definition": "the National Hydrological Fund established under section 26",
      "source_provision": "s43"
    },
    {
      "term": "groyne",
      "definition": "a narrow structure built from an ocean shore, usually straight and perpendicular to the pre-project shoreline",
      "source_provision": "s43"
    },
    {
      "term": "hydrological equipment",
      "definition": "an equipment used to facilitate the execution of hydrological works",
      "source_provision": "s43"
    },
    {
      "term": "hydrological phenomena",
      "definition": "an observable movement of water within the water cycle",
      "source_provision": "s43"
    },
    {
      "term": "Hydrological Services Department",
      "definition": "the Hydrological Services Department of the Ministry in existence before the coming into force of this Act",
      "source_provision": "s43"
    },
    {
      "term": "hydrological station",
      "definition": "a facility established to collect surface data and information on surface water and ground-water",
      "source_provision": "s43"
    },
    {
      "term": "hydrological works",
      "definition": "drainage, coastal protection, sewerage, operational and applied hydrology and related works of the Authority",
      "source_provision": "s43"
    },
    {
      "term": "hydrology",
      "definition": "the study dealing with physical, chemical and physiological reactions of water with the rest of the earth and its relation to the life of the earth",
      "source_provision": "s43"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Works and Housing",
      "source_provision": "s43"
    },
    {
      "term": "Ministry",
      "definition": "the Ministry responsible for Works and Housing",
      "source_provision": "s43"
    },
    {
      "term": "operational hydrology",
      "definition": "the practical application of hydrology in relation to water and flood management",
      "source_provision": "s43"
    },
    {
      "term": "revetment",
      "definition": "an onshore structure with the principal function of protecting the shoreline from erosion",
      "source_provision": "s43"
    },
    {
      "term": "sea defence services",
      "definition": "services provided for the protection of land from being flooded or eroded through measures like breakwaters, revetments, groynes and beach nourishment",
      "source_provision": "s43"
    },
    {
      "term": "sewerage",
      "definition": "the infrastructure that conveys sewage or surface run-off. In this Act, unless the context otherwise requires, Authority means the Ghana Hydrological Authority established under section 1",
      "source_provision": "s43"
    },
    {
      "term": "beach nourishment",
      "definition": "the addition of large quantities of sand or sediment for the prevention of shoreline erosion",
      "source_provision": "s43"
    },
    {
      "term": "Board",
      "definition": "the governing body of the Authority established under section 4",
      "source_provision": "s43"
    },
    {
      "term": "breakwater",
      "definition": "a shore-parallel structure built to reduce wave energy or hold beach sand in place",
      "source_provision": "s43"
    },
    {
      "term": "Chief Executive Officer",
      "definition": "the person appointed under section 13",
      "source_provision": "s43"
    },
    {
      "term": "coastal engineering",
      "definition": "the study dealing with the management of beach erosion and related data and information",
      "source_provision": "s43"
    },
    {
      "term": "drainage engineering",
      "definition": "the study dealing with the management of storm runoff and related data and information",
      "source_provision": "s43"
    },
    {
      "term": "Fund",
      "definition": "the National Hydrological Fund established under section 26",
      "source_provision": "s43"
    },
    {
      "term": "groyne",
      "definition": "a narrow structure built from an ocean shore, usually straight and perpendicular to the pre-project shoreline",
      "source_provision": "s43"
    },
    {
      "term": "hydrological equipment",
      "definition": "an equipment used to facilitate the execution of hydrological works",
      "source_provision": "s43"
    },
    {
      "term": "hydrological phenomena",
      "definition": "an observable movement of water within the water cycle",
      "source_provision": "s43"
    },
    {
      "term": "Hydrological Services Department",
      "definition": "the Hydrological Services Department of the Ministry in existence before the coming into force of this Act",
      "source_provision": "s43"
    },
    {
      "term": "hydrological station",
      "definition": "a facility established to collect surface data and information on surface water and ground-water",
      "source_provision": "s43"
    },
    {
      "term": "hydrological works",
      "definition": "drainage, coastal protection, sewerage, operational and applied hydrology and related works of the Authority",
      "source_provision": "s43"
    },
    {
      "term": "hydrology",
      "definition": "the study dealing with physical, chemical and physiological reactions of water with the rest of the earth and its relation to the life of the earth",
      "source_provision": "s43"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Works and Housing",
      "source_provision": "s43"
    },
    {
      "term": "Ministry",
      "definition": "the Ministry responsible for Works and Housing",
      "source_provision": "s43"
    },
    {
      "term": "operational hydrology",
      "definition": "the practical application of hydrology in relation to water and flood management",
      "source_provision": "s43"
    },
    {
      "term": "revetment",
      "definition": "an onshore structure with the principal function of protecting the shoreline from erosion",
      "source_provision": "s43"
    },
    {
      "term": "sea defence services",
      "definition": "services provided for the protection of land from being flooded or eroded through measures like breakwaters, revetments, groynes and beach nourishment",
      "source_provision": "s43"
    }
  ]
}