{
  "id": "act-1083-2022",
  "type": "act",
  "title": "Exemptions Act, 2022",
  "short_name": "Exemptions Act, 2022 2022",
  "act_number": 1083,
  "year": 2022,
  "status": "in_force",
  "issued_date": "2022-09-12",
  "url": "https://ghalii.org/akn/gh/act/2022/1083",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Object of this Act",
      "content": "The object of this Act is to provide for an exemptions regime and the scope of exemptions; provide for an exemptions regime and the scope of exemptions; set criteria for exemptions; set criteria for exemptions; provide for the administration of exemptions; and provide for the administration of exemptions; and provide for monitoring, evaluation, reporting and enforcement of exemptions. provide for monitoring, evaluation, reporting and enforcement of exemptions."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Application",
      "content": "(1) This Act applies to all exemptions. This Act applies to all exemptions. (2) This Act shall be read together with any other enactment relevant to taxes, levies, rates, duties, fees and charges and public financial management. This Act shall be read together with any other enactment relevant to taxes, levies, rates, duties, fees and charges and public financial management. (3) Where there is a conflict or inconsistency between the provisions of this Act and any other enactment related to exemptions, the provisions of this Act shall prevail. Where there is a conflict or inconsistency between the provisions of this Act and any other enactment related to exemptions, the provisions of this Act shall prevail. (4) This Act is a “tax law” for purposes of the Revenue Administration Act, 2016 (Act 915). This Act is a “tax law” for purposes of the Revenue Administration Act, 2016 (Act 915)."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Definition of exemption",
      "content": "(1) For the purposes of this Act, an exemption is For the purposes of this Act, an exemption is a waiver or variation of a tax, levy, rate, duty, fee or charge provided for under an enactment, or a waiver or variation of a tax, levy, rate, duty, fee or charge provided for under an enactment, or a variation of the timing of the payment of a tax, levy, rate, duty, fee or charge which results in a reduction in the effective liability of the payer. a variation of the timing of the payment of a tax, levy, rate, duty, fee or charge which results in a reduction in the effective liability of the payer. (2) Despite subsection (1), the power of the Commissioner-General to remit assessed tax or extend the date on which a tax is payable shall continue to apply. Despite subsection (1), the power of the Commissioner-General to remit assessed tax or extend the date on which a tax is payable shall continue to apply."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "General responsibility",
      "content": "(1) A person shall not be granted an exemption unless the person is entitled to the exemption under this Act. A person shall not be granted an exemption unless the person is entitled to the exemption under this Act. (2) A person shall not grant an exemption to another person unless the person is authorised to grant the exemption under this Act. A person shall not grant an exemption to another person unless the person is authorised to grant the exemption under this Act. (3) A person shall not waive or vary a domestic indirect tax or enter into an agreement to waive or vary a domestic indirect tax unless expressly provided for in this Act or the relevant tax law. A person shall not waive or vary a domestic indirect tax or enter into an agreement to waive or vary a domestic indirect tax unless expressly provided for in this Act or the relevant tax law. (4) A person who is granted an exemption under this Act shall not transfer the exemption to another person. A person who is granted an exemption under this Act shall not transfer the exemption to another person. (5) A person shall not waive or vary a tax, levy, rate, duty, fee or a charge imposed by a Local Government Authority unless the waiver or variation is authorised under a bye-law of the Local Government Authority. A person shall not waive or vary a tax, levy, rate, duty, fee or a charge imposed by a Local Government Authority unless the waiver or variation is authorised under a bye-law of the Local Government Authority."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Responsibility of the Minister",
      "content": "(1) The Minister shall The Minister shall seek Executive approval for an exemption; and seek Executive approval for an exemption; and submit a request for the exemption to Parliament. submit a request for the exemption to Parliament. (2) The Minister shall, on receipt of a request for an exemption, The Minister shall, on receipt of a request for an exemption, assess the request for the exemption; and assess the request for the exemption; and ensure that the exemption is consistent with the economic management priorities of Government and the general policy of the Government on exemptions. ensure that the exemption is consistent with the economic management priorities of Government and the general policy of the Government on exemptions. (3) The Minister shall issue administrative guidelines on The Minister shall issue administrative guidelines on the procedure for an application for an exemption; and the procedure for an application for an exemption; and the modalities for assessing and granting exemptions. the modalities for assessing and granting exemptions. (4) The Minister shall, subject to Executive approval, seek the approval of Parliament by resolution for a request for exemption in accordance with article 174 of the Constitution. The Minister shall, subject to Executive approval, seek the approval of Parliament by resolution for a request for exemption in accordance with article 174 of the Constitution. (5) The Minister shall The Minister shall monitor the use of an exemption as an economic management tool; and monitor the use of an exemption as an economic management tool; and report on the impact of an exemption in the annual national budget presented to Parliament. report on the impact of an exemption in the annual national budget presented to Parliament. (6) The Minister shall inform Cabinet on matters relating to exemptions. The Minister shall inform Cabinet on matters relating to exemptions. (7) The Minister shall ensure that covered entities and other relevant stakeholders are sensitised on any new law or requirement instituted to The Minister shall ensure that covered entities and other relevant stakeholders are sensitised on any new law or requirement instituted to improve the effectiveness and efficiency of the exemptions regime; or improve the effectiveness and efficiency of the exemptions regime; or ensure compliance with this Act. ensure compliance with this Act."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Negotiation and approval of exemption",
      "content": "(1) A person shall not negotiate or enter into an agreement to grant an exemption except with the prior written approval of the Minister. A person shall not negotiate or enter into an agreement to grant an exemption except with the prior written approval of the Minister. (2) An agreement to grant an exemption is void unless subsection (1) is complied with. An agreement to grant an exemption is void unless subsection (1) is complied with. (3) Where a request for an exemption is contained in a contract to be laid before Parliament for approval, the contract shall be accompanied with Where a request for an exemption is contained in a contract to be laid before Parliament for approval, the contract shall be accompanied with a detailed assessment of the value of the anticipated exemptions contained in the contract; a detailed assessment of the value of the anticipated exemptions contained in the contract; the list of items and taxes to which the exemptions are applicable; the list of items and taxes to which the exemptions are applicable; a limit on the total value of the exemptions to be granted under that contract; a limit on the total value of the exemptions to be granted under that contract; a time limit on the exemption to ensure that the exemption does not exceed the duration of the contract; a time limit on the exemption to ensure that the exemption does not exceed the duration of the contract; the impact of the exemption on programmed revenue; the impact of the exemption on programmed revenue; details of the beneficial owners of the entities involved in the contract; and details of the beneficial owners of the entities involved in the contract; and a value for money assessment report. a value for money assessment report. (4) A contract that contains an exemption shall not be submitted to Parliament unless subsections (1) and (3) are complied with. A contract that contains an exemption shall not be submitted to Parliament unless subsections (1) and (3) are complied with. (5) Parliament may vary the exemptions in an application for exemption laid before Parliament. Parliament may vary the exemptions in an application for exemption laid before Parliament. (6) Where Parliament varies the exemptions referred to in subsection (5), the Minister shall, within fourteen days from the date the Minister receives the variation notification, notify the person concerned. Where Parliament varies the exemptions referred to in subsection (5), the Minister shall, within fourteen days from the date the Minister receives the variation notification, notify the person concerned."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Procedure for granting exemption to covered entities",
      "content": "(1) An application for an exemption by a covered entity shall be made to the Minister. An application for an exemption by a covered entity shall be made to the Minister. (2) The Minister shall assess the application. The Minister shall assess the application. (3) The Minister may make a recommendation to Cabinet for consideration. The Minister may make a recommendation to Cabinet for consideration. (4) The recommendation referred to in subsection (3) shall state clearly the basis for the recommendation. The recommendation referred to in subsection (3) shall state clearly the basis for the recommendation. (5) Where the Minister, on an application for an exemption by a covered entity, makes a recommendation for Cabinet approval, Cabinet shall, upon approval, direct the Minister to seek Parliamentary approval. Where the Minister, on an application for an exemption by a covered entity, makes a recommendation for Cabinet approval, Cabinet shall, upon approval, direct the Minister to seek Parliamentary approval. (6) Where Cabinet does not approve the recommendation, the Minister shall inform covered entity of the decision of Cabinet within fourteen days of receipt of the decision. Where Cabinet does not approve the recommendation, the Minister shall inform covered entity of the decision of Cabinet within fourteen days of receipt of the decision. (7) Where the Minister does not make a recommendation to Cabinet for an exemption, the Minister shall inform the covered entity of the decision within fourteen days of receipt of the application. Where the Minister does not make a recommendation to Cabinet for an exemption, the Minister shall inform the covered entity of the decision within fourteen days of receipt of the application."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "The President",
      "content": "(1) The salary, allowances and facilities, of the President, and on leaving office, the pensions and gratuity of the President are exempt from tax in accordance with clause (5) of article 68 of the Constitution. The salary, allowances and facilities, of the President, and on leaving office, the pensions and gratuity of the President are exempt from tax in accordance with clause (5) of article 68 of the Constitution. (2) Goods procured for the use of the President or Vice-President are exempt from customs duties and customs tax in accordance with the procedure under section 7. Goods procured for the use of the President or Vice-President are exempt from customs duties and customs tax in accordance with the procedure under section 7. (3) A person who makes an application for an exemption in the name of the President or Vice-President which is not for the use of the President or Vice-President commits an offence and is liable on summary conviction to a fine of not less than one thousand penalty units and not more than two thousand and five hundred penalty units or to a term of imprisonment of not less than six months and not more than five years or to both. A person who makes an application for an exemption in the name of the President or Vice-President which is not for the use of the President or Vice-President commits an offence and is liable on summary conviction to a fine of not less than one thousand penalty units and not more than two thousand and five hundred penalty units or to a term of imprisonment of not less than six months and not more than five years or to both. (4) Where the offence under subsection (3) results in the loss of revenue, the person who committed the offence is liable to pay three hundred percent of the loss in addition to the punishment imposed under subsection (3). Where the offence under subsection (3) results in the loss of revenue, the person who committed the offence is liable to pay three hundred percent of the loss in addition to the punishment imposed under subsection (3)."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Diplomats and diplomatic missions",
      "content": "(1) Goods and vehicles imported by or for the official use of a body of the United Nations, the African Union, the Economic Community of West African States, the Commonwealth, a diplomatic mission or a consulate are exempt from the payment of customs duties and customs taxes. Goods and vehicles imported by or for the official use of a body of the United Nations, the African Union, the Economic Community of West African States, the Commonwealth, a diplomatic mission or a consulate are exempt from the payment of customs duties and customs taxes. (2) A diplomat or diplomatic mission shall be granted an exemption where a similar exemption is granted to a Ghanaian diplomat or diplomatic mission in the country of that diplomat. A diplomat or diplomatic mission shall be granted an exemption where a similar exemption is granted to a Ghanaian diplomat or diplomatic mission in the country of that diplomat. (3) On the first arrival in the country of an employee of the United Nations, the African Union, the Economic Community of West African States, the Commonwealth, a diplomatic mission or a consulate, the household or personal effects of the employee, if that employee is not engaged in any other business or profession in the country, are exempt from the payment of customs duties and customs taxes. On the first arrival in the country of an employee of the United Nations, the African Union, the Economic Community of West African States, the Commonwealth, a diplomatic mission or a consulate, the household or personal effects of the employee, if that employee is not engaged in any other business or profession in the country, are exempt from the payment of customs duties and customs taxes. (4) Goods and vehicles imported by or for the use of a permanent member of the United Nations, the African Union, the Economic Community of West African States, the Commonwealth, a diplomatic mission or a consulate are exempt from the payment of customs duties and customs taxes. Goods and vehicles imported by or for the use of a permanent member of the United Nations, the African Union, the Economic Community of West African States, the Commonwealth, a diplomatic mission or a consulate are exempt from the payment of customs duties and customs taxes. (5) For the purposes of this section, the Minister responsible for Foreign Affairs shall submit to the Minister responsible for Finance, on an annual basis, a list of the diplomats and diplomatic missions that qualify for exemption. For the purposes of this section, the Minister responsible for Foreign Affairs shall submit to the Minister responsible for Finance, on an annual basis, a list of the diplomats and diplomatic missions that qualify for exemption. (6) A diplomat or a diplomatic mission shall be granted an exemption based on the list submitted under subsection (5). A diplomat or a diplomatic mission shall be granted an exemption based on the list submitted under subsection (5)."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Persons with disability",
      "content": "The following disability-related items are exempt from the payment of customs duties and customs taxes: books, publications and documents specially designed for the use of persons with disability on the recommendation of the Minister responsible for Social Welfare; books, publications and documents specially designed for the use of persons with disability on the recommendation of the Minister responsible for Social Welfare; other items specially designed for the education, scientific or cultural advancement of persons with disability, imported by institutions or organisations recommended by the Minister responsible for Social Welfare and approved by the Minister; other items specially designed for the education, scientific or cultural advancement of persons with disability, imported by institutions or organisations recommended by the Minister responsible for Social Welfare and approved by the Minister; vehicles specially designed, adapted or modified for use by persons with disability certified by the relevant licensing authority and approved by the Minister; and vehicles specially designed, adapted or modified for use by persons with disability certified by the relevant licensing authority and approved by the Minister; and specially designed items imported by persons with disability for their educational, scientific or cultural advancement. specially designed items imported by persons with disability for their educational, scientific or cultural advancement."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Religious organisations",
      "content": "(1) The following items imported for religious purposes are exempt from the payment of customs duties and customs taxes: The following items imported for religious purposes are exempt from the payment of customs duties and customs taxes: altar bread; altar bread; communion wafer; communion wafer; altar wine; altar wine; Catholic rosary; Catholic rosary; altar frontal; altar frontal; altar linen and vestments excluding choir robes and pulpit gowns; altar linen and vestments excluding choir robes and pulpit gowns; Zamzam; Zamzam; Tasbi; Tasbi; sajjada; and sajjada; and other similar items imported for religious purposes used exclusively for worship recommended by the Minister responsible for Religious Affairs and approved by the Minister. other similar items imported for religious purposes used exclusively for worship recommended by the Minister responsible for Religious Affairs and approved by the Minister. (2) For the purposes of subsection (1),“sajjada” means an Islamic prayer mat or rug;“ Tasbi” means an Islamic rosary; and“Zamzam” means holy water imported from Mecca. For the purposes of subsection (1), “sajjada” means an Islamic prayer mat or rug; “ Tasbi” means an Islamic rosary; and “Zamzam” means holy water imported from Mecca."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Donor and charity organisations",
      "content": "(1) An item for An item for educational purposes, and educational purposes, and health purposes health purposes imported by a development partner, a charity organisation, a philanthropist or any other not-for-profit organisation as a gift for charitable purposes is, subject to subsection (2), exempt from customs duties and customs taxes where the application is supported by a recommendation by the relevant sector Minister and approved by the Minister. (2) An application for the exemption referred to in subsection (1) shall not be processed unless the application An application for the exemption referred to in subsection (1) shall not be processed unless the application is made by the official head of the identifiable group that benefits from the gift; and is made by the official head of the identifiable group that benefits from the gift; and spells out in detail the specific items and the quantity of each item expected in the donation. spells out in detail the specific items and the quantity of each item expected in the donation. (3) An application for the exemption referred to in subsection (1) shall be accompanied with An application for the exemption referred to in subsection (1) shall be accompanied with the background information of the donor or charity organisation where the donor or charity organisation is new; or the background information of the donor or charity organisation where the donor or charity organisation is new; or a report of the activities of the donor or charity organisation in the beneficiary social, educational or health institution in the past twenty-four months, where the donor or charity organisation is already in existence. a report of the activities of the donor or charity organisation in the beneficiary social, educational or health institution in the past twenty-four months, where the donor or charity organisation is already in existence."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Free zone enterprises",
      "content": "(1) A free zone enterprise that imports items into a free zone or single factory zone is exempt from customs duties and customs taxes. A free zone enterprise that imports items into a free zone or single factory zone is exempt from customs duties and customs taxes. (2) A company licensed as a free zone enterprise in accordance with the Free Zone Act, 1995 (Act 504) but that does not export A company licensed as a free zone enterprise in accordance with the Free Zone Act, 1995 (Act 504) but that does not export a minimum of seventy per cent of the output of the company, or a minimum of seventy per cent of the output of the company, or the relevant percentage as specified in the licence issued by the Free Zone Authority the relevant percentage as specified in the licence issued by the Free Zone Authority shall pay three hundred per cent of all taxes due. (3) The Ghana Revenue Authority shall recover the taxes due from a free zone enterprise under subsection (2). The Ghana Revenue Authority shall recover the taxes due from a free zone enterprise under subsection (2). (4) A free zone enterprise shall submit an annual report to the Ministry for each year of operation to ensure continuing eligibility. A free zone enterprise shall submit an annual report to the Ministry for each year of operation to ensure continuing eligibility. (5) The annual report referred to in subsection (4) includes The annual report referred to in subsection (4) includes the number of employees; the number of employees; employee taxes; employee taxes; annual turnover; annual turnover; the percentage of goods exported with full export documentation and destination; and the percentage of goods exported with full export documentation and destination; and exemptions granted to the free zone enterprise during the period. exemptions granted to the free zone enterprise during the period."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "General tax incentives",
      "content": "(1) The Minister may, on the recommendation of the relevant sector Minister and with the approval of Cabinet, by legislative instrument, make Regulations to grant an industry-specific or programme-specific tax concession for an industry or investment programme. The Minister may, on the recommendation of the relevant sector Minister and with the approval of Cabinet, by legislative instrument, make Regulations to grant an industry-specific or programme-specific tax concession for an industry or investment programme. (2) Where the tax concession is on customs duties and customs taxes, the list of the items to which the concession applies and the exact concessional rate for each item shall be provided in the Regulations made under this Act. Where the tax concession is on customs duties and customs taxes, the list of the items to which the concession applies and the exact concessional rate for each item shall be provided in the Regulations made under this Act. (3) Where the State seeks to take up a reciprocal carried interest in a business that accesses general tax incentives, the particulars of the carried interest shall be specified in the Regulations made under this Act. Where the State seeks to take up a reciprocal carried interest in a business that accesses general tax incentives, the particulars of the carried interest shall be specified in the Regulations made under this Act."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Special tax incentives for strategic investments",
      "content": "(1) The State may, in addition to granting a general tax incentive to a sector in accordance with an enactment, grant a specially-negotiated tax exemption for strategic investment where the State takes a commensurate equity stake in the investment project. The State may, in addition to granting a general tax incentive to a sector in accordance with an enactment, grant a specially-negotiated tax exemption for strategic investment where the State takes a commensurate equity stake in the investment project. (2) An entity that cedes an equity stake to the State in return for a tax incentive shall have an unqualified right to buy back the equity stake of the State at the prevailing market price. An entity that cedes an equity stake to the State in return for a tax incentive shall have an unqualified right to buy back the equity stake of the State at the prevailing market price."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Procedure for granting special tax incentives",
      "content": "(1) Cabinet shall, for the purpose of granting special tax incentives and promoting major investments, determine the priority areas of economic investments. Cabinet shall, for the purpose of granting special tax incentives and promoting major investments, determine the priority areas of economic investments. (2) The Ghana Investment Promotion Centre shall, within thirty days after the determination of the priority areas referred to in subsection (1), publish the priority areas The Ghana Investment Promotion Centre shall, within thirty days after the determination of the priority areas referred to in subsection (1), publish the priority areas in the Gazette; in the Gazette; on the website of the Ghana Investment Promotion Centre; and on the website of the Ghana Investment Promotion Centre; and in a daily newspaper of national circulation. in a daily newspaper of national circulation. (3) An investor that seeks to invest in a priority area may apply to the Ghana Investment Promotion Centre stating clearly the cost details of the investment and the exemptions required. An investor that seeks to invest in a priority area may apply to the Ghana Investment Promotion Centre stating clearly the cost details of the investment and the exemptions required. (4) The Ghana Investment Promotion Centre shall, upon receipt of an application in subsection (3) and in consultation with the relevant covered entity, The Ghana Investment Promotion Centre shall, upon receipt of an application in subsection (3) and in consultation with the relevant covered entity, make a determination whether the investment is within the priority areas of economic investment; and make a determination whether the investment is within the priority areas of economic investment; and communicate the decision of the Ghana Investment Promotion Centre to the applicant within thirty days after the receipt of the application. communicate the decision of the Ghana Investment Promotion Centre to the applicant within thirty days after the receipt of the application. (5) Where the Centre determines that the investment for which the tax exemptions are being requested is in a priority area of economic investment, the Chief Executive Officer of the Centre shall, within five days of making the decision, forward the application to the Minister. Where the Centre determines that the investment for which the tax exemptions are being requested is in a priority area of economic investment, the Chief Executive Officer of the Centre shall, within five days of making the decision, forward the application to the Minister. (6) The Minister shall, on receipt of the request from the Centre, enter into negotiations with the prospective investor to arrive at the The Minister shall, on receipt of the request from the Centre, enter into negotiations with the prospective investor to arrive at the cost details of the investment; cost details of the investment; exact scope and details of the exemptions to be granted; and exact scope and details of the exemptions to be granted; and commensurate equity stake that the State may take in the investment in return for the revenue forgone in granting the exemptions. commensurate equity stake that the State may take in the investment in return for the revenue forgone in granting the exemptions. (7) The Minister shall, on a successful conclusion of the negotiations in subsection (6), take immediate steps to procure the necessary approvals from Cabinet and Parliament for the investment incentives agreement to be signed between the Ministry and the prospective investor. The Minister shall, on a successful conclusion of the negotiations in subsection (6), take immediate steps to procure the necessary approvals from Cabinet and Parliament for the investment incentives agreement to be signed between the Ministry and the prospective investor."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Baggage and effects",
      "content": "(1) Baggage of passenger, accompanying the passenger travelling into the country, but not including goods for sale, barter, exchange or as gift is exempt from customs duties and customs taxes. Baggage of passenger, accompanying the passenger travelling into the country, but not including goods for sale, barter, exchange or as gift is exempt from customs duties and customs taxes. (2) A personal effect, not being merchandise, of a Ghanaian who dies in a place outside the jurisdiction of Ghana is exempt from customs duties and customs taxes. A personal effect, not being merchandise, of a Ghanaian who dies in a place outside the jurisdiction of Ghana is exempt from customs duties and customs taxes. (3) The Minister shall, by Regulations, provide for the permissible quantities and kinds of imports to which this section applies. The Minister shall, by Regulations, provide for the permissible quantities and kinds of imports to which this section applies."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Foodstuffs",
      "content": "The following imported items of West Africa origin are exempt from the payment of customs duties and customs taxes: raw foodstuff; raw foodstuff; fresh, chilled or frozen fish caught by Ghanaian owned vessels, trawlers or canoes; and fresh, chilled or frozen fish caught by Ghanaian owned vessels, trawlers or canoes; and dried, smoked or salted fish. dried, smoked or salted fish."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Equipment, replacement parts and others for production trial",
      "content": "Equipment, replacement parts and kits for production trials imported by a manufacturer or assembler of plants and machinery, including an automobile registerd by the Ministry responsible for trade and industry; registerd by the Ministry responsible for trade and industry; recommended by the Minister responsible for trade and industry; and recommended by the Minister responsible for trade and industry; and approved by the Minister approved by the Minister are exempt from customs duties and customs taxes."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Executed treaties, agreements or conventions",
      "content": "(1) An exemption from the payment of customs duties and customs taxes may be granted under a treaty, agreement or convention executed by or under the authority of the President after ratification by Parliament. An exemption from the payment of customs duties and customs taxes may be granted under a treaty, agreement or convention executed by or under the authority of the President after ratification by Parliament. (2) Each exemption under subsection (1) shall be considered on a case-by-case basis. Each exemption under subsection (1) shall be considered on a case-by-case basis. (3) The Minister shall secure approval from Cabinet and Parliament before the exemption referred to in subsection (1) takes effect. The Minister shall secure approval from Cabinet and Parliament before the exemption referred to in subsection (1) takes effect. (4) Where an item to which an executed treaty, agreement or convention applies is produced locally, a contractor under the executed treaty, agreement or convention shall procure the item from the local market and the Minister shall not grant an exemption in respect of the executed treaty, agreement or convention. Where an item to which an executed treaty, agreement or convention applies is produced locally, a contractor under the executed treaty, agreement or convention shall procure the item from the local market and the Minister shall not grant an exemption in respect of the executed treaty, agreement or convention."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Technical cooperation programmes or projects",
      "content": "(1) Goods imported for use by an International Agency for purposes of a technical cooperation programme or project, shall be granted the exemption required by the agreement governing the particular programme or project. Goods imported for use by an International Agency for purposes of a technical cooperation programme or project, shall be granted the exemption required by the agreement governing the particular programme or project. (2) Household goods imported for the use of personnel engaged by an International Agency under a Technical Assistance Programme or project may be exempt from the payment of customs duties and customs taxes on the first arrival of the personnel in the country. Household goods imported for the use of personnel engaged by an International Agency under a Technical Assistance Programme or project may be exempt from the payment of customs duties and customs taxes on the first arrival of the personnel in the country. (3) For purposes of this section, the International Agency shall submit to the Minister through the relevant sector Minister, a list of key officers and positions that qualify for exemption. For purposes of this section, the International Agency shall submit to the Minister through the relevant sector Minister, a list of key officers and positions that qualify for exemption. (4) The Minister shall secure approval from Cabinet and Parliament before the agreement referred to in subsection (1) takes effect. The Minister shall secure approval from Cabinet and Parliament before the agreement referred to in subsection (1) takes effect."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Programmes or projects funded with grants",
      "content": "(1) A programme or a project fully funded with a grant may be granted an exemption from the payment of customs duties and customs taxes in the agreement governing the particular programme or project. A programme or a project fully funded with a grant may be granted an exemption from the payment of customs duties and customs taxes in the agreement governing the particular programme or project. (2) Each exemption under subsection (1) shall be considered on a case-by-case basis. Each exemption under subsection (1) shall be considered on a case-by-case basis. (3) The Minister shall secure approval from Cabinet and Parliament before the exemption referred to in subsection (1) takes effect. The Minister shall secure approval from Cabinet and Parliament before the exemption referred to in subsection (1) takes effect. (4) Where an item to be used for the programme or project is produced locally, the contractor shall procure the item from the local market and the Minister shall not grant an exemption in respect of the programme or project. Where an item to be used for the programme or project is produced locally, the contractor shall procure the item from the local market and the Minister shall not grant an exemption in respect of the programme or project."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Concessional facility projects",
      "content": "(1) The Minister shall not seek approval for an exemption for a project funded with a concessional facility unless the concessional facility agreement requires the exemption. The Minister shall not seek approval for an exemption for a project funded with a concessional facility unless the concessional facility agreement requires the exemption. (2) Each exemption under subsection (1) shall be considered on a case-by-case basis. Each exemption under subsection (1) shall be considered on a case-by-case basis. (3) The Minister shall secure approval from Cabinet and Parliament before the exemption referred to in subsection (1) takes effect. The Minister shall secure approval from Cabinet and Parliament before the exemption referred to in subsection (1) takes effect. (4) Where an item to be used for the project funded with the concessional facility is produced locally, a contractor under the project funded with the concessional facility shall procure the item from the local market and the Minister shall not seek approval for an exemption in respect of the project funded with the concessional facility. Where an item to be used for the project funded with the concessional facility is produced locally, a contractor under the project funded with the concessional facility shall procure the item from the local market and the Minister shall not seek approval for an exemption in respect of the project funded with the concessional facility."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Commercial Government projects",
      "content": "(1) Goods, works or services imported or procured by Government or a covered entity from a supplier or contractor are subject to the payment of customs duties and customs taxes and domestic taxes. Goods, works or services imported or procured by Government or a covered entity from a supplier or contractor are subject to the payment of customs duties and customs taxes and domestic taxes. (2) A supplier or contractor who supplies goods, works or services to a covered entity shall not be relieved of the obligation of that supplier or contractor to charge value added tax or any other tax on a taxable supply. A supplier or contractor who supplies goods, works or services to a covered entity shall not be relieved of the obligation of that supplier or contractor to charge value added tax or any other tax on a taxable supply. (3) A person who acts on behalf of Government or a covered entity and signs a contract that A person who acts on behalf of Government or a covered entity and signs a contract that exempts a supplier or contractor from the payment of customs duties and customs taxes or the payment of domestic taxes, or exempts a supplier or contractor from the payment of customs duties and customs taxes or the payment of domestic taxes, or relieves a supplier or contractor from the obligation of that supplier or contractor to charge value added tax on a taxable supply relieves a supplier or contractor from the obligation of that supplier or contractor to charge value added tax on a taxable supply commits an offence and is liable on summary conviction to a fine equivalent to three hundred percent of the value of the unpaid customs duties and customs taxes, uncharged value added tax and other unpaid domestic taxes or to a term of imprisonment of not less than six months or to both. (4) Without limiting the sanction applied in accordance with subsection (3), a supplier or contractor that is unlawfully exempted from the payment of customs duties and customs taxes, or domestic taxes or that is unlawfully relieved of the obligation to charge value added tax on a taxable supply, shall pay to the State in full the unpaid customs duties, value added tax, other domestic taxes and the applicable interest and penalties. Without limiting the sanction applied in accordance with subsection (3), a supplier or contractor that is unlawfully exempted from the payment of customs duties and customs taxes, or domestic taxes or that is unlawfully relieved of the obligation to charge value added tax on a taxable supply, shall pay to the State in full the unpaid customs duties, value added tax, other domestic taxes and the applicable interest and penalties. (5) A supplier or contractor that pays to Government or a covered entity unpaid customs duties and customs taxes, unpaid value added tax and unpaid domestic taxes shall not have a right to recover the amount paid or any part of the amount paid from Government, the covered entity or the individual that procured the supply. A supplier or contractor that pays to Government or a covered entity unpaid customs duties and customs taxes, unpaid value added tax and unpaid domestic taxes shall not have a right to recover the amount paid or any part of the amount paid from Government, the covered entity or the individual that procured the supply."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Transactions by State security agencies",
      "content": "(1) A State security agency shall, for the purpose of this Act, be considered a “covered entity” and the provisions on exemptions in the procurement of goods, works or services apply. A State security agency shall, for the purpose of this Act, be considered a “covered entity” and the provisions on exemptions in the procurement of goods, works or services apply. (2) Despite subsection (1), the following items are exempt from customs duties and customs taxes and other fees, rates, levies and charges: Despite subsection (1), the following items are exempt from customs duties and customs taxes and other fees, rates, levies and charges: articles, arms, ammunitions, uniforms, accoutrements and equipment including vehicles and musical instruments certified by the relevant sector Minister and approved by the Minister to be imported by a State security agency for the use of a State security agency or in cooperation with other States for articles, arms, ammunitions, uniforms, accoutrements and equipment including vehicles and musical instruments certified by the relevant sector Minister and approved by the Minister to be imported by a State security agency for the use of a State security agency or in cooperation with other States for defending the territorial integrity of the State; or defending the territorial integrity of the State; or participating in international peace-keeping; participating in international peace-keeping; parts, components or sub-assemblies of an item specified in paragraph (a) to be imported for incorporation in or fitting into that item; parts, components or sub-assemblies of an item specified in paragraph (a) to be imported for incorporation in or fitting into that item; parts, components or sub-assemblies of an item specified in paragraph (a) for the repair, refurbishment, servicing or maintenance of that item; parts, components or sub-assemblies of an item specified in paragraph (a) for the repair, refurbishment, servicing or maintenance of that item; goods imported for training in or testing of an item specified in paragraph (a); goods imported for training in or testing of an item specified in paragraph (a); articles, arms, ammunitions, uniforms, accoutrements and equipment including vehicles donated for the use of a State security agency articles, arms, ammunitions, uniforms, accoutrements and equipment including vehicles donated for the use of a State security agency by a foreign Government, by a foreign Government, by an international organisation, or by an international organisation, or under a Technical Cooperation Agreement; and under a Technical Cooperation Agreement; and goods, excluding vehicles, that are imported by an officer of a State security agency returning to the country to resume residence after participating in international peace-­keeping or an exchange programme. goods, excluding vehicles, that are imported by an officer of a State security agency returning to the country to resume residence after participating in international peace-­keeping or an exchange programme. (3) Despite subsections (1) and (2), a resident person that supplies goods, works and services to a security agency is not exempt from the payment of import taxes. Despite subsections (1) and (2), a resident person that supplies goods, works and services to a security agency is not exempt from the payment of import taxes. (4) For the purposes of subsection (2) of this section, “goods” mean goods For the purposes of subsection (2) of this section, “goods” mean goods acquired by an officer of a State security agency for personal use or household use, acquired by an officer of a State security agency for personal use or household use, owned, possessed and used by the officer of a State security agency abroad for a minimum period of six months before the return of that officer to the country, and owned, possessed and used by the officer of a State security agency abroad for a minimum period of six months before the return of that officer to the country, and accompanying that officer of a State security agency at the time of return of that officer from official mission abroad to the country accompanying that officer of a State security agency at the time of return of that officer from official mission abroad to the country but does not include goods imported by that officer for sale or otherwise disposed of within twelve months from the date of importation."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Administrative fees and other charges",
      "content": "(1) A person who uses a service for which an administrative fee or other charge is chargeable under the Fees and Charges (Miscellaneous Provisions) Act, 2022 (Act 1080) is not exempt from the payment of the associated administrative fee or charge. A person who uses a service for which an administrative fee or other charge is chargeable under the Fees and Charges (Miscellaneous Provisions) Act, 2022 (Act 1080) is not exempt from the payment of the associated administrative fee or charge."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Transnational levies",
      "content": "(1) A person shall not be exempted from a levy imposed as an obligation to a regional or sub-regional organisation in the nature of the African Union Levy or the Economic Community of West African States Levy unless the exemption is sanctioned by the relevant regional or sub-regional organisation. A person shall not be exempted from a levy imposed as an obligation to a regional or sub-regional organisation in the nature of the African Union Levy or the Economic Community of West African States Levy unless the exemption is sanctioned by the relevant regional or sub-regional organisation. (2) Subsection (1) does not apply to a diplomat or a diplomatic mission. Subsection (1) does not apply to a diplomat or a diplomatic mission."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Monitoring and reporting of exemptions",
      "content": "(1) A person that is granted an exemption shall submit to the Commissioner-General a statement of exemptions utilised in a year of assessment A person that is granted an exemption shall submit to the Commissioner-General a statement of exemptions utilised in a year of assessment at the end of each quarter; and at the end of each quarter; and when the person files a tax return for the year. when the person files a tax return for the year. (2) The statement of exemptions utilised referred to in subsection (1) shall indicate The statement of exemptions utilised referred to in subsection (1) shall indicate the total value of exemptions utilised; the total value of exemptions utilised; the tax types of the exemptions utilised; the tax types of the exemptions utilised; the legal basis for the exemptions utilised; and the legal basis for the exemptions utilised; and the aggregate amount of the total exemptions value utilised to date and the remainder to be used up in future. the aggregate amount of the total exemptions value utilised to date and the remainder to be used up in future. (3) The Commissioner-General shall submit to the Minister an annual report on The Commissioner-General shall submit to the Minister an annual report on the categories of exemptions granted; and the categories of exemptions granted; and the total amount of exemptions utilised by taxpayers. the total amount of exemptions utilised by taxpayers. (4) The Minister shall, as part of the presentation of the annual budget statement to Parliament, submit an annual report to Parliament on The Minister shall, as part of the presentation of the annual budget statement to Parliament, submit an annual report to Parliament on exemptions granted; exemptions granted; the revenue forgone; the revenue forgone; explanations on how the exemptions granted are consistent with the economic management priorities of the Government; and explanations on how the exemptions granted are consistent with the economic management priorities of the Government; and any other matter that affects the exemptions regime. any other matter that affects the exemptions regime."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Review of tax expenditure",
      "content": "(1) The Minister shall establish a schedule to review tax expenditures at least once every five years. The Minister shall establish a schedule to review tax expenditures at least once every five years. (2) The schedule to review tax expenditures referred to in subsection (1) may group the expenditures into The schedule to review tax expenditures referred to in subsection (1) may group the expenditures into the beneficiaries of the tax expenditure; the beneficiaries of the tax expenditure; the objective of the tax expenditure; or the objective of the tax expenditure; or the policy rationale for the tax expenditure. the policy rationale for the tax expenditure. (3) The review of each tax expenditure item includes The review of each tax expenditure item includes the date the tax expenditure was created and the statutory or legal citation; the date the tax expenditure was created and the statutory or legal citation; the purpose, intent and goal of the tax expenditure and whether the tax expenditure is an effective means of accomplishing the purpose, intent and goal of the tax expenditure; the purpose, intent and goal of the tax expenditure and whether the tax expenditure is an effective means of accomplishing the purpose, intent and goal of the tax expenditure; the fiscal impact of the tax expenditure including past fiscal impacts and expected future fiscal impacts; the fiscal impact of the tax expenditure including past fiscal impacts and expected future fiscal impacts; the economic impact of the tax expenditure including revenue loss compared to economic gain and jobs created, retained or lost as a result of the tax expenditure; the economic impact of the tax expenditure including revenue loss compared to economic gain and jobs created, retained or lost as a result of the tax expenditure; the return on the investment made by the tax expenditure and the extent to which the tax expenditure is a cost effective use of resources; and the return on the investment made by the tax expenditure and the extent to which the tax expenditure is a cost effective use of resources; and similar tax expenditures, if any, offered by other States and the impact of the tax expenditure on national and regional economic competitiveness. similar tax expenditures, if any, offered by other States and the impact of the tax expenditure on national and regional economic competitiveness. (4) The schedule to review a tax expenditure referred to in subsection (1) may provide for a public hearing on the tax expenditure being reviewed. The schedule to review a tax expenditure referred to in subsection (1) may provide for a public hearing on the tax expenditure being reviewed."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Transfer of ownership of exempt item by holder of an exemption",
      "content": "(1) Where a holder of an exemption seeks to transfer ownership of an item exempted under this Act, the holder of the exempt item shall seek approval from the Ghana Revenue Authority. Where a holder of an exemption seeks to transfer ownership of an item exempted under this Act, the holder of the exempt item shall seek approval from the Ghana Revenue Authority. (2) Where goods and vehicles, at the time of clearance for home consumption, have been exempted from the payment of customs duties and customs taxes and are subsequently, upon application to be used contrary to the condition for the exemption, the tax liability at the time of the entry shall be depreciated as set out in the Schedule. Where goods and vehicles, at the time of clearance for home consumption, have been exempted from the payment of customs duties and customs taxes and are subsequently, upon application to be used contrary to the condition for the exemption, the tax liability at the time of the entry shall be depreciated as set out in the Schedule."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Local content",
      "content": "(1) Where an item to be used for a contract is produced locally, the contractor shall procure the item from the local market and the Minister shall not grant an exemption in respect of the item. Where an item to be used for a contract is produced locally, the contractor shall procure the item from the local market and the Minister shall not grant an exemption in respect of the item. (2) This section applies, with the necessary modifications, to skills and technical know-how. This section applies, with the necessary modifications, to skills and technical know-how."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Offences and penalties",
      "content": "(1) A person acting on behalf of the Government who A person acting on behalf of the Government who makes an unauthorised commitment for the grant of an exemption, makes an unauthorised commitment for the grant of an exemption, provides false information to influence a decision for the grant of an exemption, provides false information to influence a decision for the grant of an exemption, in relation to the management or administration of an exemption, willfully makes or signs a false documentation, false return or false entry into records, in relation to the management or administration of an exemption, willfully makes or signs a false documentation, false return or false entry into records, fails to report knowledge or information in respect of an exemption-related fraud committed by a person against the State to the appropriate authority or law enforcement authority, or fails to report knowledge or information in respect of an exemption-related fraud committed by a person against the State to the appropriate authority or law enforcement authority, or by wilful act or omission, fails to take action on an exemption-related fraud reported to that person by wilful act or omission, fails to take action on an exemption-related fraud reported to that person commits an offence and is liable on summary conviction to a fine of not less than one hundred penalty units and not more than two thousand five hundred penalty units or to a term of imprisonment of not less than six months and not more than five years or to both. (2) A payer of tax, levy, fee, rate, duty or charge who provides false information to influence a decision relating to an exemption, commits an offence and is liable on summary conviction to a fine of not less than one hundred penalty units and not more than three hundred percent of the value of the exemption granted or to a term of imprisonment of not less than six months and not more than five years or to both. A payer of tax, levy, fee, rate, duty or charge who provides false information to influence a decision relating to an exemption, commits an offence and is liable on summary conviction to a fine of not less than one hundred penalty units and not more than three hundred percent of the value of the exemption granted or to a term of imprisonment of not less than six months and not more than five years or to both. (3) Except as otherwise provided in this Act, a person who fails to comply with a provision of this Act commits an offence and where a specific penalty is not provided, is liable on summary conviction to a fine of not less than one hundred penalty units and not more than three hundred percent of the value of the exemption granted or to a term of imprisonment of not less than six months and not more than three years or to both. Except as otherwise provided in this Act, a person who fails to comply with a provision of this Act commits an offence and where a specific penalty is not provided, is liable on summary conviction to a fine of not less than one hundred penalty units and not more than three hundred percent of the value of the exemption granted or to a term of imprisonment of not less than six months and not more than three years or to both."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Regulations",
      "content": "The Minister shall, within twelve months after the coming into force of this Act, by legislative instrument, make Regulations to provide for a list of items to which a tax concession on customs duties and customs taxes apply and the exact concessional rate for each item; to provide for a list of items to which a tax concession on customs duties and customs taxes apply and the exact concessional rate for each item; to specify the particulars of carried interest where the State seeks to take up a reciprocal carried interest in a business that accesses general tax incentives; and to specify the particulars of carried interest where the State seeks to take up a reciprocal carried interest in a business that accesses general tax incentives; and generally for the effective and efficient implementation of this Act. generally for the effective and efficient implementation of this Act."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“accoutrements” mean additional items of clothing or equipment to be used by State security agencies;“charitable purposes” mean the non-commercial transfer of items donated for the use of an identifiable group in need;“Commissioner-General” means the person appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791);“concessional facility” means a loan that has a grant element of thirty-five per cent and above with the all-in-cost of the commercial component not exceeding two percent;“covered entity” means(a)the Executive, Legislature and Judiciary;(b)Constitutional bodies;(c)Ministries, Departments, Agencies and Local Government Authorities;(d)the Public Service;(e)autonomous agencies; and(f)statutory bodies;“customs duties and customs taxes” include import duty, excise duty, import value added tax, import National Health Insurance Levy, import Ghana Education Trust Fund Levy, and Special Import Levy;“development partners” include International Monetary Fund, World Bank, other bilateral partners or institutions, other multilateral institutions, and aid coordinating groups;“fee or charge” includes rates or any moneys charged or levied under any enactment;“Ghana Investment Promotion Centre” means the Centre established by section 2 of the Ghana Investment Promotion Centre Act, 2013 (Act 865);“goods” means objects of every kind and description such as raw materials, products, equipment and objects in solid, liquid or gaseous form and electricity as well as services incidental to the supply of the goods if the value of those incidental services does not exceed the value of the goods, and may be in the nature of movable tangible property, thermal and electrical energy, heating, gas refrigeration, air conditioning and water, excluding money;“grant” means transfers made in cash, goods or services for which no repayment is required;“Harmonised Commodity Description and Coding System” means the Harmonised System referred to in the Customs Act, 2015 (Act 891);“identifiable group” includes a community, a religious body, a health facility, a training centre, an educational institution, a registered association or a relevant government entity;“import” means to bring or cause goods to be brought into the country;“international agency” means a formal, continuous structure with a global mandate funded by contributions from national governments and established to pursue the objectives of common interest, economic relations or development cooperation;“levy” includes any imposition payable under an enactment;“Local Government Authority” means District Assembly or a sub-district structure established under section 3 of the Local Governance Act, 2016 (Act 936);“manufacture” means to make, produce or cause to be made or produced, goods;“Minister” means the Minister responsible for Finance;“Ministry” means the Ministry responsible for Finance;“persons with disability” means individuals with a physical, mental, or sensory impairment, including a visual, hearing, or speech functional disability which gives rise to physical, cultural or social barriers that substantially limits one or more of the major life activities of those individuals;“privileged persons” means the President, diplomats, diplomatic missions, persons with disability or any other person or entity recognised under this Act;“security agency” includes(a)the Ghana Armed Forces;(b)the Internal Intelligence Agency;(c)the External Intelligence Agency;(d)the Police Service;(e)the Prisons Service;(f)the Ghana National Fire Service;(g)the Immigration Service; and(h)the Customs Division of the Ghana Revenue Authority;“services” means the furnishing of labour, time or effort not involving the delivery of a specific end product other than reports, which are merely incidental to the required performance and may be in the nature of consulting and professional and technical services excluding employment agreements or collective bargaining agreements;“supplier or contractor” means an entity, person or institution that is not publicly-owned or employed in the Public Services in Ghana;“technical cooperation programme” means a technical support related to development, manufacturing, assembling, testing maintenance or technical service in the forms of instruction, training, transmission of knowledge or skills by a development partner or international organisation or agency;“vehicle” means a conveyance for the transport by land of goods or persons; and“works” include work associated with the construction, reconstruction, demolition, repair or renovation of a building, structure or surface and may be in the nature of site preparation, excavation, erection including erection of a mast for telecommunication business, assembly, installation of a plant, fixing of equipment and laying out of materials, decoration and finishing, and any incidental activity under a procurement contract. In this Act, unless the context otherwise requires, “accoutrements” mean additional items of clothing or equipment to be used by State security agencies; “charitable purposes” mean the non-commercial transfer of items donated for the use of an identifiable group in need; “Commissioner-General” means the person appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791); “concessional facility” means a loan that has a grant element of thirty-five per cent and above with the all-in-cost of the commercial component not exceeding two percent; the Executive, Legislature and Judiciary; Constitutional bodies; Ministries, Departments, Agencies and Local Government Authorities; the Public Service; autonomous agencies; and statutory bodies; “customs duties and customs taxes” include import duty, excise duty, import value added tax, import National Health Insurance Levy, import Ghana Education Trust Fund Levy, and Special Import Levy; “development partners” include International Monetary Fund, World Bank, other bilateral partners or institutions, other multilateral institutions, and aid coordinating groups; “fee or charge” includes rates or any moneys charged or levied under any enactment; “Ghana Investment Promotion Centre” means the Centre established by section 2 of the Ghana Investment Promotion Centre Act, 2013 (Act 865); “goods” means objects of every kind and description such as raw materials, products, equipment and objects in solid, liquid or gaseous form and electricity as well as services incidental to the supply of the goods if the value of those incidental services does not exceed the value of the goods, and may be in the nature of movable tangible property, thermal and electrical energy, heating, gas refrigeration, air conditioning and water, excluding money; “grant” means transfers made in cash, goods or services for which no repayment is required; “Harmonised Commodity Description and Coding System” means the Harmonised System referred to in the Customs Act, 2015 (Act 891); “identifiable group” includes a community, a religious body, a health facility, a training centre, an educational institution, a registered association or a relevant government entity; “import” means to bring or cause goods to be brought into the country; “international agency” means a formal, continuous structure with a global mandate funded by contributions from national governments and established to pursue the objectives of common interest, economic relations or development cooperation; “levy” includes any imposition payable under an enactment; “Local Government Authority” means District Assembly or a sub-district structure established under section 3 of the Local Governance Act, 2016 (Act 936); “manufacture” means to make, produce or cause to be made or produced, goods; “Minister” means the Minister responsible for Finance; “Ministry” means the Ministry responsible for Finance; “persons with disability” means individuals with a physical, mental, or sensory impairment, including a visual, hearing, or speech functional disability which gives rise to physical, cultural or social barriers that substantially limits one or more of the major life activities of those individuals; “privileged persons” means the President, diplomats, diplomatic missions, persons with disability or any other person or entity recognised under this Act; the Ghana Armed Forces; the Internal Intelligence Agency; the External Intelligence Agency; the Police Service; the Prisons Service; the Ghana National Fire Service; the Immigration Service; and the Customs Division of the Ghana Revenue Authority; “services” means the furnishing of labour, time or effort not involving the delivery of a specific end product other than reports, which are merely incidental to the required performance and may be in the nature of consulting and professional and technical services excluding employment agreements or collective bargaining agreements; “supplier or contractor” means an entity, person or institution that is not publicly-owned or employed in the Public Services in Ghana; “technical cooperation programme” means a technical support related to development, manufacturing, assembling, testing maintenance or technical service in the forms of instruction, training, transmission of knowledge or skills by a development partner or international organisation or agency; “vehicle” means a conveyance for the transport by land of goods or persons; and “works” include work associated with the construction, reconstruction, demolition, repair or renovation of a building, structure or surface and may be in the nature of site preparation, excavation, erection including erection of a mast for telecommunication business, assembly, installation of a plant, fixing of equipment and laying out of materials, decoration and finishing, and any incidental activity under a procurement contract."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Consequential amendments",
      "content": "The Ghana Investment Promotion Centre Act, 2013 (Act 865) is amended by the substitution for section 26 of section 16 of this Act. The Ghana Investment Promotion Centre Act, 2013 (Act 865) is amended by the substitution for section 26 of section 16 of this Act."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Repeals, savings and transitional provisions",
      "content": "(1) A provision in A provision in any legislation other than any legislation other than the Value Added Tax Act, 2013 (Act 870), the Value Added Tax Act, 2013 (Act 870), the Income Tax Act, 2015 (Act 896), and the Income Tax Act, 2015 (Act 896), and the Excise Duty Act, 2014 (Act 878), the Excise Duty Act, 2014 (Act 878), a treaty, agreement or Convention, or a treaty, agreement or Convention, or a document a document that provides for the grant of an exemption is repealed. (2) Despite subsection (1), Despite subsection (1), an exemption-related agreement signed between the Government and a person on the basis of a provision repealed by this Act, or an exemption-related agreement signed between the Government and a person on the basis of a provision repealed by this Act, or an exemption-related resolution of Parliament passed on the basis of a provision repealed by this Actshall continue to be valid for the term of the agreement or resolution. an exemption-related resolution of Parliament passed on the basis of a provision repealed by this Act shall continue to be valid for the term of the agreement or resolution. (3) Within six months after the coming into force of this Act, a person that is the holder of an exemption shall apply to the Minister in order to continue to benefit from the exemption. Within six months after the coming into force of this Act, a person that is the holder of an exemption shall apply to the Minister in order to continue to benefit from the exemption. (4) Despite subsection (1), existing provisions in the Customs Act, 2015 (Act 891) and the Schedules to Act 891, not specifically repealed by this Act, shall continue to apply until the Customs Act, 2015 (Act 891) is revised. Despite subsection (1), existing provisions in the Customs Act, 2015 (Act 891) and the Schedules to Act 891, not specifically repealed by this Act, shall continue to apply until the Customs Act, 2015 (Act 891) is revised. (5) Parts A and B of the Third Schedule of the Customs Act, 2015 (Act 891) are repealed ninety days from the day this Act comes into force. Parts A and B of the Third Schedule of the Customs Act, 2015 (Act 891) are repealed ninety days from the day this Act comes into force."
    }
  ],
  "definitions": [
    {
      "term": "Commissioner-General",
      "definition": "the person appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s34"
    },
    {
      "term": "concessional facility",
      "definition": "a loan that has a grant element of thirty-five per cent and above with the all-in-cost of the commercial component not exceeding two percent",
      "source_provision": "s34"
    },
    {
      "term": "Ghana Investment Promotion Centre",
      "definition": "the Centre established by section 2 of the Ghana Investment Promotion Centre Act, 2013 (Act 865)",
      "source_provision": "s34"
    },
    {
      "term": "goods",
      "definition": "objects of every kind and description such as raw materials, products, equipment and objects in solid, liquid or gaseous form and electricity as well as services incidental to the supply of the goods if the value of those incidental services does not exceed the value of the goods, and may be in the nature of movable tangible property, thermal and electrical energy, heating, gas refrigeration, air conditioning and water, excluding money",
      "source_provision": "s34"
    },
    {
      "term": "grant",
      "definition": "transfers made in cash, goods or services for which no repayment is required",
      "source_provision": "s34"
    },
    {
      "term": "Harmonised Commodity Description and Coding System",
      "definition": "the Harmonised System referred to in the Customs Act, 2015 (Act 891)",
      "source_provision": "s34"
    },
    {
      "term": "import",
      "definition": "to bring or cause goods to be brought into the country",
      "source_provision": "s34"
    },
    {
      "term": "international agency",
      "definition": "a formal, continuous structure with a global mandate funded by contributions from national governments and established to pursue the objectives of common interest, economic relations or development cooperation",
      "source_provision": "s34"
    },
    {
      "term": "Local Government Authority",
      "definition": "District Assembly or a sub-district structure established under section 3 of the Local Governance Act, 2016 (Act 936)",
      "source_provision": "s34"
    },
    {
      "term": "manufacture",
      "definition": "to make, produce or cause to be made or produced, goods",
      "source_provision": "s34"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s34"
    },
    {
      "term": "Ministry",
      "definition": "the Ministry responsible for Finance",
      "source_provision": "s34"
    },
    {
      "term": "persons with disability",
      "definition": "individuals with a physical, mental, or sensory impairment, including a visual, hearing, or speech functional disability which gives rise to physical, cultural or social barriers that substantially limits one or more of the major life activities of those individuals",
      "source_provision": "s34"
    },
    {
      "term": "privileged persons",
      "definition": "the President, diplomats, diplomatic missions, persons with disability or any other person or entity recognised under this Act",
      "source_provision": "s34"
    },
    {
      "term": "services",
      "definition": "the furnishing of labour, time or effort not involving the delivery of a specific end product other than reports, which are merely incidental to the required performance and may be in the nature of consulting and professional and technical services excluding employment agreements or collective bargaining agreements",
      "source_provision": "s34"
    },
    {
      "term": "supplier or contractor",
      "definition": "an entity, person or institution that is not publicly-owned or employed in the Public Services in Ghana",
      "source_provision": "s34"
    },
    {
      "term": "technical cooperation programme",
      "definition": "a technical support related to development, manufacturing, assembling, testing maintenance or technical service in the forms of instruction, training, transmission of knowledge or skills by a development partner or international organisation or agency",
      "source_provision": "s34"
    },
    {
      "term": "vehicle",
      "definition": "a conveyance for the transport by land of goods or persons",
      "source_provision": "s34"
    },
    {
      "term": "Commissioner-General",
      "definition": "the person appointed under section 13 of the Ghana Revenue Authority Act, 2009 (Act 791)",
      "source_provision": "s34"
    },
    {
      "term": "concessional facility",
      "definition": "a loan that has a grant element of thirty-five per cent and above with the all-in-cost of the commercial component not exceeding two percent",
      "source_provision": "s34"
    },
    {
      "term": "Ghana Investment Promotion Centre",
      "definition": "the Centre established by section 2 of the Ghana Investment Promotion Centre Act, 2013 (Act 865)",
      "source_provision": "s34"
    },
    {
      "term": "goods",
      "definition": "objects of every kind and description such as raw materials, products, equipment and objects in solid, liquid or gaseous form and electricity as well as services incidental to the supply of the goods if the value of those incidental services does not exceed the value of the goods, and may be in the nature of movable tangible property, thermal and electrical energy, heating, gas refrigeration, air conditioning and water, excluding money",
      "source_provision": "s34"
    },
    {
      "term": "grant",
      "definition": "transfers made in cash, goods or services for which no repayment is required",
      "source_provision": "s34"
    },
    {
      "term": "Harmonised Commodity Description and Coding System",
      "definition": "the Harmonised System referred to in the Customs Act, 2015 (Act 891)",
      "source_provision": "s34"
    },
    {
      "term": "import",
      "definition": "to bring or cause goods to be brought into the country",
      "source_provision": "s34"
    },
    {
      "term": "international agency",
      "definition": "a formal, continuous structure with a global mandate funded by contributions from national governments and established to pursue the objectives of common interest, economic relations or development cooperation",
      "source_provision": "s34"
    },
    {
      "term": "Local Government Authority",
      "definition": "District Assembly or a sub-district structure established under section 3 of the Local Governance Act, 2016 (Act 936)",
      "source_provision": "s34"
    },
    {
      "term": "manufacture",
      "definition": "to make, produce or cause to be made or produced, goods",
      "source_provision": "s34"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Finance",
      "source_provision": "s34"
    },
    {
      "term": "Ministry",
      "definition": "the Ministry responsible for Finance",
      "source_provision": "s34"
    },
    {
      "term": "persons with disability",
      "definition": "individuals with a physical, mental, or sensory impairment, including a visual, hearing, or speech functional disability which gives rise to physical, cultural or social barriers that substantially limits one or more of the major life activities of those individuals",
      "source_provision": "s34"
    },
    {
      "term": "privileged persons",
      "definition": "the President, diplomats, diplomatic missions, persons with disability or any other person or entity recognised under this Act",
      "source_provision": "s34"
    },
    {
      "term": "services",
      "definition": "the furnishing of labour, time or effort not involving the delivery of a specific end product other than reports, which are merely incidental to the required performance and may be in the nature of consulting and professional and technical services excluding employment agreements or collective bargaining agreements",
      "source_provision": "s34"
    },
    {
      "term": "supplier or contractor",
      "definition": "an entity, person or institution that is not publicly-owned or employed in the Public Services in Ghana",
      "source_provision": "s34"
    },
    {
      "term": "technical cooperation programme",
      "definition": "a technical support related to development, manufacturing, assembling, testing maintenance or technical service in the forms of instruction, training, transmission of knowledge or skills by a development partner or international organisation or agency",
      "source_provision": "s34"
    },
    {
      "term": "vehicle",
      "definition": "a conveyance for the transport by land of goods or persons",
      "source_provision": "s34"
    }
  ]
}