{
  "id": "act-1104-2023",
  "type": "act",
  "title": "Ghana Commission for UNESCO Act, 2023",
  "short_name": "GCU 2023",
  "act_number": 1104,
  "year": 2023,
  "status": "in_force",
  "issued_date": "2023-08-30",
  "url": "https://ghalii.org/akn/gh/act/2023/1104",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the Ghana Commission for UNESCO",
      "content": "(1) There is established by this Act, the Ghana Commission for UNESCO as a body corporate. There is established by this Act, the Ghana Commission for UNESCO as a body corporate. (2) For the performance of the functions of the Commission, the Commission may acquire and hold property, dispose of property and enter into a contract or any other related transaction. For the performance of the functions of the Commission, the Commission may acquire and hold property, dispose of property and enter into a contract or any other related transaction. (3) Where there is a hindrance to the acquisition of land, the land may be acquired for the Commission under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Commission. Where there is a hindrance to the acquisition of land, the land may be acquired for the Commission under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Commission."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Commission",
      "content": "The object of the Commission is to perform the functions of UNESCO in the country as a contribution of the country to global peace, poverty alleviation, sustainable development and intercultural dialogue. The object of the Commission is to perform the functions of UNESCO in the country as a contribution of the country to global peace, poverty alleviation, sustainable development and intercultural dialogue."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Commission",
      "content": "To achieve the object under section 2, the Commission shall liaise with Ministries, Departments and Agencies for the advancement of education, the sciences, cultures and communication with the aim of promoting mutual knowledge and understanding of the work of UNESCO towards the common welfare of humankind; liaise with Ministries, Departments and Agencies for the advancement of education, the sciences, cultures and communication with the aim of promoting mutual knowledge and understanding of the work of UNESCO towards the common welfare of humankind; contribute to the maintenance of peace, security and the common welfare of humankind by participating in the activities of UNESCO; contribute to the maintenance of peace, security and the common welfare of humankind by participating in the activities of UNESCO; implement projects of UNESCO in the country; implement projects of UNESCO in the country; participate, with the assistance of the United Nations, in the planning and execution of activities entrusted to UNESCO in the country; participate, with the assistance of the United Nations, in the planning and execution of activities entrusted to UNESCO in the country; advise the Government on policies regarding UNESCO and the programmes of UNESCO; advise the Government on policies regarding UNESCO and the programmes of UNESCO; foster co-operation among Government, Ministries, Departments and Agencies, professionals and other associations and academia on matters regarding UNESCO; foster co-operation among Government, Ministries, Departments and Agencies, professionals and other associations and academia on matters regarding UNESCO; be responsible for the dissemination of information on UNESCO; be responsible for the dissemination of information on UNESCO; organise fundraising activities to raise moneys for the Commission; and organise fundraising activities to raise moneys for the Commission; and undertake activities which are ancillary to the object of the Commission. undertake activities which are ancillary to the object of the Commission."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Organs of the Commission",
      "content": "The Commission shall consist of the following organs: the General Assembly; the General Assembly; the Executive Committee; the Executive Committee; the Secretariat of the Commission; the Secretariat of the Commission; the Permanent Delegation of Ghana to UNESCO; the Permanent Delegation of Ghana to UNESCO; Programme Specialised Committees; Programme Specialised Committees; National Committees for Inter-governmental Programmes; and National Committees for Inter-governmental Programmes; and any other organ that the President, in consultation with the General Assembly, may consider appropriate. any other organ that the President, in consultation with the General Assembly, may consider appropriate."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Establishment of the General Assembly of the Commission",
      "content": "(1) There is established by this Act, the General Assembly of the Commission which is the highest decision-making body. There is established by this Act, the General Assembly of the Commission which is the highest decision-making body. (2) The General Assembly is responsible to the President. The General Assembly is responsible to the President. (3) The General Assembly shall consist of The General Assembly shall consist of the Minister responsible for Education as the chairperson; the Minister responsible for Education as the chairperson; the Chief Director of the Ministry responsible for Education as the vice-chairperson; the Chief Director of the Ministry responsible for Education as the vice-chairperson; the Chief Directors of the Ministries responsible for the following areas, or one representative of each Chief Director not below the rank of a director of an Agency, with expertise in the relevant subject matter of the Ministry: the Chief Directors of the Ministries responsible for the following areas, or one representative of each Chief Director not below the rank of a director of an Agency, with expertise in the relevant subject matter of the Ministry: Science; Science; Culture; Culture; Information; Information; Communication; Communication; Gender; Gender; Youth and Sports; and Youth and Sports; and Foreign Affairs. Foreign Affairs. the Permanent Representative of Ghana to UNESCO; the Permanent Representative of Ghana to UNESCO; the representative of Ghana to the Executive Board of UNESCO; the representative of Ghana to the Executive Board of UNESCO; the chairpersons of the National UNESCO Inter-governmental Councils and programme specialised Committees; the chairpersons of the National UNESCO Inter-governmental Councils and programme specialised Committees; the chairperson of the Executive Committee; the chairperson of the Executive Committee; a representative of Vice-Chancellors, Ghana; a representative of Vice-Chancellors, Ghana; two members of Parliament nominated by the Speaker of Parliament; two members of Parliament nominated by the Speaker of Parliament; the heads of centres of excellence of UNESCO in the country; the heads of centres of excellence of UNESCO in the country; the Secretary-General as the Secretary to the General Assembly; the Secretary-General as the Secretary to the General Assembly; a representative of the National House of Chiefs, nominated by the President of the National House of Chiefs; and a representative of the National House of Chiefs, nominated by the President of the National House of Chiefs; and not more than five representatives nominated by the Executive Committee and drawn from among the following: not more than five representatives nominated by the Executive Committee and drawn from among the following: non-Governmental institutions; non-Governmental institutions; professional unions; professional unions; eminent scientists; eminent scientists; eminent journalists or artists; eminent journalists or artists; youth organisations or women organisations; and youth organisations or women organisations; and persons with expertise in an area of competence of UNESCO; persons with expertise in an area of competence of UNESCO; (4) The President shall appoint the members of the General Assembly. The President shall appoint the members of the General Assembly."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Functions of the General Assembly",
      "content": "The General Assembly shall advise the President, through the Secretariat of the Commission, on policies with regard to UNESCO and programmes of UNESCO; advise the President, through the Secretariat of the Commission, on policies with regard to UNESCO and programmes of UNESCO; approve the budget and work plan of the Secretariat of the Commission; approve the budget and work plan of the Secretariat of the Commission; recommend for the approval of the President, the establishment of committees and organs of the Commission; recommend for the approval of the President, the establishment of committees and organs of the Commission; set specific priorities for the Commission within the framework of available resources; set specific priorities for the Commission within the framework of available resources; determine broadly the policy directions that relate to UNESCO; and determine broadly the policy directions that relate to UNESCO; and perform any other function that the President may determine. perform any other function that the President may determine."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Tenure of office of members of the General Assembly",
      "content": "(1) A member of the General Assembly shall hold office for a period of not more than four years and is eligible for re-appointment for another term only. A member of the General Assembly shall hold office for a period of not more than four years and is eligible for re-appointment for another term only. (2) Subsection (1) does not apply to the Secretary-General and any other person who is a member of the General Assembly by virtue of office of that person. Subsection (1) does not apply to the Secretary-General and any other person who is a member of the General Assembly by virtue of office of that person. (3) A member of the General Assembly may, at any time, resign from office in writing addressed to the President through the Minister. A member of the General Assembly may, at any time, resign from office in writing addressed to the President through the Minister. (4) A member of the General Assembly who is absent from three or more consecutive meetings of the General Assembly without sufficient cause ceases to be a member. A member of the General Assembly who is absent from three or more consecutive meetings of the General Assembly without sufficient cause ceases to be a member. (5) The President may, by a letter addressed to a member, revoke the appointment of the member. The President may, by a letter addressed to a member, revoke the appointment of the member. (6) Where a member of the General Assembly is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the General Assembly is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3), (4), (5), or subsection (2) of section 9; under subsection (3), (4), (5), or subsection (2) of section 9; as a result of a declaration under subsection (6); or as a result of a declaration under subsection (6); or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall appoint another person in accordance with this Act for the unexpired term."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Meetings of the members of the General Assembly",
      "content": "(1) The members of the General Assembly shall meet at least twice in a year for the conduct of business at a time and place determined by the chairperson. The members of the General Assembly shall meet at least twice in a year for the conduct of business at a time and place determined by the chairperson. (2) The chairperson shall, in consultation with the Secretary-General, convene an extraordinary meeting of the General Assembly at a time and place determined by the chairperson. The chairperson shall, in consultation with the Secretary-General, convene an extraordinary meeting of the General Assembly at a time and place determined by the chairperson. (3) The quorum at a meeting of the General Assembly is one-third of the members of the General Assembly. The quorum at a meeting of the General Assembly is one-third of the members of the General Assembly. (4) The chairperson shall preside at meetings of the General Assembly. The chairperson shall preside at meetings of the General Assembly. (5) Matters before the General Assembly shall be decided by a simple majority of the members voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the General Assembly shall be decided by a simple majority of the members voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The General Assembly may co-opt a person to attend a meeting of the General Assembly but that person shall not vote on a matter for a decision at the meeting. The General Assembly may co-opt a person to attend a meeting of the General Assembly but that person shall not vote on a matter for a decision at the meeting. (7) The proceedings of the General Assembly shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or the qualification of a member. The proceedings of the General Assembly shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or the qualification of a member. (8) Subject to this section, the General Assembly may determine the procedure for the meetings of the General Assembly. Subject to this section, the General Assembly may determine the procedure for the meetings of the General Assembly."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Disclosure of interest",
      "content": "(1) A member of the General Assembly who has an interest in a matter for consideration A member of the General Assembly who has an interest in a matter for consideration shall disclose in writing the nature of that interest and the disclosure shall form part of the record of the consideration of the matter; and shall disclose in writing the nature of that interest and the disclosure shall form part of the record of the consideration of the matter; and is disqualified from being present at or participating in the deliberations or determination of the General Assembly in respect of that matter. is disqualified from being present at or participating in the deliberations or determination of the General Assembly in respect of that matter. (2) A member ceases to be a member of the General Assembly, if that member has an interest in a matter before the General Assembly and A member ceases to be a member of the General Assembly, if that member has an interest in a matter before the General Assembly and fails to disclose that interest; or fails to disclose that interest; or is present at or participates in the deliberations of the General Assembly in respect of that matter. is present at or participates in the deliberations of the General Assembly in respect of that matter. (3) Without limiting any further cause of action that may be instituted against a member, the General Assembly shall recover any benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member. Without limiting any further cause of action that may be instituted against a member, the General Assembly shall recover any benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Establishment of committees",
      "content": "(1) The General Assembly may establish committees consisting of members of the General Assembly or non-members or both to perform a function of the General Assembly. The General Assembly may establish committees consisting of members of the General Assembly or non-members or both to perform a function of the General Assembly. (2) A committee of the General Assembly may be chaired by a member or non-member of the General Assembly as determined by the General Assembly. A committee of the General Assembly may be chaired by a member or non-member of the General Assembly as determined by the General Assembly. (3) Section 9 applies to a member of a committee of the General Assembly. Section 9 applies to a member of a committee of the General Assembly."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Establishment of the Executive Committee",
      "content": "(1) There is established by this Act the Executive Committee of the Commission which is responsible to the General Assembly. There is established by this Act the Executive Committee of the Commission which is responsible to the General Assembly. (2) The Executive Committee consists of The Executive Committee consists of the chairperson nominated by the Minister; the chairperson nominated by the Minister; the Secretary-General; the Secretary-General; the chairpersons of the programme specialised committees of the Commission; and the chairpersons of the programme specialised committees of the Commission; and two other persons, one with relevant legal expertise and the other with relevant financial expertise, both nominated by the Minister, at least, one of whom is a woman. two other persons, one with relevant legal expertise and the other with relevant financial expertise, both nominated by the Minister, at least, one of whom is a woman. (3) The members of the Executive Committee shall elect, from among the members, a vice-chairperson of the Committee. The members of the Executive Committee shall elect, from among the members, a vice-chairperson of the Committee. (4) The President shall, in accordance with article 70 of the Constitution, appoint the chairperson and other members of the Executive Committee. The President shall, in accordance with article 70 of the Constitution, appoint the chairperson and other members of the Executive Committee. (5) The Secretary-General is the secretary to the Executive Committee. The Secretary-General is the secretary to the Executive Committee."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Functions of the Executive Committee",
      "content": "The Executive Committee shall ensure that the Secretariat of the Commission implements the decisions of the General Assembly; and implements the decisions of the General Assembly; and performs any other function of the Secretariat of the Commission under this Act; performs any other function of the Secretariat of the Commission under this Act; is responsible for the sound and proper financial management of the Secretariat of the Commission; is responsible for the sound and proper financial management of the Secretariat of the Commission; shall recommend the approval of the budget of the Secretariat of the Commission by the General Assembly; and shall recommend the approval of the budget of the Secretariat of the Commission by the General Assembly; and subject to this Act, shall exercise general control over the management of the Secretariat of the Commission on matters of policy related to the Commission. subject to this Act, shall exercise general control over the management of the Secretariat of the Commission on matters of policy related to the Commission."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Establishment of sub-committees",
      "content": "(1) The Executive Committee may establish sub-committees consisting of members or non-members of the Executive Committee or both to perform a function of the Executive Committee. The Executive Committee may establish sub-committees consisting of members or non-members of the Executive Committee or both to perform a function of the Executive Committee. (2) A sub-committee with one or more members of the Executive Committee shall be chaired by a member of the Executive Committee. A sub-committee with one or more members of the Executive Committee shall be chaired by a member of the Executive Committee."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Tenure of office of members of the Executive Committee",
      "content": "(1) A member of the Executive Committee shall hold office for a term of four years and is eligible for re-appointment for another term only. A member of the Executive Committee shall hold office for a term of four years and is eligible for re-appointment for another term only. (2) Subsection (1) does not apply to the Secretary-General and any other person who is a member of the Executive Committee by virtue of office. Subsection (1) does not apply to the Secretary-General and any other person who is a member of the Executive Committee by virtue of office. (3) A member of the Executive Committee may, at any time, resign from office in writing addressed to the President through the Minister. A member of the Executive Committee may, at any time, resign from office in writing addressed to the President through the Minister. (4) A member of the Executive Committee who is absent from three consecutive meetings of the Executive Committee without sufficient cause ceases to be a member of the Executive Committee. A member of the Executive Committee who is absent from three consecutive meetings of the Executive Committee without sufficient cause ceases to be a member of the Executive Committee. (5) The President may, by a letter addressed to a member, revoke the appointment of the member. The President may, by a letter addressed to a member, revoke the appointment of the member. (6) Where a member of the Executive Committee is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability of the member to act would result in the declaration of a vacancy. Where a member of the Executive Committee is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability of the member to act would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3), (4), (5) or subsection (2) of section 9; under subsection (3), (4), (5) or subsection (2) of section 9; as a result of a declaration under subsection (6) ; or as a result of a declaration under subsection (6) ; or by reason of the death of a member, by reason of the death of a member, the Minister shall notify the President of the vacancy and the President shall appoint another person in accordance with this Act to fill the vacancy for the unexpired term of the member."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Meetings of the Executive Committee",
      "content": "(1) The Executive Committee shall meet at least once every three months for the conduct of business at a time and place determined by the chairperson. The Executive Committee shall meet at least once every three months for the conduct of business at a time and place determined by the chairperson. (2) The chairperson shall, at the request in writing of not less than one-third of the membership of the Executive Committee, convene an extraordinary meeting of the Executive Committee at a time and place determined by the chairperson. The chairperson shall, at the request in writing of not less than one-third of the membership of the Executive Committee, convene an extraordinary meeting of the Executive Committee at a time and place determined by the chairperson. (3) The chairperson shall preside at meetings of the Executive Committee and in the absence of the chairperson, a member of the Executive Committee, other than the Secretary-General, elected by the members present from among the number shall preside. The chairperson shall preside at meetings of the Executive Committee and in the absence of the chairperson, a member of the Executive Committee, other than the Secretary-General, elected by the members present from among the number shall preside. (4) The quorum at a meeting of the Executive Committee is one-third of the members of the Executive Committee. The quorum at a meeting of the Executive Committee is one-third of the members of the Executive Committee. (5) A matter before the Executive Committee shall be decided by a simple majority of the members voting and in the event of an equality of votes, the person presiding shall have a casting vote. A matter before the Executive Committee shall be decided by a simple majority of the members voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Executive Committee may co-opt a person to attend a meeting of the Executive Committee but that person shall not vote on a matter for decision at the meeting. The Executive Committee may co-opt a person to attend a meeting of the Executive Committee but that person shall not vote on a matter for decision at the meeting. (7) The proceedings of the Executive Committee shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Executive Committee shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. (8) Subject to this section, the Executive Committee may determine the procedure for meetings of the Executive Committee. Subject to this section, the Executive Committee may determine the procedure for meetings of the Executive Committee. (9) Section 9 applies to a member of the Executive Committee. Section 9 applies to a member of the Executive Committee."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Establishment of the Secretariat of the Commission",
      "content": "(1) There is established by this Act, the Secretariat of the Commission. There is established by this Act, the Secretariat of the Commission. (2) The Secretariat of the Commission shall The Secretariat of the Commission shall serve as the official channel of communication between the Government of Ghana and UNESCO; and serve as the official channel of communication between the Government of Ghana and UNESCO; and operate under the supervision of the Executive Committee. operate under the supervision of the Executive Committee."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Functions of the Secretariat",
      "content": "The Secretariat of the Commission shall advise the Government on policies in respect of UNESCO and programmes of UNESCO; shall advise the Government on policies in respect of UNESCO and programmes of UNESCO; shall serve as a liaison agency between a Ministry, Department or Agency of Government and UNESCO for the advancement of education, science, culture and communication with the aim of advancing mutual knowledge and understanding of the work of UNESCO towards the common welfare of humankind; shall serve as a liaison agency between a Ministry, Department or Agency of Government and UNESCO for the advancement of education, science, culture and communication with the aim of advancing mutual knowledge and understanding of the work of UNESCO towards the common welfare of humankind; shall disseminate information from UNESCO to institutions that are relevant to the activities of UNESCO in the country; and UNESCO to institutions that are relevant to the activities of UNESCO in the country; and institutions that are relevant to the activities of UNESCO in the country to UNESCO; institutions that are relevant to the activities of UNESCO in the country to UNESCO; shall exchange information and experiences with counterparts in member States of UNESCO; shall exchange information and experiences with counterparts in member States of UNESCO; shall foster close co-operation between State agencies and services; State agencies and services; professionals and universities; and professionals and universities; and general conferences and other inter-govemmental meetings convened by UNESCO; general conferences and other inter-govemmental meetings convened by UNESCO; shall participate in the search for candidates to occupy vacant posts at UNESCO, financed under the regular programme or from extra-budgetary resources; shall participate in the search for candidates to occupy vacant posts at UNESCO, financed under the regular programme or from extra-budgetary resources; shall participate in the placement of UNESCO Fellowship holders; shall participate in the placement of UNESCO Fellowship holders; shall participate in the planning and execution of activities entrusted to UNESCO which are undertaken with the assistance of the United Nations in the country; shall participate in the planning and execution of activities entrusted to UNESCO which are undertaken with the assistance of the United Nations in the country; shall prepare the annual budget of the Commission; shall prepare the annual budget of the Commission; is responsible for receiving a grant, gift, donation or endowment on behalf of the Commission; and is responsible for receiving a grant, gift, donation or endowment on behalf of the Commission; and may, with the prior approval of the General Assembly, enter into an association with a body or organisation within or outside the country in furtherance of the object of the Commission. may, with the prior approval of the General Assembly, enter into an association with a body or organisation within or outside the country in furtherance of the object of the Commission."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Appointment of Secretary-General",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint the Secretary-General for the Commission. The President shall, in accordance with article 195 of the Constitution, appoint the Secretary-General for the Commission. (2) The Secretary-General shall, subject to subsection (3), hold office on the terms and conditions as specified in the letter of appointment. The Secretary-General shall, subject to subsection (3), hold office on the terms and conditions as specified in the letter of appointment. (3) The Secretary-General is answerable to the General Assembly and the Executive Committee in the performance of the functions under this Act. The Secretary-General is answerable to the General Assembly and the Executive Committee in the performance of the functions under this Act."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Functions of the Secretary-General",
      "content": "(1) The Secretary-General is responsible for The Secretary-General is responsible for the day-to-day administration of the Commission; the day-to-day administration of the Commission; the management of the funds and property of the Commission; the management of the funds and property of the Commission; the supervision and control of staff of the Commission; the supervision and control of staff of the Commission; the execution of the general programmes of the Commission; and the execution of the general programmes of the Commission; and the performance of any other function assigned by the General Assembly. the performance of any other function assigned by the General Assembly. (2) The Secretary-General may delegate a function to a Deputy Secretary-General of the Commission but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Secretary-General may delegate a function to a Deputy Secretary-General of the Commission but shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Appointment of Deputy Secretaries-General",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint two Deputy Secretaries-General for the Commission, one in charge of Programmes and the other in charge of General Operations. The President shall, in accordance with article 195 of the Constitution, appoint two Deputy Secretaries-General for the Commission, one in charge of Programmes and the other in charge of General Operations. (2) A Deputy Secretary-General shall hold office on the terms and conditions specified in the letter of appointment. A Deputy Secretary-General shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Functions of Deputy Secretary-General",
      "content": "(1) The Deputy Secretary-General in charge of Programmes The Deputy Secretary-General in charge of Programmes shall advise the Secretary-General on the execution of the general programmes of the Secretariat of the Commission; shall advise the Secretary-General on the execution of the general programmes of the Secretariat of the Commission; shall coordinate the preparation of reports and country position papers for conferences and other inter-governmental meetings of UNESCO; shall coordinate the preparation of reports and country position papers for conferences and other inter-governmental meetings of UNESCO; is responsible for the development of the programme implementation plan of the Secretariat of the Commission; is responsible for the development of the programme implementation plan of the Secretariat of the Commission; shall have oversight responsibility over programmes in the areas of competence of UNESCO; and shall have oversight responsibility over programmes in the areas of competence of UNESCO; and shall perform any other function that may be assigned by the Secretary-General. shall perform any other function that may be assigned by the Secretary-General. (2) The Deputy Secretary-General in charge of General Operations shall The Deputy Secretary-General in charge of General Operations shall assist the Secretary-General to direct the operations of the Secretariat of the Commission to achieve the goals of the Secretariat of the Commission; assist the Secretary-General to direct the operations of the Secretariat of the Commission to achieve the goals of the Secretariat of the Commission; ensure the effective implementation of the operational policies and plans of the Secretariat of the Commission; ensure the effective implementation of the operational policies and plans of the Secretariat of the Commission; have oversight responsibility over specific internal operational areas, including Finance, Administration, Monitoring and Evaluation, Public Relations and Procurement; have oversight responsibility over specific internal operational areas, including Finance, Administration, Monitoring and Evaluation, Public Relations and Procurement; advise the Secretary-General on the financial and administrative matters of UNESCO; and advise the Secretary-General on the financial and administrative matters of UNESCO; and perform any other function that may be assigned by the Secretary-General. perform any other function that may be assigned by the Secretary-General. (3) In the absence of the Secretary-General, the Deputy Secretary-General who is more senior shall act as Secretary-General. In the absence of the Secretary-General, the Deputy Secretary-General who is more senior shall act as Secretary-General. (4) A Deputy Secretary-General is answerable to the Secretary-General in the performance of functions under this Act. A Deputy Secretary-General is answerable to the Secretary-General in the performance of functions under this Act."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Appointment of other staff of the Secretariat of the Commission",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint other staff of the Secretariat of the Commission that are necessary for the effective and efficient performance of the functions of the Secretariat of the Commission. The President shall, in accordance with article 195 of the Constitution, appoint other staff of the Secretariat of the Commission that are necessary for the effective and efficient performance of the functions of the Secretariat of the Commission. (2) The Secretariat of the Commission may, for the effective and efficient performance of the functions of the Secretariat of the Commission, engage the services of experts and consultants that the Secretariat of the Commission considers necessary. The Secretariat of the Commission may, for the effective and efficient performance of the functions of the Secretariat of the Commission, engage the services of experts and consultants that the Secretariat of the Commission considers necessary. (3) Other public officers may be transferred or seconded to the Secretariat of the Commission, or may otherwise give assistance to the Secretariat of the Commission. Other public officers may be transferred or seconded to the Secretariat of the Commission, or may otherwise give assistance to the Secretariat of the Commission."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Establishment of Permanent Delegation of Ghana to UNESCO",
      "content": "(1) There is established by this Act, an office known as the Permanent Delegation of Ghana to UNESCO situated at the headquarters of UNESCO. There is established by this Act, an office known as the Permanent Delegation of Ghana to UNESCO situated at the headquarters of UNESCO. (2) The Permanent Delegation shall facilitate the fulfilment of the mission and duties of Ghana as a Member State of UNESCO. The Permanent Delegation shall facilitate the fulfilment of the mission and duties of Ghana as a Member State of UNESCO. (3) The Permanent Delegation is the permanent representation of Ghana at the headquarters of UNESCO. The Permanent Delegation is the permanent representation of Ghana at the headquarters of UNESCO."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Functions of the Permanent Delegation",
      "content": "The Permanent Delegation shall advance the interest of the country at UNESCO; advance the interest of the country at UNESCO; facilitate the participation of the country at meetings of UNESCO; facilitate the participation of the country at meetings of UNESCO; follow-up on transactions entered into between the country and UNESCO; follow-up on transactions entered into between the country and UNESCO; communicate to the Secretariat of the Commission, through reports, the outcomes of meetings that the Permanent Delegation attends on behalf of the country; communicate to the Secretariat of the Commission, through reports, the outcomes of meetings that the Permanent Delegation attends on behalf of the country; provide input on policy briefs and statements prepared for meetings of UNESCO that the Permanent Delegation attends on behalf of the country; and provide input on policy briefs and statements prepared for meetings of UNESCO that the Permanent Delegation attends on behalf of the country; and liaise with the other organs of the Commission and other relevant bodies in the country through the Secretariat of the Commission. liaise with the other organs of the Commission and other relevant bodies in the country through the Secretariat of the Commission."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Permanent Delegate of Ghana",
      "content": "The Permanent Delegate of Ghana is the permanent representative of Ghana to UNESCO appointed by the President; is the permanent representative of Ghana to UNESCO appointed by the President; is the head of the Permanent Delegation of Ghana to UNESCO; is the head of the Permanent Delegation of Ghana to UNESCO; is accountable to the General Assembly through the chairperson of the General Assembly; is accountable to the General Assembly through the chairperson of the General Assembly; shall, in the absence of the chairperson of the General Assembly, act as the head of delegations from Ghana at meetings of UNESCO at the headquarters of UNESCO; and shall, in the absence of the chairperson of the General Assembly, act as the head of delegations from Ghana at meetings of UNESCO at the headquarters of UNESCO; and is accountable to the Minister responsible for Foreign Affairs. is accountable to the Minister responsible for Foreign Affairs."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Appointment of Deputy Permanent Delegate of Ghana to UNESCO",
      "content": "(1) The President shall, on the recommendation of the chairperson of the General Assembly, appoint a person not below the rank of a Deputy Secretary-General as Deputy Permanent Delegate of Ghana to UNESCO. The President shall, on the recommendation of the chairperson of the General Assembly, appoint a person not below the rank of a Deputy Secretary-General as Deputy Permanent Delegate of Ghana to UNESCO. (2) The Deputy Permanent Delegate of Ghana to UNESCO is accountable and answerable to the Permanent Delegate of Ghana to UNESCO and the Secretary-General of the Secretariat of the Commission in the performance of functions. The Deputy Permanent Delegate of Ghana to UNESCO is accountable and answerable to the Permanent Delegate of Ghana to UNESCO and the Secretary-General of the Secretariat of the Commission in the performance of functions."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Functions of the Deputy Permanent Delegate of Ghana to UNESCO",
      "content": "The Deputy Permanent Delegate of Ghana to UNESCO is the head of the Secretariat of the Permanent Delegation; is the head of the Secretariat of the Permanent Delegation; is responsible for the day-to-day administration of the Secretariat of the Permanent Delegation; is responsible for the day-to-day administration of the Secretariat of the Permanent Delegation; shall, on behalf of the Secretary-General, manage the funds and assets of the Permanent Delegation; and shall, on behalf of the Secretary-General, manage the funds and assets of the Permanent Delegation; and is responsible for the supervision and control of staff of the Secretariat of the Permanent Delegation. is responsible for the supervision and control of staff of the Secretariat of the Permanent Delegation."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Secretariat of the Permanent Delegation",
      "content": "(1) The Permanent Delegation shall have a Secretariat. The Permanent Delegation shall have a Secretariat. (2) The Secretariat of the Permanent Delegation The Secretariat of the Permanent Delegation is responsible for following up on transactions entered into between the country and UNESCO; is responsible for following up on transactions entered into between the country and UNESCO; shall serve as a communication channel between the Secretariat of the Commission and the Permanent Delegation; shall serve as a communication channel between the Secretariat of the Commission and the Permanent Delegation; is responsible for liaising with the other organs of the Commission and other relevant bodies in the country through the Secretariat of the Commission; and is responsible for liaising with the other organs of the Commission and other relevant bodies in the country through the Secretariat of the Commission; and shall perform any other function assigned by the Deputy Permanent Delegate. shall perform any other function assigned by the Deputy Permanent Delegate."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Appointment of other staff of the Permanent Delegation",
      "content": "The General Assembly shall, on the recommendation of the Executive Committee, appoint other staff of the Permanent Delegation that are necessary for the effective and efficient performance of the functions of the Permanent Delegation. The General Assembly shall, on the recommendation of the Executive Committee, appoint other staff of the Permanent Delegation that are necessary for the effective and efficient performance of the functions of the Permanent Delegation."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Establishment of programme specialised committees",
      "content": "Without limiting subsection (1) of section 10, the General Assembly may establish the following programme specialised committees: Education Committee; Education Committee; Natural Science Committee; Natural Science Committee; Social and Human Sciences Committee; Social and Human Sciences Committee; Culture Committee; Culture Committee; Communication and Information Committee; Communication and Information Committee; Legal and Administration Matters Committee; and Legal and Administration Matters Committee; and any other programme specialised committee that the General Assembly may determine. any other programme specialised committee that the General Assembly may determine."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Composition of programme specialised committees",
      "content": "(1) A programme specialised committee shall consist of not more than eleven members who are experts in the subject matter of the committee. A programme specialised committee shall consist of not more than eleven members who are experts in the subject matter of the committee. (2) A member or non-member of the Commission may be appointed as a member of a programme specialised committee. A member or non-member of the Commission may be appointed as a member of a programme specialised committee. (3) A programme specialised committee establised under section 30 shall have a chairperson. A programme specialised committee establised under section 30 shall have a chairperson. (4) The chairperson shall preside over meetings of the respective committees. The chairperson shall preside over meetings of the respective committees. (5) A programme specialised committee shall have a Secretary. A programme specialised committee shall have a Secretary. (6) The Secretary of a programme specialised committee shall be the Programme Officer of that programme specialised committee. The Secretary of a programme specialised committee shall be the Programme Officer of that programme specialised committee."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Functions of the programme specialised committees",
      "content": "(1) A programme specialised committee shall A programme specialised committee shall provide expert advice on matters relating to the relevant field of expertise; provide expert advice on matters relating to the relevant field of expertise; assist the Secretariat to prepare briefs for the delegations representing the country at any of the following fora of UNESCO: assist the Secretariat to prepare briefs for the delegations representing the country at any of the following fora of UNESCO: Executive Board sessions of UNESCO; Executive Board sessions of UNESCO; General Conferences of UNESCO; and General Conferences of UNESCO; and any other meeting of UNESCO; and any other meeting of UNESCO; and perform any other function that the General Assembly may direct. perform any other function that the General Assembly may direct. (2) A programme specialised committee shall meet when necessary to perform a function specified under subsection (1). A programme specialised committee shall meet when necessary to perform a function specified under subsection (1)."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Establishment of national committees for inter-governmental programmes",
      "content": "(1) The Commission shall establish the following national committees for inter-governmental programmes of UNESCO: The Commission shall establish the following national committees for inter-governmental programmes of UNESCO: Man and the Biosphere National Committee; Man and the Biosphere National Committee; National Committee on Inter-governmental Oceanography; National Committee on Inter-governmental Oceanography; National Committee on the International Hydrological Programme; National Committee on the International Hydrological Programme; National Committee on Management of Social Transformation; National Committee on Management of Social Transformation; National Bioethics Committee; National Bioethics Committee; National Committee on the Information for All Programme; National Committee on the Information for All Programme; National Heritage Committee; and National Heritage Committee; and any other national committee that the Commission may determine. any other national committee that the Commission may determine. (2) A national committee shall consist of persons A national committee shall consist of persons with expertise in the subject matter of the committee; and with expertise in the subject matter of the committee; and selected from selected from a governmental organisation; and a governmental organisation; and a non-governmental organisation. a non-governmental organisation. (3) The Secretary-General The Secretary-General shall be a member of each national committee; and shall be a member of each national committee; and may designate the respective Programme Officer as a representative of the Secretary-General on each national committee. may designate the respective Programme Officer as a representative of the Secretary-General on each national committee."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Functions of national committees",
      "content": "A national committee shall provide expert advice on matters relating to the relevant field of expertise; and provide expert advice on matters relating to the relevant field of expertise; and perform any other function that the Commission may direct. perform any other function that the Commission may direct."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Hosting rights",
      "content": "(1) The General Assembly may grant hosting rights to an institution in a field of competence of UNESCO to host any of the national committees established under section 33. The General Assembly may grant hosting rights to an institution in a field of competence of UNESCO to host any of the national committees established under section 33. (2) An institution that hosts a national committee of UNESCO in accordance with subsection (1) shall do so under the supervision of the Commission. An institution that hosts a national committee of UNESCO in accordance with subsection (1) shall do so under the supervision of the Commission."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Allowances",
      "content": "Members of the General Assembly, Executive Committee, programme specialised committees, national committees for inter-governmental programmes and any other committee of the General Assembly shall be paid allowances determined by the Minister in consultation with the Minister responsible for Finance. Members of the General Assembly, Executive Committee, programme specialised committees, national committees for inter-governmental programmes and any other committee of the General Assembly shall be paid allowances determined by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Internal Audit Unit",
      "content": "(1) The Secretariat of the Commission shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The Secretariat of the Commission shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). (3) The Internal Auditor is responsible for the internal audit of the Commission. The Internal Auditor is responsible for the internal audit of the Commission. (4) The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months prepare and submit to the General Assembly, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and prepare and submit to the General Assembly, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Commission. make recommendations in each report with respect to matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Commission. (5) The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Secretary-General and the chairperson of the General Assembly. The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Secretary-General and the chairperson of the General Assembly."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Sources of funds for the Secretariat of the Commission",
      "content": "The sources of funds for the Secretariat of the Commission are moneys approved by Parliament; moneys approved by Parliament; donations, grants and loans; and donations, grants and loans; and internally generated funds. internally generated funds."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Bank account of the Secretariat of the Commission",
      "content": "The moneys for the Secretariat of the Commission shall be paid into a bank account opened for that purpose with the approval of the Controller and Accountant-General. The moneys for the Secretariat of the Commission shall be paid into a bank account opened for that purpose with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Accounts and audit",
      "content": "(1) The Secretariat of the Commission shall keep books, records returns and any other documents relevant to the accounts in the form approved by the Auditor-General. The Secretariat of the Commission shall keep books, records returns and any other documents relevant to the accounts in the form approved by the Auditor-General. (2) The Secretariat of the Commission shall submit the accounts of the Secretariat of the Commission to the Auditor-General for audit at the end of the financial year. The Secretariat of the Commission shall submit the accounts of the Secretariat of the Commission to the Auditor-General for audit at the end of the financial year. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy of the audit report to the Minister and the Secretariat of the Commission. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy of the audit report to the Minister and the Secretariat of the Commission. (4) The financial year of the Secretariat of the Commission is the same as the financial year of Government. The financial year of the Secretariat of the Commission is the same as the financial year of Government."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Annual report and other reports",
      "content": "(1) The Secretariat of the Commission shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Secretariat of the Commission for the year to which the annual report relates. The Secretariat of the Commission shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Secretariat of the Commission for the year to which the annual report relates. (2) The annual report shall include a copy of the audited accounts and the report of the Auditor-General. The annual report shall include a copy of the audited accounts and the report of the Auditor-General. (3) The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within one month after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Secretariat of the Commission shall submit to the Minister any other report which the Minister may require in writing. The Secretariat of the Commission shall submit to the Minister any other report which the Minister may require in writing."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Co-operation",
      "content": "A public institution or a private institution shall co-operate with the Commission in the performance of functions under this Act. A public institution or a private institution shall co-operate with the Commission in the performance of functions under this Act."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Regulations",
      "content": "The Minister may, in consultation with the General Assembly, by legislative instrument, make Regulations to prescribe forms to be used under this Act; prescribe forms to be used under this Act; provide for the staff management, disciplinary procedures, the Scheme of Service and any other condition of service of employees of the Secretariat; provide for the staff management, disciplinary procedures, the Scheme of Service and any other condition of service of employees of the Secretariat; prescribe procedures for the effective performance of the functions of the programme specialised committees; prescribe procedures for the effective performance of the functions of the programme specialised committees; and provide for any other matter necessary for the effective implementation of this Act. and provide for any other matter necessary for the effective implementation of this Act."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,Commission means the Ghana Commission for UNESCO established under section 1;expert means a professional with expertise in a field of competence of UNESCO;General Assembly means an organ of the Commission established under section 5;Minister means Minister responsible for Education;national committee means a national committee for intergovernmental programme established under section 33;Permanent Delegation means the Permanent Delegation of Ghana to UNESCO established under section 23;Secretary-General means the person appointed under section 18; andUNESCO means the United Nations Educational, Scientific and Cultural Organisation. In this Act, unless the context otherwise requires, Commission means the Ghana Commission for UNESCO established under section 1; expert means a professional with expertise in a field of competence of UNESCO; General Assembly means an organ of the Commission established under section 5; Minister means Minister responsible for Education; national committee means a national committee for intergovernmental programme established under section 33; Permanent Delegation means the Permanent Delegation of Ghana to UNESCO established under section 23; Secretary-General means the person appointed under section 18; and UNESCO means the United Nations Educational, Scientific and Cultural Organisation."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Consequential amendment",
      "content": "A reference to an office established under the Ghana National Commission for UNESCO existing before the coming into force of this Act in a contract or any document shall be construed as a reference to the Commission established under this Act. A reference to an office established under the Ghana National Commission for UNESCO existing before the coming into force of this Act in a contract or any document shall be construed as a reference to the Commission established under this Act."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Transitional provisions and savings",
      "content": "(1) The rights, duties, obligations, assets and liabilities of the Ghana National Commission for UNESCO existing immediately before the coming into force of this Act and persons employed by the Ghana National Commission for UNESCO shall be transferred to the Ghana Commission for UNESCO established under this Act and, accordingly, proceedings taken by or against the Ghana National Commission for UNESCO may be continued by or against the Ghana Commission for UNESCO. The rights, duties, obligations, assets and liabilities of the Ghana National Commission for UNESCO existing immediately before the coming into force of this Act and persons employed by the Ghana National Commission for UNESCO shall be transferred to the Ghana Commission for UNESCO established under this Act and, accordingly, proceedings taken by or against the Ghana National Commission for UNESCO may be continued by or against the Ghana Commission for UNESCO. (2) An administrative directive issued by the Ghana National Commission for UNESCO or Minister immediately before the coming into force of this Act shall have effect as if that administrative directive was issued under this Act. An administrative directive issued by the Ghana National Commission for UNESCO or Minister immediately before the coming into force of this Act shall have effect as if that administrative directive was issued under this Act. (3) A contract, deed, bond, agreement, arrangement, guarantee and instrument made or entered into by or on behalf of the Ghana National Commission for UNESCO and in effect immediately before the coming into force of this Act shall have effect as if made or entered into by or on behalf of the Ghana Commission for UNESCO. A contract, deed, bond, agreement, arrangement, guarantee and instrument made or entered into by or on behalf of the Ghana National Commission for UNESCO and in effect immediately before the coming into force of this Act shall have effect as if made or entered into by or on behalf of the Ghana Commission for UNESCO."
    }
  ],
  "definitions": [
    {
      "term": "Commission",
      "definition": "the Ghana Commission for UNESCO established under section 1",
      "source_provision": "s44"
    },
    {
      "term": "expert",
      "definition": "a professional with expertise in a field of competence of UNESCO",
      "source_provision": "s44"
    },
    {
      "term": "General Assembly",
      "definition": "an organ of the Commission established under section 5",
      "source_provision": "s44"
    },
    {
      "term": "Minister",
      "definition": "Minister responsible for Education",
      "source_provision": "s44"
    },
    {
      "term": "national committee",
      "definition": "a national committee for intergovernmental programme established under section 33",
      "source_provision": "s44"
    },
    {
      "term": "Permanent Delegation",
      "definition": "the Permanent Delegation of Ghana to UNESCO established under section 23",
      "source_provision": "s44"
    },
    {
      "term": "Secretary-General",
      "definition": "the person appointed under section 18",
      "source_provision": "s44"
    },
    {
      "term": "UNESCO",
      "definition": "the United Nations Educational, Scientific and Cultural Organisation. In this Act, unless the context otherwise requires, Commission means the Ghana Commission for UNESCO established under section 1",
      "source_provision": "s44"
    },
    {
      "term": "expert",
      "definition": "a professional with expertise in a field of competence of UNESCO",
      "source_provision": "s44"
    },
    {
      "term": "General Assembly",
      "definition": "an organ of the Commission established under section 5",
      "source_provision": "s44"
    },
    {
      "term": "Minister",
      "definition": "Minister responsible for Education",
      "source_provision": "s44"
    },
    {
      "term": "national committee",
      "definition": "a national committee for intergovernmental programme established under section 33",
      "source_provision": "s44"
    },
    {
      "term": "Permanent Delegation",
      "definition": "the Permanent Delegation of Ghana to UNESCO established under section 23",
      "source_provision": "s44"
    },
    {
      "term": "Secretary-General",
      "definition": "the person appointed under section 18",
      "source_provision": "s44"
    }
  ]
}