{
  "id": "act-1102-2023",
  "type": "act",
  "title": "Ghana Accreditation Service Act, 2023",
  "short_name": "GAS 2023",
  "act_number": 1102,
  "year": 2023,
  "status": "in_force",
  "issued_date": "2023-08-30",
  "url": "https://ghalii.org/akn/gh/act/2023/1102",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Application",
      "content": "(1) This Act applies to the accreditation of the following conformity assessment bodies: This Act applies to the accreditation of the following conformity assessment bodies: calibration laboratories and testing laboratories; calibration laboratories and testing laboratories; validation bodies and verification bodies; validation bodies and verification bodies; certification bodies; certification bodies; inspection bodies; inspection bodies; rating agencies; and rating agencies; and any other body prescribed by the Minister by Legislative Instrument. any other body prescribed by the Minister by Legislative Instrument. (2) This Act does not apply to the education sector. This Act does not apply to the education sector."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Establishment of the Ghana Accreditation Service",
      "content": "(1) There is established by this Act, the Ghana Accreditation Service as a body corporate. There is established by this Act, the Ghana Accreditation Service as a body corporate. (2) The Service may, for the performance of the functions of the Service, acquire and hold property, dispose of property and enter into a contract or any other related transaction. The Service may, for the performance of the functions of the Service, acquire and hold property, dispose of property and enter into a contract or any other related transaction. (3) Where there is a hindrance to the acquisition of land, the land may be acquired for the Service under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Service. Where there is a hindrance to the acquisition of land, the land may be acquired for the Service under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Service."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Objects of the Service",
      "content": "The objects of the Service are to provide an efficient and effective accreditation system for the accreditation of conformity assessment bodies; provide an efficient and effective accreditation system for the accreditation of conformity assessment bodies; support the needs of Ghanaian enterprises that are competing in the global economy; support the needs of Ghanaian enterprises that are competing in the global economy; promote accreditation to support public policy objectives in terms of health, safety and the environment; promote accreditation to support public policy objectives in terms of health, safety and the environment; promote accreditation to facilitate international trade; and facilitate international trade; and enhance economic performance of the country; enhance economic performance of the country; promote mutual recognition of the results of accredited conformity assessment bodies; promote mutual recognition of the results of accredited conformity assessment bodies; promote recognition and protect the use of the logo of the Service and other affiliated organisations; and promote recognition and protect the use of the logo of the Service and other affiliated organisations; and promote the accreditation of conformity assessment bodies including calibration laboratories, testing laboratories, certification bodies, inspection bodies, verification bodies and validation bodies. promote the accreditation of conformity assessment bodies including calibration laboratories, testing laboratories, certification bodies, inspection bodies, verification bodies and validation bodies."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Functions of the Service",
      "content": "(1) To achieve the objects under section 3, the Service shall To achieve the objects under section 3, the Service shall provide a holistic approach to accreditation and monitoring of conformity assessment bodies; provide a holistic approach to accreditation and monitoring of conformity assessment bodies; establish and maintain facilities for the accreditation of conformity assessment bodies; establish and maintain facilities for the accreditation of conformity assessment bodies; maintain the requisite systems and structures for the issue of licences to conformity assessment bodies to ensure compliance with the relevant accreditation criteria; maintain the requisite systems and structures for the issue of licences to conformity assessment bodies to ensure compliance with the relevant accreditation criteria; provide for the registration and regulation of the use of accreditation symbols by conformity assessment bodies; provide for the registration and regulation of the use of accreditation symbols by conformity assessment bodies; formulate and administer rules and procedures for the accreditation of conformity assessment activities; formulate and administer rules and procedures for the accreditation of conformity assessment activities; establish, keep and maintain a register of accredited conformity assessment bodies and related activities; establish, keep and maintain a register of accredited conformity assessment bodies and related activities; undertake and promote educational work related to accreditation; undertake and promote educational work related to accreditation; collect and disseminate information related to accreditation, including publication of reports, pamphlets, booklets, journals and any other publication; collect and disseminate information related to accreditation, including publication of reports, pamphlets, booklets, journals and any other publication; participate in activities of international bodies concerned with accreditation and conformity; participate in activities of international bodies concerned with accreditation and conformity; cooperate with any individual, association or organisation within the country or outside the country, that has similar objects; cooperate with any individual, association or organisation within the country or outside the country, that has similar objects; institute training schemes related to accreditation and monitoring of comformity assessment within the country or outside the country; institute training schemes related to accreditation and monitoring of comformity assessment within the country or outside the country; ensure compliance with international accreditation standards and international accreditation criteria relevant to the functions under this Act; ensure compliance with international accreditation standards and international accreditation criteria relevant to the functions under this Act; obtain and maintain membership of regional and international accreditation bodies and participate in the activities and programmes of regional and international accreditation organisations; obtain and maintain membership of regional and international accreditation bodies and participate in the activities and programmes of regional and international accreditation organisations; collaborate with national, regional and international standards bodies, and technical regulatory and metrology organisations in matters related to accreditation; collaborate with national, regional and international standards bodies, and technical regulatory and metrology organisations in matters related to accreditation; advise Government on matters related to accreditation; and advise Government on matters related to accreditation; and perform any other functions that are ancillary to the objects of the Service. perform any other functions that are ancillary to the objects of the Service. (2) The Service may, in addition to the functions provided in subsection (1), The Service may, in addition to the functions provided in subsection (1), develop and maintain library materials and articles relating to accreditation that are acquired and preserved as reference materials; and develop and maintain library materials and articles relating to accreditation that are acquired and preserved as reference materials; and appoint agents to perform a function of the Service within the country or outside the country. appoint agents to perform a function of the Service within the country or outside the country."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Governing body of the Service",
      "content": "(1) The governing body of the Service is a Council consisting of The governing body of the Service is a Council consisting of a chairperson; a chairperson; the Director-General; the Director-General; one representative of the Ministry responsible for Trade and Industry not below the rank of a Director, nominated by the Minister; one representative of the Ministry responsible for Trade and Industry not below the rank of a Director, nominated by the Minister; one representative of the Ministry responsible for Food and Agriculture not below the rank of a Director, nominated by the Minister responsible for Food and Agriculture; one representative of the Ministry responsible for Food and Agriculture not below the rank of a Director, nominated by the Minister responsible for Food and Agriculture; one representative of the Ministry responsible for Environment, Science and Technology not below the rank of a Director, nominated by the Minister responsible for Environment, Science and Technology; one representative of the Ministry responsible for Environment, Science and Technology not below the rank of a Director, nominated by the Minister responsible for Environment, Science and Technology; one representative of the Ministry responsible for Health not below the rank of a Director, nominated by the Minister responsible for Health; one representative of the Ministry responsible for Health not below the rank of a Director, nominated by the Minister responsible for Health; one representative of the Ministry responsible for Energy not below the rank of a Director, nominated by the Minister responsible for Energy; one representative of the Ministry responsible for Energy not below the rank of a Director, nominated by the Minister responsible for Energy; one representative of the Ghana Association of Medical Laboratory Scientists, nominated by the Ghana Association of Medical Laboratory Scientists; one representative of the Ghana Association of Medical Laboratory Scientists, nominated by the Ghana Association of Medical Laboratory Scientists; one representative of the Council for Technical and Vocational Education Training, nominated by the Council for Technical and Vocational Education Training; one representative of the Council for Technical and Vocational Education Training, nominated by the Council for Technical and Vocational Education Training; one representative of the Association of Ghana Industries, nominated by the President of the Association of Ghana Industries; and one representative of the Association of Ghana Industries, nominated by the President of the Association of Ghana Industries; and one woman with knowledge in accounting or finance, nominated by the President. one woman with knowledge in accounting or finance, nominated by the President. (2) A person other than a person nominated under paragraphs (j) and (k) of subsection (1) is not eligible to be a member of the Council unless the person has knowledge and experience in quality infrastructure. A person other than a person nominated under paragraphs (j) and (k) of subsection (1) is not eligible to be a member of the Council unless the person has knowledge and experience in quality infrastructure. (3) The chairperson and other members of the Council shall be appointed by the President in accordance with article 70 of the Constitution. The chairperson and other members of the Council shall be appointed by the President in accordance with article 70 of the Constitution."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Functions of the Council",
      "content": "To achieve the objects, the Council shall develop the requirements for accreditation; develop the requirements for accreditation; develop policies relating to accreditation; develop policies relating to accreditation; develop internal rules and procedures relating to accreditation; develop internal rules and procedures relating to accreditation; develop the strategic and business plans for the Service; and develop the strategic and business plans for the Service; and ensure the efficient and effective performance of the functions of the Service. ensure the efficient and effective performance of the functions of the Service."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Duties and liabilities of members of the Council",
      "content": "(1) A member of the Council has the same fiduciary relationship with the Service and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 2019 (Act 992). A member of the Council has the same fiduciary relationship with the Service and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 2019 (Act 992). (2) Without limiting subsection (1), a member of the Council has a duty Without limiting subsection (1), a member of the Council has a duty to act honestly and in the best interest of the Service in the performance of the functions of that member; to act honestly and in the best interest of the Service in the performance of the functions of that member; to exercise the degree of care and diligence in the performance of the functions of that member that a person in that position would reasonably be expected to exercise in the circumstance; to exercise the degree of care and diligence in the performance of the functions of that member that a person in that position would reasonably be expected to exercise in the circumstance; not to disclose information that would not otherwise be available to the member to any person or make use of or act on that information, except in the performance of the functions of the Service or as may be permitted by law; not to disclose information that would not otherwise be available to the member to any person or make use of or act on that information, except in the performance of the functions of the Service or as may be permitted by law; not to abuse the position of the office; and not to abuse the position of the office; and not to pursue the personal interest of the member at the expense of the interest of the Service. not to pursue the personal interest of the member at the expense of the interest of the Service. (3) A member of the Council who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than one hundred penalty units and not more than two hundred and fifty penalty units. A member of the Council who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than one hundred penalty units and not more than two hundred and fifty penalty units. (4) Where a court determines that the Service has suffered a loss or damage as a consequence of the act or omission of a member of the Council, the court may, in addition to imposing a fine, order the member of the Council convicted to pay appropriate compensation to the Service. Where a court determines that the Service has suffered a loss or damage as a consequence of the act or omission of a member of the Council, the court may, in addition to imposing a fine, order the member of the Council convicted to pay appropriate compensation to the Service."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Tenure of office of members of the Council",
      "content": "(1) A member of the Council shall hold office for a term of four years and is eligible for re-appointment for another term only. A member of the Council shall hold office for a term of four years and is eligible for re-appointment for another term only. (2) Subsection (1) does not apply to the Director-General. Subsection (1) does not apply to the Director-General. (3) A member of the Council may, at any time, resign from office in writing addressed to the President through the Minister. A member of the Council may, at any time, resign from office in writing addressed to the President through the Minister. (4) A member of the Council who is absent from three consecutive meetings without sufficient cause ceases to be a member. A member of the Council who is absent from three consecutive meetings without sufficient cause ceases to be a member. (5) The President may, by a letter addressed to a member, revoke the appointment of that member. The President may, by a letter addressed to a member, revoke the appointment of that member. (6) Where a member of the Council is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Council is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3), (4), or subsection (2) of section 10, under subsection (3), (4), or subsection (2) of section 10, as a result of a declaration under subsection (6), or as a result of a declaration under subsection (6), or by reason of the death of a member, by reason of the death of a member, the Minister shall give notice to the President of the vacancy and the President shall appoint a person to fill the vacancy for the unexpired term."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Meetings of the Council",
      "content": "(1) The Council shall meet at least once every three months for the conduct of business at a time, place and in the mode determined by the chairperson. The Council shall meet at least once every three months for the conduct of business at a time, place and in the mode determined by the chairperson. (2) The chairperson shall, at the request in writing of not less than one-third of the membership of the Council, convene an extra-ordinary meeting of the Council at the time, place and in the mode determined by the chairperson. The chairperson shall, at the request in writing of not less than one-third of the membership of the Council, convene an extra-ordinary meeting of the Council at the time, place and in the mode determined by the chairperson. (3) The chairperson shall preside at meetings of the Council and in the absence of the chairperson, a member of the Council elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Council and in the absence of the chairperson, a member of the Council elected by the members present from among their number shall preside. (4) The quorum at a meeting of the Council is seven members of the Council. The quorum at a meeting of the Council is seven members of the Council. (5) A matter before the Council shall be decided by majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. A matter before the Council shall be decided by majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Council may co-opt a person to attend a meeting of the Council, but that person shall not vote on a matter for decision at the meeting. The Council may co-opt a person to attend a meeting of the Council, but that person shall not vote on a matter for decision at the meeting. (7) The proceedings of the Council shall not be invalidated by reason of a vacancy in the membership or a defect in the appointment or qualification of a member. The proceedings of the Council shall not be invalidated by reason of a vacancy in the membership or a defect in the appointment or qualification of a member. (8) Subject to this section, the Council may determine the procedure for meetings of the Council. Subject to this section, the Council may determine the procedure for meetings of the Council."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Council who has an interest in a matter for consideration by the Council A member of the Council who has an interest in a matter for consideration by the Council shall disclose, in writing, the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and shall disclose, in writing, the nature of the interest and the disclosure shall form part of the record of the consideration of the matter; and is disqualified from being present at or participating in the deliberations of the Council in respect of that matter. is disqualified from being present at or participating in the deliberations of the Council in respect of that matter. (2) A member ceases to be a member of the Council, if that member has an interest in a matter before the Council and A member ceases to be a member of the Council, if that member has an interest in a matter before the Council and fails to disclose that interest; or fails to disclose that interest; or participates in the deliberations of the Council on the matter. participates in the deliberations of the Council on the matter. (3) Without limiting any further cause of action that may be instituted against the member, the Council shall recover any benefit derived by the member who contravenes subsection (1), in addition to the cessation of the appointment of the member. Without limiting any further cause of action that may be instituted against the member, the Council shall recover any benefit derived by the member who contravenes subsection (1), in addition to the cessation of the appointment of the member."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Establishment of committees",
      "content": "(1) The Council may establish committees consisting of members of the Council or non-members of the Council or both to perform a function of the Council. The Council may establish committees consisting of members of the Council or non-members of the Council or both to perform a function of the Council. (2) A committee of the Council shall be chaired by a member of the Council except where the committee is made up of non-members only. A committee of the Council shall be chaired by a member of the Council except where the committee is made up of non-members only. (3) A committee made up of non-members entirely of the Council shall be advisory only. A committee made up of non-members entirely of the Council shall be advisory only. (4) The Council shall determine the composition, functions and, rules and procedures of a committee established under subsection (1). The Council shall determine the composition, functions and, rules and procedures of a committee established under subsection (1). (5) Section 10 applies to members of a committee of the Council. Section 10 applies to members of a committee of the Council."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Allowances",
      "content": "Members of the Council and members of a committee of the Council shall be paid allowances determined by the Minister in consultation with the Minister responsible for Finance. Members of the Council and members of a committee of the Council shall be paid allowances determined by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Policy directives",
      "content": "The Minister shall give directives to the Council on matters of policy and the Council shall comply. The Minister shall give directives to the Council on matters of policy and the Council shall comply."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Accreditation Committee",
      "content": "(1) There is established by this Act, the Accreditation Committee. There is established by this Act, the Accreditation Committee. (2) The Accreditation Committee consists of The Accreditation Committee consists of a chairperson, other than the Director-General, appointed by the Council from among members of the Council; a chairperson, other than the Director-General, appointed by the Council from among members of the Council; four representatives from conformity assessment bodies; four representatives from conformity assessment bodies; one person representing the assessors of the Service; one person representing the assessors of the Service; the technical Director of the Service; the technical Director of the Service; one officer of the Service in charge of the accreditation of testing laboratories; one officer of the Service in charge of the accreditation of testing laboratories; one officer of the Service in charge of the accreditation of calibration laboratories; one officer of the Service in charge of the accreditation of calibration laboratories; one officer of the Service in charge of the accreditation of inspection bodies; one officer of the Service in charge of the accreditation of inspection bodies; one officer of the Service in charge of the accreditation of certification of management systems and product certification bodies; and one officer of the Service in charge of the accreditation of certification of management systems and product certification bodies; and ten experts representing relevant stakeholders. ten experts representing relevant stakeholders. (3) A member of the Accreditation Committee shall hold office for a term of four years and is eligible for re-appointment for another term only. A member of the Accreditation Committee shall hold office for a term of four years and is eligible for re-appointment for another term only. (4) A matter before the Accreditation Committee or a sub-committee of the Accreditation Committee shall be decided by consensus. A matter before the Accreditation Committee or a sub-committee of the Accreditation Committee shall be decided by consensus. (5) The quorum for a meeting of the Accreditation Committee or a sub-committee of the Accreditation Committee is more than one half of the members of the Accreditation Committee or of the sub-committee. The quorum for a meeting of the Accreditation Committee or a sub-committee of the Accreditation Committee is more than one half of the members of the Accreditation Committee or of the sub-committee. (6) The chairperson shall preside at meetings of the Accreditation Committee and in the absence of the chairperson, a member of the Accreditation Committee elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Accreditation Committee and in the absence of the chairperson, a member of the Accreditation Committee elected by the members present from among their number shall preside. (7) The Accreditation Committee shall determine the procedures for the meetings of the Accreditation Committee. The Accreditation Committee shall determine the procedures for the meetings of the Accreditation Committee. (8) The Accreditation Committee shall report to the Director-General. The Accreditation Committee shall report to the Director-General. (9) Sections 10 and 12 on disclosure of interest and allowances respectively apply to a member of the Accreditation Committee. Sections 10 and 12 on disclosure of interest and allowances respectively apply to a member of the Accreditation Committee."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Functions of the Accreditation Committee",
      "content": "The Accreditation Committee shall develop guidelines for accreditation subject to the approval of the Council; develop guidelines for accreditation subject to the approval of the Council; advise the Service on technical matters relating to accreditation and conformity assessment including testing, inspection, certification, verification and validation activities; advise the Service on technical matters relating to accreditation and conformity assessment including testing, inspection, certification, verification and validation activities; approve work plans and terms of reference developed by sub-committees of the Accreditation Committee constituted under subsection (1) of section 16; and approve work plans and terms of reference developed by sub-committees of the Accreditation Committee constituted under subsection (1) of section 16; and perform any other functions assigned to the Accreditation Committee by the Council. perform any other functions assigned to the Accreditation Committee by the Council."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Establishment of sub-committees",
      "content": "(1) The Accreditation Committee may constitute sub-committees of not more than seven members of the Accreditation Committee to perform a function that may be assigned by the Accreditation Committee. The Accreditation Committee may constitute sub-committees of not more than seven members of the Accreditation Committee to perform a function that may be assigned by the Accreditation Committee. (2) A subcommittee shall consist of a balanced representation of experts from interested parties and independent experts. A subcommittee shall consist of a balanced representation of experts from interested parties and independent experts. (3) The sub-committees shall include The sub-committees shall include General Testing Sub-committee; General Testing Sub-committee; Medical Laboratory Testing Sub-committee; Medical Laboratory Testing Sub-committee; Inspection Sub-committee; Inspection Sub-committee; Calibration Sub-committee; Calibration Sub-committee; Certification Sub-committee; and Certification Sub-committee; and Validation and Verification Sub-committee. Validation and Verification Sub-committee. (4) A sub-committee shall A sub-committee shall develop work plans and terms of reference for approval by the Accreditation Committee; and develop work plans and terms of reference for approval by the Accreditation Committee; and perform any other function assigned by the Accreditation Committee. perform any other function assigned by the Accreditation Committee."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Appointment of Director-General",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Director-General for the Service. The President shall, in accordance with article 195 of the Constitution, appoint a Director-General for the Service. (2) A person is qualified for appointment as a Director-General of the Service if the person A person is qualified for appointment as a Director-General of the Service if the person has the relevant knowledge and experience in the implementation of has the relevant knowledge and experience in the implementation of international accreditation standards; and international accreditation standards; and conformity assessment standards; and conformity assessment standards; and satisfies the competence requirements specified in the Scheme of Service. satisfies the competence requirements specified in the Scheme of Service. (3) The Director-General shall hold office on the terms and conditions specified in the letter of appointment. The Director-General shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Functions of the Director-General",
      "content": "(1) The Director-General is responsible for the day to day administration of the Service and is answerable to the Council for the performance of functions under this Act. The Director-General is responsible for the day to day administration of the Service and is answerable to the Council for the performance of functions under this Act. (2) The Director-General is responsible for the implementation of the decisions of the Council. The Director-General is responsible for the implementation of the decisions of the Council. (3) The Director-General may delegate a function to an officer of the Service but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Director-General may delegate a function to an officer of the Service but shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Appointment of Deputy Director-General",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Deputy Director-General for the Service. The President shall, in accordance with article 195 of the Constitution, appoint a Deputy Director-General for the Service. (2) The Deputy Director-General shall hold office on the terms and conditions specified in the letter of appointment. The Deputy Director-General shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Functions of Deputy Director-General",
      "content": "(1) The Deputy Director-General shall The Deputy Director-General shall assist the Director-General in the performance of functions of the Director-General; and assist the Director-General in the performance of functions of the Director-General; and perform any other function specified in the Scheme of Service. perform any other function specified in the Scheme of Service. (2) The Deputy Director-General shall act in the absence of the Director-General. The Deputy Director-General shall act in the absence of the Director-General."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Appointment of other staff",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint any other staff of the Service necessary for the efficient and effective performance of the functions of the Service. The President shall, in accordance with article 195 of the Constitution, appoint any other staff of the Service necessary for the efficient and effective performance of the functions of the Service. (2) Other public officers may be transferred or seconded to the Service or may otherwise give assistance to the Service. Other public officers may be transferred or seconded to the Service or may otherwise give assistance to the Service. (3) Subject to the approval of the Council, the Service may engage the services of consultants and experts for the efficient and effective performance of the functions of the Service. Subject to the approval of the Council, the Service may engage the services of consultants and experts for the efficient and effective performance of the functions of the Service."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Divisions, directorates and units of the Service",
      "content": "(1) The Council shall establish divisions, directorates and units of the Service that the Council considers necessary for the efficient and effective performance of the functions of the Service. The Council shall establish divisions, directorates and units of the Service that the Council considers necessary for the efficient and effective performance of the functions of the Service. (2) Without limiting subsection (1), the Council may establish Without limiting subsection (1), the Council may establish the following directorates: the following directorates: General Laboratory Testing Directorate; General Laboratory Testing Directorate; Medical Laboratory Testing Directorate; Medical Laboratory Testing Directorate; Calibration Laboratory Directorate; Calibration Laboratory Directorate; Inspection Bodies Directorate; Inspection Bodies Directorate; Proficiency Testing Services Directorate; Proficiency Testing Services Directorate; Certified Reference Materials Production Directorate; Certified Reference Materials Production Directorate; Management Systems Certification Directorate; Management Systems Certification Directorate; Products Certification Directorate; Products Certification Directorate; Persons Certification Directorate; Persons Certification Directorate; Validation and Verification Services Directorate; and Validation and Verification Services Directorate; and Training and Conformity Assessment Related Subjects Directorate; Training and Conformity Assessment Related Subjects Directorate; a Support Services Division; a Support Services Division; the following units: the following units: Research and Development Unit; and Research and Development Unit; and Quality Management Unit; and Quality Management Unit; and any other directorate, division or unit determined by the Council. any other directorate, division or unit determined by the Council."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Regional offices of the Service",
      "content": "(1) The Council may establish offices of the Service in any region of the country. The Council may establish offices of the Service in any region of the country. (2) A regional office of the Service shall perform the functions of the Service as the Council may direct. A regional office of the Service shall perform the functions of the Service as the Council may direct."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Internal Audit Unit",
      "content": "(1) The Council shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The Council shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an Internal Auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). (3) The Internal Auditor is responsible for the internal audit of the Service. The Internal Auditor is responsible for the internal audit of the Service. (4) The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months: The Internal Auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months: prepare and submit to the Council, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and prepare and submit to the Council, a report on the internal audit carried out during the period of three months immediately preceding the preparation of the report; and make recommendations in each report in respect of matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Service. make recommendations in each report in respect of matters which appear to the Internal Auditor as necessary for the conduct of the affairs of the Service. (5) The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Minister and the chairperson of the Council. The Internal Auditor shall, in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), submit a copy of each report prepared under this section to the Minister and the chairperson of the Council."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Funds of the Service",
      "content": "The funds of the Service include moneys approved by Parliament; moneys approved by Parliament; internally generated funds; and internally generated funds; and loans donations, gifts and grants. loans donations, gifts and grants."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Bank account of the Service",
      "content": "The moneys for the Service shall be paid into a bank account opened for the purpose by the Council with the approval of the Controller and Accountant-General. The moneys for the Service shall be paid into a bank account opened for the purpose by the Council with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Expenses of the Service",
      "content": "The expenses of the Service shall be charged on the funds of the Service. The expenses of the Service shall be charged on the funds of the Service."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Borrowing powers",
      "content": "Subject to section 76 of the Public Financial Management Act, 2016 (Act 921), the Service may obtain loans and any other credit facility from a bank or any other financial institution approved by the Minister responsible for Finance. Subject to section 76 of the Public Financial Management Act, 2016 (Act 921), the Service may obtain loans and any other credit facility from a bank or any other financial institution approved by the Minister responsible for Finance."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Accounts and audit",
      "content": "(1) The Council shall keep books, records, returns and other documents relevant to the accounts of the Service in the form approved by the Auditor-General. The Council shall keep books, records, returns and other documents relevant to the accounts of the Service in the form approved by the Auditor-General. (2) The Council shall, at the end of each financial year, submit the accounts of the Service to the Auditor-General for audit. The Council shall, at the end of each financial year, submit the accounts of the Service to the Auditor-General for audit. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to the Minister and the Council. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts and forward a copy each of the audit report to the Minister and the Council. (4) The financial year of the Service is the same as the financial year of the Government. The financial year of the Service is the same as the financial year of the Government."
    },
    {
      "provision_ref": "s30",
      "section": "30",
      "title": "Annual report and other reports",
      "content": "(1) The Council shall, within thirty days after the receipt of the audit report, submit to the Minister an annual report covering the activities and operations of the Council for the year to which the annual report relates. The Council shall, within thirty days after the receipt of the audit report, submit to the Minister an annual report covering the activities and operations of the Council for the year to which the annual report relates. (2) The annual report shall include The annual report shall include the report of the Auditor-General; and the report of the Auditor-General; and any other information that may be any other information that may be required by the Minister in conformity with the Public Financial Management Act, 2016 (Act 921); or required by the Minister in conformity with the Public Financial Management Act, 2016 (Act 921); or relevant for the purposes of transparency and accountability. relevant for the purposes of transparency and accountability. (3) The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Council shall also submit to the Minister any other report which the Minister may require in writing. The Council shall also submit to the Minister any other report which the Minister may require in writing."
    },
    {
      "provision_ref": "s31",
      "section": "31",
      "title": "Establishment of accreditation schemes",
      "content": "(1) The Service shall establish accreditation schemes to guide the accreditation processes of the Service in accordance with The Service shall establish accreditation schemes to guide the accreditation processes of the Service in accordance with national standards; national standards; applicable international standards; applicable international standards; technical regulations; and technical regulations; and Government directives. Government directives. (2) An accreditation scheme shall specify An accreditation scheme shall specify the rules and processes relating to the accreditation of a conformity assessment body; the rules and processes relating to the accreditation of a conformity assessment body; the requirements for the accreditation of a conformity assessment body, as set out by the requirements for the accreditation of a conformity assessment body, as set out by national standards; national standards; applicable international standards; applicable international standards; technical regulations; and technical regulations; and Government directives; Government directives; the requirements, as set out in other relevant normative documents, for the accreditation of a conformity assessment body for the operation of the conformity assessment body; the requirements, as set out in other relevant normative documents, for the accreditation of a conformity assessment body for the operation of the conformity assessment body; the statutory and regulatory requirements for the accreditation of a conformity assessment body; and the statutory and regulatory requirements for the accreditation of a conformity assessment body; and the procedure for determining an appeal by an Appeals Committee constituted under subsection (3) of section 43. the procedure for determining an appeal by an Appeals Committee constituted under subsection (3) of section 43. (3) The Service shall publish the accreditation Schemes in the Gazette and on the website of the Service. The Service shall publish the accreditation Schemes in the Gazette and on the website of the Service."
    },
    {
      "provision_ref": "s32",
      "section": "32",
      "title": "Mandatory accreditation of conformity assessment activities",
      "content": "(1) The Minister shall, on the recommendation of the Service and by a Notice published in the Gazette and the website of the Service The Minister shall, on the recommendation of the Service and by a Notice published in the Gazette and the website of the Service declare that the accreditation of declare that the accreditation of a conformity assessment activity; or a conformity assessment activity; or the result of a conformity assessment activity is the result of a conformity assessment activity is mandatory if the conformity assessment activity or the result of a conformity assessment activity affects public safety, public health or the environment; or withdraw the declaration for mandatory accreditation of a conformity assessment activity. withdraw the declaration for mandatory accreditation of a conformity assessment activity. (2) A Notice published under subsection (1) shall A Notice published under subsection (1) shall describe the conformity assessment activity; describe the conformity assessment activity; state the title and number of the applicable national standard, international standard, technical regulation, Government directive or normative documents; state the title and number of the applicable national standard, international standard, technical regulation, Government directive or normative documents; contain the particulars for the operation of the conformity assessment activity, including accreditation symbols, terms, conditions and sanctions; and contain the particulars for the operation of the conformity assessment activity, including accreditation symbols, terms, conditions and sanctions; and state the date for the commencement of the mandatory accreditation. state the date for the commencement of the mandatory accreditation. (3) The date for the commencement of a mandatory accreditation shall not be less than sixty days after the date of publication of the Notice under subsection (1). The date for the commencement of a mandatory accreditation shall not be less than sixty days after the date of publication of the Notice under subsection (1). (4) The Minister shall publish a Preliminary Notice in the Gazette, within ninety days before publication of the Notice under subsection (1). The Minister shall publish a Preliminary Notice in the Gazette, within ninety days before publication of the Notice under subsection (1). (5) The Preliminary Notice shall The Preliminary Notice shall state the conformity assessment activity; state the conformity assessment activity; state the relevant national and international standard to be declared mandatory; state the relevant national and international standard to be declared mandatory; state the particulars for the administration of the proposed mandatory accreditation; and state the particulars for the administration of the proposed mandatory accreditation; and invite interested persons to submit written comments on the proposed mandatory accreditation not less than two months after the date of publication of the Preliminary Notice. invite interested persons to submit written comments on the proposed mandatory accreditation not less than two months after the date of publication of the Preliminary Notice. (6) The Minister shall take into consideration the comments submitted under paragraph (d) of subsection (5) in making further decisions on the proposed mandatory accreditation. The Minister shall take into consideration the comments submitted under paragraph (d) of subsection (5) in making further decisions on the proposed mandatory accreditation. (7) The Minister shall engage the sector Ministry responsible for the activity that is subject to the Preliminary Notice under subsection (4). The Minister shall engage the sector Ministry responsible for the activity that is subject to the Preliminary Notice under subsection (4)."
    },
    {
      "provision_ref": "s33",
      "section": "33",
      "title": "Compliance with mandatory accreditation",
      "content": "(1) A person who is responsible for a conformity assessment activity in respect of which a declaration is made for mandatory accreditation under subsection (1) of section 32, shall comply or ensure compliance with the requirements for mandatory accreditation. A person who is responsible for a conformity assessment activity in respect of which a declaration is made for mandatory accreditation under subsection (1) of section 32, shall comply or ensure compliance with the requirements for mandatory accreditation. (2) A person shall not engage in a conformity assessment activity to which a mandatory accreditation applies, except in accordance with the requirements of mandatory accreditation. A person shall not engage in a conformity assessment activity to which a mandatory accreditation applies, except in accordance with the requirements of mandatory accreditation. (3) A person shall not use the results of a conformity assessment activity to which a mandatory accreditation applies unless the conformity assessment body is accredited. A person shall not use the results of a conformity assessment activity to which a mandatory accreditation applies unless the conformity assessment body is accredited. (4) A person who engages in or uses the results of a conformity assessment activity to which a mandatory accreditation applies shall A person who engages in or uses the results of a conformity assessment activity to which a mandatory accreditation applies shall keep a record for a period of not less than ten years; and keep a record for a period of not less than ten years; and supply to the Service any record that the Service may require. supply to the Service any record that the Service may require."
    },
    {
      "provision_ref": "s34",
      "section": "34",
      "title": "Requirement for accreditation",
      "content": "(1) A conformity assessment body established in the country may apply to the Service for accreditation in accordance with the accreditation scheme. A conformity assessment body established in the country may apply to the Service for accreditation in accordance with the accreditation scheme. (2) Where a conformity assessment body is accredited by a foreign accreditation body, the accreditation system used by the foreign accreditation body shall be approved by the Service in accordance with mutual recognition arrangements and published in the Gazette and on the website of the Service. Where a conformity assessment body is accredited by a foreign accreditation body, the accreditation system used by the foreign accreditation body shall be approved by the Service in accordance with mutual recognition arrangements and published in the Gazette and on the website of the Service. (3) A conformity assessment body shall not use an accreditation symbol without a licence. A conformity assessment body shall not use an accreditation symbol without a licence."
    },
    {
      "provision_ref": "s35",
      "section": "35",
      "title": "Application for licence to use accreditation symbol",
      "content": "(1) A conformity assessment body that intends to use an accreditation symbol of the Service in respect of a conformity assessment activity, shall apply to the Service in accordance with the accreditation scheme. A conformity assessment body that intends to use an accreditation symbol of the Service in respect of a conformity assessment activity, shall apply to the Service in accordance with the accreditation scheme. (2) An application for a licence shall meet the requirements specified in the accreditation scheme. An application for a licence shall meet the requirements specified in the accreditation scheme. (3) An application under subsection (1) shall be accompanied with the prescribed fees. An application under subsection (1) shall be accompanied with the prescribed fees. (4) The Service shall within three days after the receipt of an application, acknowledge receipt of the application. The Service shall within three days after the receipt of an application, acknowledge receipt of the application."
    },
    {
      "provision_ref": "s36",
      "section": "36",
      "title": "Consideration of application",
      "content": "The Service may grant a licence to a conformity assessment body to use an accreditation symbol if the conformity assessment body satisfies the requirements specified in the accreditation scheme. The Service may grant a licence to a conformity assessment body to use an accreditation symbol if the conformity assessment body satisfies the requirements specified in the accreditation scheme."
    },
    {
      "provision_ref": "s37",
      "section": "37",
      "title": "Grant of licence",
      "content": "(1) Where the Service is satisfied that an applicant meets the requirements specified in the accreditation scheme, the Service may grant a licence to the applicant to use an accreditation symbol. Where the Service is satisfied that an applicant meets the requirements specified in the accreditation scheme, the Service may grant a licence to the applicant to use an accreditation symbol. (2) The Service shall, within three months after the receipt of an application for a licence, carry out an assessment of the applicant and inform the applicant in writing of the decision of the Service. The Service shall, within three months after the receipt of an application for a licence, carry out an assessment of the applicant and inform the applicant in writing of the decision of the Service. (3) The Service may, in the course of an assessment of an applicant for a licence, request the applicant to provide additional information to the Service. The Service may, in the course of an assessment of an applicant for a licence, request the applicant to provide additional information to the Service. (4) Where the process of assessment of an applicant is delayed for more than three months due to inaction on the part of the applicant, the Service shall terminate the process and notify the applicant in writing. Where the process of assessment of an applicant is delayed for more than three months due to inaction on the part of the applicant, the Service shall terminate the process and notify the applicant in writing. (5) Where the Service refuses to grant a licence after an assessment, the Service shall within seven days inform the applicant in writing of the reasons for the refusal to grant the licence. Where the Service refuses to grant a licence after an assessment, the Service shall within seven days inform the applicant in writing of the reasons for the refusal to grant the licence. (6) A licence granted by the Service is subject to the terms and conditions specified in the licence. A licence granted by the Service is subject to the terms and conditions specified in the licence. (7) A conformity assessment body to which a licence is granted shall at the request of the Service A conformity assessment body to which a licence is granted shall at the request of the Service avail the conformity assessment body for assessment; and avail the conformity assessment body for assessment; and provide any information requested by the Service. provide any information requested by the Service."
    },
    {
      "provision_ref": "s38",
      "section": "38",
      "title": "Validity and duration of licence",
      "content": "(1) A licence granted under section 37 is valid for a period determined by the Service, in accordance with the accreditation scheme. A licence granted under section 37 is valid for a period determined by the Service, in accordance with the accreditation scheme. (2) A licence granted under section 37 may be renewed in accordance with the accreditation scheme. A licence granted under section 37 may be renewed in accordance with the accreditation scheme."
    },
    {
      "provision_ref": "s39",
      "section": "39",
      "title": "Non-transferability of licence",
      "content": "A licence granted under this Act is not transferrable. A licence granted under this Act is not transferrable."
    },
    {
      "provision_ref": "s40",
      "section": "40",
      "title": "Extension of scope of accreditation",
      "content": "(1) An accredited conformity assessment body may apply to the Service for an extension of the scope of accreditation in accordance with the accreditation scheme. An accredited conformity assessment body may apply to the Service for an extension of the scope of accreditation in accordance with the accreditation scheme. (2) Where the Service is satisfied that the accredited conformity assessment body meets the requirements of accreditation, the Service may, by notice in writing to the accredited conformity assessment body, extend the scope of accreditation of the accredited conformity assessment body. Where the Service is satisfied that the accredited conformity assessment body meets the requirements of accreditation, the Service may, by notice in writing to the accredited conformity assessment body, extend the scope of accreditation of the accredited conformity assessment body."
    },
    {
      "provision_ref": "s41",
      "section": "41",
      "title": "Suspension of licence",
      "content": "The Service may, by notice in writing to an accredited conformity assessment body, suspend the licence of the accredited conformity assessment body where the accredited conformity assessment body loses all technical signatories or competent staff of that conformity assessment body; the accredited conformity assessment body loses all technical signatories or competent staff of that conformity assessment body; the accredited conformity assessment body relocates to another place; the accredited conformity assessment body relocates to another place; the conformity assessment body changes equipment that may have an impact on the results produced by that accredited conformity assessment body; the conformity assessment body changes equipment that may have an impact on the results produced by that accredited conformity assessment body; a restructuring or change that may affect the ability of that accredited conformity assessment body to produce reliable results has taken place; a restructuring or change that may affect the ability of that accredited conformity assessment body to produce reliable results has taken place; there is a breakdown in the management system of that accredited conformity assessment body; or there is a breakdown in the management system of that accredited conformity assessment body; or that accredited conformity assessment body has voluntarily requested for a suspension of the licence. that accredited conformity assessment body has voluntarily requested for a suspension of the licence."
    },
    {
      "provision_ref": "s42",
      "section": "42",
      "title": "Reduction of scope or withdrawal of licence",
      "content": "(1) The Service may, by notice in writing to an accredited conformity assessment body, reduce the scope of a licence or withdraw the licence of the accredited conformity assessment body where The Service may, by notice in writing to an accredited conformity assessment body, reduce the scope of a licence or withdraw the licence of the accredited conformity assessment body where that accredited conformity assessment body fails to meet the requirements of accreditation; that accredited conformity assessment body fails to meet the requirements of accreditation; that accredited conformity assessment body fails to abide by the rules of accreditation; that accredited conformity assessment body fails to abide by the rules of accreditation; there is evidence of fraudulent behaviour against that accredited conformity assessment body; or there is evidence of fraudulent behaviour against that accredited conformity assessment body; or that accredited conformity assessment body provides false information to the Service. that accredited conformity assessment body provides false information to the Service. (2) An accredited conformity assessment body may voluntarily request for a reduction of scope of a licence or withdrawal of a licence of the accredited conformity assessment body. An accredited conformity assessment body may voluntarily request for a reduction of scope of a licence or withdrawal of a licence of the accredited conformity assessment body."
    },
    {
      "provision_ref": "s43",
      "section": "43",
      "title": "Appeal against decision of the Service",
      "content": "(1) A person who is A person who is aggrieved by the refusal of the Service to grant or renew a licence, or aggrieved by the refusal of the Service to grant or renew a licence, or dissatisfied with a decision of the Service dissatisfied with a decision of the Service may appeal to the Service against the decision. (2) The appeal shall be made in writing within twenty-one days after notice of the decision has been communicated by the Service to the person. The appeal shall be made in writing within twenty-one days after notice of the decision has been communicated by the Service to the person. (3) The Service shall, within fourteen days after the receipt of a written appeal against a decision of the Service, constitute an Appeals Committee to review the decision of the Service. The Service shall, within fourteen days after the receipt of a written appeal against a decision of the Service, constitute an Appeals Committee to review the decision of the Service. (4) The Appeals Committee shall, within twenty-one days after the receipt of the appeal, determine the appeal. The Appeals Committee shall, within twenty-one days after the receipt of the appeal, determine the appeal. (5) The Appeals Committee shall communicate the decision within three days. The Appeals Committee shall communicate the decision within three days. (6) The Appeals Committee may determine the procedures for the meeting of the Appeals Committee. The Appeals Committee may determine the procedures for the meeting of the Appeals Committee."
    },
    {
      "provision_ref": "s44",
      "section": "44",
      "title": "Register of licences",
      "content": "(1) The Service shall establish, keep and maintain a register of licences. The Service shall establish, keep and maintain a register of licences. (2) The register of licences shall be open for inspection during working hours and an extract from the register may be made by a person on the payment of the prescribed fee. The register of licences shall be open for inspection during working hours and an extract from the register may be made by a person on the payment of the prescribed fee."
    },
    {
      "provision_ref": "s45",
      "section": "45",
      "title": "Indemnity",
      "content": "(1) A declaration made by the Service that a conformity assessment activity A declaration made by the Service that a conformity assessment activity conforms to the requirements of accreditation; or conforms to the requirements of accreditation; or satisfies the requirements for the use of an accreditation symbol in connection with a conformity assessment activity satisfies the requirements for the use of an accreditation symbol in connection with a conformity assessment activity shall not give rise to a claim against the Service or the Republic. (2) A member of the Council, a member of a committee established by the Council, the Accreditation Committee, or an employee of the Service shall not be personally liable for an act or omission of the member or employee that was done in good faith in the performance of a function under this Act. A member of the Council, a member of a committee established by the Council, the Accreditation Committee, or an employee of the Service shall not be personally liable for an act or omission of the member or employee that was done in good faith in the performance of a function under this Act."
    },
    {
      "provision_ref": "s46",
      "section": "46",
      "title": "Restrictions on the use of certain words",
      "content": "(1) A person shall not use a name which contains any combination of the following words without the consent in writing of the Service, given in consultation with the Minister: A person shall not use a name which contains any combination of the following words without the consent in writing of the Service, given in consultation with the Minister: Ghana National Accreditation Service; Ghana National Accreditation Service; Ghana Accreditation Service; Ghana Accreditation Service; National Accreditation Service; or National Accreditation Service; or Ghana Accreditation. Ghana Accreditation. (2) Subsection (1) does not apply to a person who used a name which contains a combination of the prohibited words under subsection (1) before the coming into force of this Act. Subsection (1) does not apply to a person who used a name which contains a combination of the prohibited words under subsection (1) before the coming into force of this Act."
    },
    {
      "provision_ref": "s47",
      "section": "47",
      "title": "Scheme of Service",
      "content": "The Director-General shall, with the approval of the Council, prepare a Scheme of Service which shall contain specified duties, training programmes and other matters that the Council considers necessary for the maintenance of high standards of efficiency. The Director-General shall, with the approval of the Council, prepare a Scheme of Service which shall contain specified duties, training programmes and other matters that the Council considers necessary for the maintenance of high standards of efficiency."
    },
    {
      "provision_ref": "s48",
      "section": "48",
      "title": "Confidentiality",
      "content": "(1) A member of the Council, a member of a committee established by the Council, a member of the Accreditation Committee, an employee of the Service or any other person who obtains any information in the performance of a function under this Act in respect of a formula, a process, a system, a practice or a trade secret of a conformity assessment body shall not disclose the information. A member of the Council, a member of a committee established by the Council, a member of the Accreditation Committee, an employee of the Service or any other person who obtains any information in the performance of a function under this Act in respect of a formula, a process, a system, a practice or a trade secret of a conformity assessment body shall not disclose the information. (2) Despite subsection (1), a member of the Council, a member of a committee established by the Council, a member of the Accreditation Committee, an employee of the Service or any other person shall, on the orders of a Court, provide information on the formula, process, system, practice or trade secret of a conformity assessment body to Despite subsection (1), a member of the Council, a member of a committee established by the Council, a member of the Accreditation Committee, an employee of the Service or any other person shall, on the orders of a Court, provide information on the formula, process, system, practice or trade secret of a conformity assessment body to the Court, or the Court, or any other person any other person as the Court may direct."
    },
    {
      "provision_ref": "s49",
      "section": "49",
      "title": "Impartiality",
      "content": "(1) A person shall, in the performance of a function under this Act, act objectively and without partiality. A person shall, in the performance of a function under this Act, act objectively and without partiality. (2) Without limiting subsection (1), a person shall not be influenced, in the performance of a function under this Act, by any financial or other considerations. Without limiting subsection (1), a person shall not be influenced, in the performance of a function under this Act, by any financial or other considerations."
    },
    {
      "provision_ref": "s50",
      "section": "50",
      "title": "Administrative penalties",
      "content": "(1) A person who uses an accreditation symbol for which the person is issued with a licence A person who uses an accreditation symbol for which the person is issued with a licence contrary to the terms and conditions of the licence is liable to pay to the Service an administrative penalty of five thousand penalty units; contrary to the terms and conditions of the licence is liable to pay to the Service an administrative penalty of five thousand penalty units; after the expiry of the licence, is liable to pay to the Service an administrative penalty of one thousand penalty units; or after the expiry of the licence, is liable to pay to the Service an administrative penalty of one thousand penalty units; or after the revocation of the licence is liable to pay to the Service an administrative penalty of ten thousand penalty units. after the revocation of the licence is liable to pay to the Service an administrative penalty of ten thousand penalty units. (2) A person who A person who fails to keep a record or supply to the Service any record, contrary to subsection (4) of section 33, fails to keep a record or supply to the Service any record, contrary to subsection (4) of section 33, fails to submit for assessment, contrary to paragraph (a) of subsection (7) of section 37, fails to submit for assessment, contrary to paragraph (a) of subsection (7) of section 37, fails to provide any information requested by the Service contrary to paragraph (b) of subsection (7) of section 37, or fails to provide any information requested by the Service contrary to paragraph (b) of subsection (7) of section 37, or uses a name contrary to subsection (1) of section 46, is liable to pay to the Service an administrative penalty of five thousand penalty units. uses a name contrary to subsection (1) of section 46, is liable to pay to the Service an administrative penalty of five thousand penalty units. (3) Where a person fails to pay an administrative penalty imposed under subsection (1) or (2), the Service shall recover the amount imposed as a civil debt. Where a person fails to pay an administrative penalty imposed under subsection (1) or (2), the Service shall recover the amount imposed as a civil debt."
    },
    {
      "provision_ref": "s51",
      "section": "51",
      "title": "Offences and penalties",
      "content": "A person who fails to comply or ensure compliance with the requirements for mandatory accreditation contrary to subsection (1) of section 33, fails to comply or ensure compliance with the requirements for mandatory accreditation contrary to subsection (1) of section 33, engages in or uses the results of a conformity assessment activity contrary to subsection (2) or (3) of section 33, engages in or uses the results of a conformity assessment activity contrary to subsection (2) or (3) of section 33, fails to comply with or ensure compliance with the requirements for accreditation contrary to subsection (2) of section 34; fails to comply with or ensure compliance with the requirements for accreditation contrary to subsection (2) of section 34; uses an accreditation symbol without a licence contrary to subsection (3) of section 34, uses an accreditation symbol without a licence contrary to subsection (3) of section 34, transfers a licence contrary to section 39, or transfers a licence contrary to section 39, or discloses information on the formula, process, system, practice or trade secret of a conformity assessment body contrary to section 48 discloses information on the formula, process, system, practice or trade secret of a conformity assessment body contrary to section 48 commits an offence and is liable on summary conviction to a fine of not less than five thousand penalty units and not more than eight thousand penalty units or to a term of imprisonment of not less than one year and not more than two years or to both."
    },
    {
      "provision_ref": "s52",
      "section": "52",
      "title": "Offences by a body of persons",
      "content": "(1) Where an offence under this Act is committed by Where an offence under this Act is committed by a body corporate, each director or secretary of that body is guilty of the offence; or a body corporate, each director or secretary of that body is guilty of the offence; or a partnership, each partner is guilty of the offence. a partnership, each partner is guilty of the offence. (2) Despite subsection (1), a person shall not be convicted of an offence if the person proves that the offence was committed without the knowledge or consent of that person, or that the person took the necessary steps having regard to the circumstances, to prevent the commission of the offence. Despite subsection (1), a person shall not be convicted of an offence if the person proves that the offence was committed without the knowledge or consent of that person, or that the person took the necessary steps having regard to the circumstances, to prevent the commission of the offence."
    },
    {
      "provision_ref": "s53",
      "section": "53",
      "title": "Custody and use of common seal",
      "content": "(1) The Service shall have a common seal to be kept by the Director-General. The Service shall have a common seal to be kept by the Director-General. (2) The common seal shall not be affixed to a legal document except The common seal shall not be affixed to a legal document except with the prior authorisation of the Service in writing; and with the prior authorisation of the Service in writing; and in the presence of two members of the Council who shall sign the document independently of any other person who may have signed the document as a witness. in the presence of two members of the Council who shall sign the document independently of any other person who may have signed the document as a witness."
    },
    {
      "provision_ref": "s54",
      "section": "54",
      "title": "Regulations",
      "content": "The Minister may, on the advice of the Council, by legislative instrument, make Regulations to prescribe the procedure for carrying out accreditation of conformity assessment bodies; prescribe the procedure for carrying out accreditation of conformity assessment bodies; prescribe the procedures for the issue of licences for the use of accreditation symbols; prescribe the procedures for the issue of licences for the use of accreditation symbols; prescribe the method of assessing and evaluating compliance with the terms and conditions of a licence; prescribe the method of assessing and evaluating compliance with the terms and conditions of a licence; prescribe the terms and conditions of service for staff of the Service; prescribe the terms and conditions of service for staff of the Service; provide for technical regulations establishing the minimum requirements of quality, health, safety and environmental impact for goods and services for which compliance is mandatory; provide for technical regulations establishing the minimum requirements of quality, health, safety and environmental impact for goods and services for which compliance is mandatory; prescribe any other body as a conformity assessment body; and prescribe any other body as a conformity assessment body; and provide for the efficient and effective implementation of this Act. provide for the efficient and effective implementation of this Act."
    },
    {
      "provision_ref": "s55",
      "section": "55",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,accreditation means a third-party attestation in relation to a conformity assessment body that conveys a formal demonstration of the competence of the conformity assessment body to carry out specific conformity assessment tasks;accreditation body means a body responsible for(a)third-party attestation in relation to conformity assessment and calibration facilities; or(b)conveying formal demonstration of competence to carry out tasks against specified criteria, including criteria in International Guidelines and International Standards;accreditation scheme means a systematic plan and process that relates to the accreditation of conformity assessment bodies;accreditation symbol means a symbol issued by an accreditation body for use by an accredited conformity assessment body to indicate the accreditation of a conformity assessment body;accredited body means an organisation or facility that has been accredited by(a)the Service; or(b)a member of the mutual recognition arrangements of the International Laboratory Accreditation Cooperation or International Accreditation Forum;African Accreditation Cooperation means the African regional body of the International Laboratory Accreditation Cooperation and the International Accreditation Forum;applicable standard means a standard that is relevant or possible to implement within a given context;assessment means a process undertaken by an accreditation body(a)to determine the competence of a conformity assessment body, based on standards or other normative documents; and(b)for a defined scope of accreditation;assessor means a person who has the requisite training, skills and experience to perform an assessment;Auditor-General includes an auditor appointed or a person authorised by the Auditor General;calibration means an operation that, under specified conditions,(a)establishes a relation between the quantity values with measurement uncertainties provided by measurement standards and corresponding indications with associated measurement uncertainties; and(b)uses the information to establish a relation for obtaining a measurement result from an indication;calibration laboratory means a body that performs a set of operations that establishes, under specified conditions, the relationship between values of quantities indicated by(a)a measuring instrument or a measuring system, or(b)values represented by a material measure or a reference material,and corresponding values realised by standards regardless of the uncertainty of the values; certification means a third-party attestation related to a product, process, system or person;conformity assessment means the procedure used to determine, directly or indirectly, that the relevant requirement in technical regulations, standards or any other relevant and validated documentation has been satisfied;conformity assessment activity means an activity conducted by a conformity assessment body when assessing conformity that is not related to the education sector;conformity assessment body means a body that performs a conformity assessment activity and that can be the object of accreditation;certification body means an organisation that certifies another organisation for compliance of the management systems, schemes or products of the certified organisation with recognised specifications or standards;Council means the governing body of the Service established under section 6;Director-General means the person appointed under section 18;inspection means an examination of a product design, a product, a process or an installation to determine conformity of the product design, product, process or installation with specific requirements or general requirements;inspection body means an organisation that examines a product design, a product, a service, a process or a plant to determine conformity of the product design, product, process or installation with specific requirements or general requirements;international standards bodies mean standards setting bodies that are recognised globally and by virtue of their statutes have as their principal function the preparation, approval or adoption of standards made available to the public;laboratory means any specialised confined environment used for the performance of scientific work, including places involved in testing work;Minister means the Minister responsible for Trade and Industry;mutual recognition arrangements mean agreements between accreditation bodies that provide for the acceptance of the results of accredited conformity assessment bodies;national standard means a standard promulgated or adopted by the Ghana Standards Authority or any other institution authorised to set national standards;normative documents mean rules, standards, guidelines or characteristics for a conformity assessment activity or the results of the conformity assessment activity;process means a set of interrelated or interacting activities that use inputs to deliver an intended result;product certification bodies mean organisations that perform third-party attestations related to products;quality infrastructure means the totality of the institutional framework required to establish and implement standardisation, methodology, accreditation and conformity assessment services necessary to provide acceptable evidence that products and services meet defined requirement;rating agency means a company that assesses the financial strength of a company or a Government entity to determine the ability of the company or Government entity to meet principal and interest payments on a debt owed by that company or Government entity;reduction of scope means a cancellation of part of the scope of accreditation;regional standards bodies mean standard setting bodies that are recognised at the continental or sub-continental level and by virtue of their statutes have as their principal function the preparation, approval or adoption of standards made available to the public;Service means the Ghana Accreditation Service established under section 2;standard means a document established by consensus and approved by a recognised body, that provides for common and repeated use, rules, guidelines or characteristics for an activity or the results of an activity that is aimed at the achievement of an optimum degree of order in a given context;suspension of licence means the full scope of accreditation or a part of the full scope of accreditation of a conformity assessment body that is temporarily made invalid;system means set of interrelated or interacting elements;testing means a determination, according to a procedure, of one or more characteristics of an object of conformity assessment;testing laboratories mean specialised confined environments used for testing;validated documentation means a document that is approved based on consensus by stakeholders;validation mean confirmation through the provision of objective evidence that the requirements for a specific intended use or application has been satisfied;validation activities mean activities that confirm through the provision of objective evidence that the requirements for a specific intended use or application has been satisfied;validation bodies mean bodies that perform validation;verification means confirmation through the provision of objective evidence that specified requirements have been satisfied;verification bodies mean bodies that perform verification; andwithdrawal of licence means the cancellation of the statement of conformity for the full scope of accreditation. In this Act, unless the context otherwise requires, accreditation means a third-party attestation in relation to a conformity assessment body that conveys a formal demonstration of the competence of the conformity assessment body to carry out specific conformity assessment tasks; third-party attestation in relation to conformity assessment and calibration facilities; or conveying formal demonstration of competence to carry out tasks against specified criteria, including criteria in International Guidelines and International Standards; accreditation scheme means a systematic plan and process that relates to the accreditation of conformity assessment bodies; accreditation symbol means a symbol issued by an accreditation body for use by an accredited conformity assessment body to indicate the accreditation of a conformity assessment body; the Service; or a member of the mutual recognition arrangements of the International Laboratory Accreditation Cooperation or International Accreditation Forum; African Accreditation Cooperation means the African regional body of the International Laboratory Accreditation Cooperation and the International Accreditation Forum; applicable standard means a standard that is relevant or possible to implement within a given context; to determine the competence of a conformity assessment body, based on standards or other normative documents; and for a defined scope of accreditation; assessor means a person who has the requisite training, skills and experience to perform an assessment; Auditor-General includes an auditor appointed or a person authorised by the Auditor General; establishes a relation between the quantity values with measurement uncertainties provided by measurement standards and corresponding indications with associated measurement uncertainties; and uses the information to establish a relation for obtaining a measurement result from an indication; a measuring instrument or a measuring system, or values represented by a material measure or a reference material,  certification means a third-party attestation related to a product, process, system or person; conformity assessment means the procedure used to determine, directly or indirectly, that the relevant requirement in technical regulations, standards or any other relevant and validated documentation has been satisfied; conformity assessment activity means an activity conducted by a conformity assessment body when assessing conformity that is not related to the education sector; conformity assessment body means a body that performs a conformity assessment activity and that can be the object of accreditation; certification body means an organisation that certifies another organisation for compliance of the management systems, schemes or products of the certified organisation with recognised specifications or standards; Council means the governing body of the Service established under section 6; Director-General means the person appointed under section 18; inspection means an examination of a product design, a product, a process or an installation to determine conformity of the product design, product, process or installation with specific requirements or general requirements; inspection body means an organisation that examines a product design, a product, a service, a process or a plant to determine conformity of the product design, product, process or installation with specific requirements or general requirements; international standards bodies mean standards setting bodies that are recognised globally and by virtue of their statutes have as their principal function the preparation, approval or adoption of standards made available to the public; laboratory means any specialised confined environment used for the performance of scientific work, including places involved in testing work; Minister means the Minister responsible for Trade and Industry; mutual recognition arrangements mean agreements between accreditation bodies that provide for the acceptance of the results of accredited conformity assessment bodies; national standard means a standard promulgated or adopted by the Ghana Standards Authority or any other institution authorised to set national standards; normative documents mean rules, standards, guidelines or characteristics for a conformity assessment activity or the results of the conformity assessment activity; process means a set of interrelated or interacting activities that use inputs to deliver an intended result; product certification bodies mean organisations that perform third-party attestations related to products; quality infrastructure means the totality of the institutional framework required to establish and implement standardisation, methodology, accreditation and conformity assessment services necessary to provide acceptable evidence that products and services meet defined requirement; rating agency means a company that assesses the financial strength of a company or a Government entity to determine the ability of the company or Government entity to meet principal and interest payments on a debt owed by that company or Government entity; reduction of scope means a cancellation of part of the scope of accreditation; regional standards bodies mean standard setting bodies that are recognised at the continental or sub-continental level and by virtue of their statutes have as their principal function the preparation, approval or adoption of standards made available to the public; Service means the Ghana Accreditation Service established under section 2; standard means a document established by consensus and approved by a recognised body, that provides for common and repeated use, rules, guidelines or characteristics for an activity or the results of an activity that is aimed at the achievement of an optimum degree of order in a given context; suspension of licence means the full scope of accreditation or a part of the full scope of accreditation of a conformity assessment body that is temporarily made invalid; system means set of interrelated or interacting elements; testing means a determination, according to a procedure, of one or more characteristics of an object of conformity assessment; testing laboratories mean specialised confined environments used for testing; validated documentation means a document that is approved based on consensus by stakeholders; validation mean confirmation through the provision of objective evidence that the requirements for a specific intended use or application has been satisfied; validation activities mean activities that confirm through the provision of objective evidence that the requirements for a specific intended use or application has been satisfied; validation bodies mean bodies that perform validation; verification means confirmation through the provision of objective evidence that specified requirements have been satisfied; verification bodies mean bodies that perform verification; and withdrawal of licence means the cancellation of the statement of conformity for the full scope of accreditation."
    },
    {
      "provision_ref": "s56",
      "section": "56",
      "title": "Repeal",
      "content": "Subparagraphs (vii) and (xii) of paragraph (b) of subsection (2) of section 3 of the Ghana Standards Authority Act, 2022 (Act 1078) is repealed. Subparagraphs (vii) and (xii) of paragraph (b) of subsection (2) of section 3 of the Ghana Standards Authority Act, 2022 (Act 1078) is repealed."
    }
  ],
  "definitions": [
    {
      "term": "accreditation",
      "definition": "a third-party attestation in relation to a conformity assessment body that conveys a formal demonstration of the competence of the conformity assessment body to carry out specific conformity assessment tasks",
      "source_provision": "s55"
    },
    {
      "term": "accreditation body",
      "definition": "a body responsible for(a)third-party attestation in relation to conformity assessment and calibration facilities",
      "source_provision": "s55"
    },
    {
      "term": "accreditation scheme",
      "definition": "a systematic plan and process that relates to the accreditation of conformity assessment bodies",
      "source_provision": "s55"
    },
    {
      "term": "accreditation symbol",
      "definition": "a symbol issued by an accreditation body for use by an accredited conformity assessment body to indicate the accreditation of a conformity assessment body",
      "source_provision": "s55"
    },
    {
      "term": "accredited body",
      "definition": "an organisation or facility that has been accredited by(a)the Service",
      "source_provision": "s55"
    },
    {
      "term": "African Accreditation Cooperation",
      "definition": "the African regional body of the International Laboratory Accreditation Cooperation and the International Accreditation Forum",
      "source_provision": "s55"
    },
    {
      "term": "applicable standard",
      "definition": "a standard that is relevant or possible to implement within a given context",
      "source_provision": "s55"
    },
    {
      "term": "assessment",
      "definition": "a process undertaken by an accreditation body(a)to determine the competence of a conformity assessment body, based on standards or other normative documents",
      "source_provision": "s55"
    },
    {
      "term": "assessor",
      "definition": "a person who has the requisite training, skills and experience to perform an assessment",
      "source_provision": "s55"
    },
    {
      "term": "calibration",
      "definition": "an operation that, under specified conditions,(a)establishes a relation between the quantity values with measurement uncertainties provided by measurement standards and corresponding indications with associated measurement uncertainties",
      "source_provision": "s55"
    },
    {
      "term": "calibration laboratory",
      "definition": "a body that performs a set of operations that establishes, under specified conditions, the relationship between values of quantities indicated by(a)a measuring instrument or a measuring system, or(b)values represented by a material measure or a reference material,and corresponding values realised by standards regardless of the uncertainty of the values",
      "source_provision": "s55"
    },
    {
      "term": "certification",
      "definition": "a third-party attestation related to a product, process, system or person",
      "source_provision": "s55"
    },
    {
      "term": "conformity assessment",
      "definition": "the procedure used to determine, directly or indirectly, that the relevant requirement in technical regulations, standards or any other relevant and validated documentation has been satisfied",
      "source_provision": "s55"
    },
    {
      "term": "conformity assessment activity",
      "definition": "an activity conducted by a conformity assessment body when assessing conformity that is not related to the education sector",
      "source_provision": "s55"
    },
    {
      "term": "conformity assessment body",
      "definition": "a body that performs a conformity assessment activity and that can be the object of accreditation",
      "source_provision": "s55"
    },
    {
      "term": "certification body",
      "definition": "an organisation that certifies another organisation for compliance of the management systems, schemes or products of the certified organisation with recognised specifications or standards",
      "source_provision": "s55"
    },
    {
      "term": "Council",
      "definition": "the governing body of the Service established under section 6",
      "source_provision": "s55"
    },
    {
      "term": "Director-General",
      "definition": "the person appointed under section 18",
      "source_provision": "s55"
    },
    {
      "term": "inspection",
      "definition": "an examination of a product design, a product, a process or an installation to determine conformity of the product design, product, process or installation with specific requirements or general requirements",
      "source_provision": "s55"
    },
    {
      "term": "inspection body",
      "definition": "an organisation that examines a product design, a product, a service, a process or a plant to determine conformity of the product design, product, process or installation with specific requirements or general requirements",
      "source_provision": "s55"
    },
    {
      "term": "laboratory",
      "definition": "any specialised confined environment used for the performance of scientific work, including places involved in testing work",
      "source_provision": "s55"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Trade and Industry",
      "source_provision": "s55"
    },
    {
      "term": "national standard",
      "definition": "a standard promulgated or adopted by the Ghana Standards Authority or any other institution authorised to set national standards",
      "source_provision": "s55"
    },
    {
      "term": "process",
      "definition": "a set of interrelated or interacting activities that use inputs to deliver an intended result",
      "source_provision": "s55"
    },
    {
      "term": "quality infrastructure",
      "definition": "the totality of the institutional framework required to establish and implement standardisation, methodology, accreditation and conformity assessment services necessary to provide acceptable evidence that products and services meet defined requirement",
      "source_provision": "s55"
    },
    {
      "term": "rating agency",
      "definition": "a company that assesses the financial strength of a company or a Government entity to determine the ability of the company or Government entity to meet principal and interest payments on a debt owed by that company or Government entity",
      "source_provision": "s55"
    },
    {
      "term": "reduction of scope",
      "definition": "a cancellation of part of the scope of accreditation",
      "source_provision": "s55"
    },
    {
      "term": "Service",
      "definition": "the Ghana Accreditation Service established under section 2",
      "source_provision": "s55"
    },
    {
      "term": "standard",
      "definition": "a document established by consensus and approved by a recognised body, that provides for common and repeated use, rules, guidelines or characteristics for an activity or the results of an activity that is aimed at the achievement of an optimum degree of order in a given context",
      "source_provision": "s55"
    },
    {
      "term": "suspension of licence",
      "definition": "the full scope of accreditation or a part of the full scope of accreditation of a conformity assessment body that is temporarily made invalid",
      "source_provision": "s55"
    },
    {
      "term": "system",
      "definition": "set of interrelated or interacting elements",
      "source_provision": "s55"
    },
    {
      "term": "testing",
      "definition": "a determination, according to a procedure, of one or more characteristics of an object of conformity assessment",
      "source_provision": "s55"
    },
    {
      "term": "validated documentation",
      "definition": "a document that is approved based on consensus by stakeholders",
      "source_provision": "s55"
    },
    {
      "term": "verification",
      "definition": "confirmation through the provision of objective evidence that specified requirements have been satisfied",
      "source_provision": "s55"
    },
    {
      "term": "withdrawal of licence",
      "definition": "the cancellation of the statement of conformity for the full scope of accreditation. In this Act, unless the context otherwise requires, accreditation means a third-party attestation in relation to a conformity assessment body that conveys a formal demonstration of the competence of the conformity assessment body to carry out specific conformity assessment tasks",
      "source_provision": "s55"
    },
    {
      "term": "accreditation scheme",
      "definition": "a systematic plan and process that relates to the accreditation of conformity assessment bodies",
      "source_provision": "s55"
    },
    {
      "term": "accreditation symbol",
      "definition": "a symbol issued by an accreditation body for use by an accredited conformity assessment body to indicate the accreditation of a conformity assessment body",
      "source_provision": "s55"
    },
    {
      "term": "African Accreditation Cooperation",
      "definition": "the African regional body of the International Laboratory Accreditation Cooperation and the International Accreditation Forum",
      "source_provision": "s55"
    },
    {
      "term": "applicable standard",
      "definition": "a standard that is relevant or possible to implement within a given context",
      "source_provision": "s55"
    },
    {
      "term": "assessor",
      "definition": "a person who has the requisite training, skills and experience to perform an assessment",
      "source_provision": "s55"
    },
    {
      "term": "certification",
      "definition": "a third-party attestation related to a product, process, system or person",
      "source_provision": "s55"
    },
    {
      "term": "conformity assessment",
      "definition": "the procedure used to determine, directly or indirectly, that the relevant requirement in technical regulations, standards or any other relevant and validated documentation has been satisfied",
      "source_provision": "s55"
    },
    {
      "term": "conformity assessment activity",
      "definition": "an activity conducted by a conformity assessment body when assessing conformity that is not related to the education sector",
      "source_provision": "s55"
    },
    {
      "term": "conformity assessment body",
      "definition": "a body that performs a conformity assessment activity and that can be the object of accreditation",
      "source_provision": "s55"
    },
    {
      "term": "certification body",
      "definition": "an organisation that certifies another organisation for compliance of the management systems, schemes or products of the certified organisation with recognised specifications or standards",
      "source_provision": "s55"
    },
    {
      "term": "Council",
      "definition": "the governing body of the Service established under section 6",
      "source_provision": "s55"
    },
    {
      "term": "Director-General",
      "definition": "the person appointed under section 18",
      "source_provision": "s55"
    },
    {
      "term": "inspection",
      "definition": "an examination of a product design, a product, a process or an installation to determine conformity of the product design, product, process or installation with specific requirements or general requirements",
      "source_provision": "s55"
    },
    {
      "term": "inspection body",
      "definition": "an organisation that examines a product design, a product, a service, a process or a plant to determine conformity of the product design, product, process or installation with specific requirements or general requirements",
      "source_provision": "s55"
    },
    {
      "term": "laboratory",
      "definition": "any specialised confined environment used for the performance of scientific work, including places involved in testing work",
      "source_provision": "s55"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Trade and Industry",
      "source_provision": "s55"
    },
    {
      "term": "national standard",
      "definition": "a standard promulgated or adopted by the Ghana Standards Authority or any other institution authorised to set national standards",
      "source_provision": "s55"
    },
    {
      "term": "process",
      "definition": "a set of interrelated or interacting activities that use inputs to deliver an intended result",
      "source_provision": "s55"
    },
    {
      "term": "quality infrastructure",
      "definition": "the totality of the institutional framework required to establish and implement standardisation, methodology, accreditation and conformity assessment services necessary to provide acceptable evidence that products and services meet defined requirement",
      "source_provision": "s55"
    },
    {
      "term": "rating agency",
      "definition": "a company that assesses the financial strength of a company or a Government entity to determine the ability of the company or Government entity to meet principal and interest payments on a debt owed by that company or Government entity",
      "source_provision": "s55"
    },
    {
      "term": "reduction of scope",
      "definition": "a cancellation of part of the scope of accreditation",
      "source_provision": "s55"
    },
    {
      "term": "Service",
      "definition": "the Ghana Accreditation Service established under section 2",
      "source_provision": "s55"
    },
    {
      "term": "standard",
      "definition": "a document established by consensus and approved by a recognised body, that provides for common and repeated use, rules, guidelines or characteristics for an activity or the results of an activity that is aimed at the achievement of an optimum degree of order in a given context",
      "source_provision": "s55"
    },
    {
      "term": "suspension of licence",
      "definition": "the full scope of accreditation or a part of the full scope of accreditation of a conformity assessment body that is temporarily made invalid",
      "source_provision": "s55"
    },
    {
      "term": "system",
      "definition": "set of interrelated or interacting elements",
      "source_provision": "s55"
    },
    {
      "term": "testing",
      "definition": "a determination, according to a procedure, of one or more characteristics of an object of conformity assessment",
      "source_provision": "s55"
    },
    {
      "term": "validated documentation",
      "definition": "a document that is approved based on consensus by stakeholders",
      "source_provision": "s55"
    },
    {
      "term": "verification",
      "definition": "confirmation through the provision of objective evidence that specified requirements have been satisfied",
      "source_provision": "s55"
    }
  ]
}