{
  "id": "act-1097-2023",
  "type": "act",
  "title": "National Vaccine Institute Act, 2023",
  "short_name": "NVI 2023",
  "act_number": 1097,
  "year": 2023,
  "status": "in_force",
  "issued_date": "2023-04-03",
  "url": "https://ghalii.org/akn/gh/act/2023/1097",
  "provisions": [
    {
      "provision_ref": "s1",
      "section": "1",
      "title": "Establishment of the National Vaccine Institute",
      "content": "(1) There is established by this Act, the National Vaccine Institute as a body corporate. There is established by this Act, the National Vaccine Institute as a body corporate. (2) For the performance of the functions of the Institute, the Institute may acquire and hold property, dispose of property and enter into a contract or any other related transaction. For the performance of the functions of the Institute, the Institute may acquire and hold property, dispose of property and enter into a contract or any other related transaction. (3) Where there is a hindrance to the acquisition of land, the land may be acquired for the Institute under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Institute. Where there is a hindrance to the acquisition of land, the land may be acquired for the Institute under the Land Act, 2020 (Act 1036) and the cost shall be borne by the Institute."
    },
    {
      "provision_ref": "s2",
      "section": "2",
      "title": "Object of the Institute",
      "content": "The object of the Institute is to establish institutional arrangements for research, development and manufacture of vaccines and sera; and establish institutional arrangements for research, development and manufacture of vaccines and sera; and Supervise and coordinate the research, development and manufacture of vaccines and sera. Supervise and coordinate the research, development and manufacture of vaccines and sera."
    },
    {
      "provision_ref": "s3",
      "section": "3",
      "title": "Functions of the Institute",
      "content": "To achieve the object under section 2, the Institute shall facilitate partnerships for vaccine and sera research, development and manufacturing; facilitate partnerships for vaccine and sera research, development and manufacturing; mobilise resources for vaccine and sera research, development and manufacturing; mobilise resources for vaccine and sera research, development and manufacturing; mobilise resources for human resource capacity-building and strengthening for vaccine and sera research, development and manufacturing; mobilise resources for human resource capacity-building and strengthening for vaccine and sera research, development and manufacturing; facilitate sustainable financing for vaccine and sera research, development and manufacturing; facilitate sustainable financing for vaccine and sera research, development and manufacturing; facilitate the establishment of domestic vaccine manufacturing plants and market development; facilitate the establishment of domestic vaccine manufacturing plants and market development; collaborate with the relevant regulatory bodies to ensure adherence to standards for vaccine and sera research, development and manufacturing; collaborate with the relevant regulatory bodies to ensure adherence to standards for vaccine and sera research, development and manufacturing; facilitate technology transfer arrangements with vaccine developers and the pharmaceutical industry; facilitate technology transfer arrangements with vaccine developers and the pharmaceutical industry; advise the Minister on matters of policy; and advise the Minister on matters of policy; and perform any other functions that are ancillary to the achievement of the object of the Institute. perform any other functions that are ancillary to the achievement of the object of the Institute."
    },
    {
      "provision_ref": "s4",
      "section": "4",
      "title": "Governing body of the Institute",
      "content": "(1) The governing body of the Institute is a Board consisting of The governing body of the Institute is a Board consisting of a chairperson with considerable experience in management and administration; a chairperson with considerable experience in management and administration; the Chief Executive Officer of the Institute; the Chief Executive Officer of the Institute; one representative each from the following Ministries responsible for one representative each from the following Ministries responsible for Health, not below the rank of a Director, nominated by the Minister responsible for Health; Health, not below the rank of a Director, nominated by the Minister responsible for Health; Trade and Industry, not below the rank of a Director, nominated by the Minister responsible for Trade; Trade and Industry, not below the rank of a Director, nominated by the Minister responsible for Trade; Environment, Science, Technology and Innovation, not below the rank of a Director, nominated by the Minister responsible for the Environment, Science, Technology and Innovation; Environment, Science, Technology and Innovation, not below the rank of a Director, nominated by the Minister responsible for the Environment, Science, Technology and Innovation; one representative of the Office of the Attorney-General not below the rank of Chief State Attorney, nominated by the Attorney-General; one representative of the Office of the Attorney-General not below the rank of Chief State Attorney, nominated by the Attorney-General; one representative of the Food and Drugs Authority not below the rank of a Director; one representative of the Food and Drugs Authority not below the rank of a Director; one representative of the Ghana Standards Authority not below the rank of a Director; one representative of the Ghana Standards Authority not below the rank of a Director; one representative of the Ghana Health Service not below the rank of a Director; one representative of the Ghana Health Service not below the rank of a Director; the President of the Pharmaceutical Manufacturers Association; the President of the Pharmaceutical Manufacturers Association; the President of the Ghana Academy of Arts and Sciences; and the President of the Ghana Academy of Arts and Sciences; and two other persons, one of whom is a woman, nominated by the Minister. two other persons, one of whom is a woman, nominated by the Minister. (2) The President shall, in accordance with article 70 of the Constitution, appoint the members of the Board. The President shall, in accordance with article 70 of the Constitution, appoint the members of the Board. (3) The Board shall ensure the effective and efficient performance of the functions of the Institute. The Board shall ensure the effective and efficient performance of the functions of the Institute."
    },
    {
      "provision_ref": "s5",
      "section": "5",
      "title": "Duties and liabilities of a member of the Board",
      "content": "(1) A member of the Board has the same fiduciary relationship with the Institute and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 2019 (Act 992). A member of the Board has the same fiduciary relationship with the Institute and the same duty to act with loyalty and in good faith as a director of a company incorporated under the Companies Act, 2019 (Act 992). (2) Without limiting subsection (1), a member of the Board has a duty Without limiting subsection (1), a member of the Board has a duty to act honestly and in the best interest of the Institute in the performance of the functions of that member; to act honestly and in the best interest of the Institute in the performance of the functions of that member; to exercise the degree of care and diligence in the performance of the functions of that member that a person in that position would reasonably be expected to exercise in the circumstance; to exercise the degree of care and diligence in the performance of the functions of that member that a person in that position would reasonably be expected to exercise in the circumstance; not to disclose information, in the capacity as a member of the Board that would not otherwise be available to that member of the Board, to any person or make use of or act on that, information, except in the performance of the functions of the Institute; not to disclose information, in the capacity as a member of the Board that would not otherwise be available to that member of the Board, to any person or make use of or act on that, information, except in the performance of the functions of the Institute; not to abuse the position of the office; and not to abuse the position of the office; and not to pursue the personal interest of that member of the Board at the expense of the interest of the Institute. not to pursue the personal interest of that member of the Board at the expense of the interest of the Institute. (3) A member of the Board who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than three thousand penalty units and not more than seven thousand, five hundred penalty units or to a term of imprisonment of not less than three years and not more than six years or to both. A member of the Board who contravenes subsection (1) or (2) commits an offence and is liable on summary conviction to a fine of not less than three thousand penalty units and not more than seven thousand, five hundred penalty units or to a term of imprisonment of not less than three years and not more than six years or to both."
    },
    {
      "provision_ref": "s6",
      "section": "6",
      "title": "Tenure of office of members of the Board",
      "content": "(1) A member of the Board shall hold office for a period of four years and is eligible for re-appointment for another term only. A member of the Board shall hold office for a period of four years and is eligible for re-appointment for another term only. (2) Subsection (1) does not apply to the Chief Executive Officer of the Institute. Subsection (1) does not apply to the Chief Executive Officer of the Institute. (3) A member of the Board may at any time resign from office in writing addressed to the President through the Minister and copied to the chairperson of the Board or in the case of the chairperson resigning, copied to each member of the Board. A member of the Board may at any time resign from office in writing addressed to the President through the Minister and copied to the chairperson of the Board or in the case of the chairperson resigning, copied to each member of the Board. (4) A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. A member of the Board who is absent from three consecutive meetings of the Board without sufficient cause ceases to be a member of the Board. (5) The President may, by a letter addressed to a member, revoke the appointment of that member. The President may, by a letter addressed to a member, revoke the appointment of that member. (6) Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. Where a member of the Board is, for a sufficient reason, unable to act as a member, the Minister shall determine whether the inability would result in the declaration of a vacancy. (7) Where there is a vacancy Where there is a vacancy under subsection (3), (4), (5), or subsection (2) of section 8; under subsection (3), (4), (5), or subsection (2) of section 8; as a result of a declaration under subsection (6); or as a result of a declaration under subsection (6); or by reason of the death of a member by reason of the death of a member the Minister shall notify the President of the vacancy and the President shall appoint another person for the unexpired term in accordance with this Act."
    },
    {
      "provision_ref": "s7",
      "section": "7",
      "title": "Meetings of the Board",
      "content": "(1) The Board shall meet at least once every three months at a time and place determined by the chairperson. The Board shall meet at least once every three months at a time and place determined by the chairperson. (2) The chairperson shall, on the request in writing, of not less than one third of the membership of the Board convene an extraordinary meeting of the Board at a time and place determined by the chairperson. The chairperson shall, on the request in writing, of not less than one third of the membership of the Board convene an extraordinary meeting of the Board at a time and place determined by the chairperson. (3) The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. The chairperson shall preside at meetings of the Board and in the absence of the chairperson, a member of the Board elected by the members present from among their number shall preside. (4) The quorum for a meeting of the Board is seven members of the Board. The quorum for a meeting of the Board is seven members of the Board. (5) Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. Matters before the Board shall be decided by a majority of the members present and voting and in the event of an equality of votes, the person presiding shall have a casting vote. (6) The Board may co-opt a person to attend a meeting of the Board, but that person shall not vote on any matter for decision at the meeting. The Board may co-opt a person to attend a meeting of the Board, but that person shall not vote on any matter for decision at the meeting. (7) The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. The proceedings of the Board shall not be invalidated by reason of a vacancy among the members or a defect in the appointment or qualification of a member. (8) Subject to this section, the Board shall determine the procedure for the meetings of the Board. Subject to this section, the Board shall determine the procedure for the meetings of the Board."
    },
    {
      "provision_ref": "s8",
      "section": "8",
      "title": "Disclosure of interest",
      "content": "(1) A member of the Board who has an interest in a matter for consideration by the Board A member of the Board who has an interest in a matter for consideration by the Board shall disclose in writing the nature of that interest and the disclosure shall form part of the record of the consideration of the matter; and shall disclose in writing the nature of that interest and the disclosure shall form part of the record of the consideration of the matter; and is disqualified from participating in the deliberations and decisions of the Board in respect of that matter. is disqualified from participating in the deliberations and decisions of the Board in respect of that matter. (2) Where a member contravenes subsection (1), the chairperson shall notify the Minister who shall inform the President in writing to revoke the appointment of that member. Where a member contravenes subsection (1), the chairperson shall notify the Minister who shall inform the President in writing to revoke the appointment of that member. (3) Without limiting any further cause of action that may be instituted against the member, the Board shall recover the benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member. Without limiting any further cause of action that may be instituted against the member, the Board shall recover the benefit derived by a member who contravenes subsection (1) in addition to the revocation of the appointment of the member."
    },
    {
      "provision_ref": "s9",
      "section": "9",
      "title": "Establishment of Committees",
      "content": "(1) The Board may establish committees consisting of members of the Board or non-members or both to perform a function of the Board. The Board may establish committees consisting of members of the Board or non-members or both to perform a function of the Board. (2) The Board shall determine the membership and functions of a committee established under this section. The Board shall determine the membership and functions of a committee established under this section. (3) A committee composed of members and non-members of the Board shall be chaired by a member of the Board. A committee composed of members and non-members of the Board shall be chaired by a member of the Board. (4) Without limiting subsection (1), the Board shall establish the following Committees: Without limiting subsection (1), the Board shall establish the following Committees: Manufacturing and Marketing Committee; Manufacturing and Marketing Committee; Research and Development Committee; Research and Development Committee; Finance Committee; and Finance Committee; and Partnership and Collaboration Committee. Partnership and Collaboration Committee. (5) Section 8 applies to members of a committee of the Board. Section 8 applies to members of a committee of the Board."
    },
    {
      "provision_ref": "s10",
      "section": "10",
      "title": "Allowances",
      "content": "Members of the Board and members of a committee of the Board shall be paid allowances determined by the Minister in consultation with the Minister responsible for Finance. Members of the Board and members of a committee of the Board shall be paid allowances determined by the Minister in consultation with the Minister responsible for Finance."
    },
    {
      "provision_ref": "s11",
      "section": "11",
      "title": "Policy directives",
      "content": "The Minister may give directives in writing to the Board, on matters of policy. The Minister may give directives in writing to the Board, on matters of policy."
    },
    {
      "provision_ref": "s12",
      "section": "12",
      "title": "Chief Executive Officer of the Institute",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Chief Executive Officer for the Institute. The President shall, in accordance with article 195 of the Constitution, appoint a Chief Executive Officer for the Institute. (2) The Chief Executive Officer shall be a health professional with considerable experience in The Chief Executive Officer shall be a health professional with considerable experience in life sciences and global health; and life sciences and global health; and management and administration. management and administration. (3) The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. The Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s13",
      "section": "13",
      "title": "Functions of the Chief Executive Officer",
      "content": "(1) The Chief Executive Officer is responsible for the day-to-day administration of the Institute. The Chief Executive Officer is responsible for the day-to-day administration of the Institute. (2) The Chief Executive Officer may delegate a function to an officer of the Institute but shall not be relieved of the ultimate responsibility for the performance of the delegated function. The Chief Executive Officer may delegate a function to an officer of the Institute but shall not be relieved of the ultimate responsibility for the performance of the delegated function."
    },
    {
      "provision_ref": "s14",
      "section": "14",
      "title": "Deputy Chief Executive Officer of the Institute",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint a Deputy Chief Executive Officer for the Institute. The President shall, in accordance with article 195 of the Constitution, appoint a Deputy Chief Executive Officer for the Institute. (2) The Deputy Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment. The Deputy Chief Executive Officer shall hold office on the terms and conditions specified in the letter of appointment."
    },
    {
      "provision_ref": "s15",
      "section": "15",
      "title": "Functions of the Deputy Chief Executive Officer",
      "content": "(1) The Deputy Chief Executive Officer shall assist the Chief Executive Officer and perform any other function assigned by the Chief Executive Officer. The Deputy Chief Executive Officer shall assist the Chief Executive Officer and perform any other function assigned by the Chief Executive Officer. (2) The Deputy Chief Executive Officer shall act in the absence of the Chief Executive Officer. The Deputy Chief Executive Officer shall act in the absence of the Chief Executive Officer."
    },
    {
      "provision_ref": "s16",
      "section": "16",
      "title": "Secretary to the Board",
      "content": "(1) The Board shall designate a lawyer of not less than five years at the Bar as Secretary to the Board. The Board shall designate a lawyer of not less than five years at the Bar as Secretary to the Board. (2) The Secretary shall The Secretary shall arrange the meetings of the Board; arrange the meetings of the Board; keep records, minutes and resolutions of meetings of the Board; and keep records, minutes and resolutions of meetings of the Board; and perform any other functions assigned by the Board. perform any other functions assigned by the Board."
    },
    {
      "provision_ref": "s17",
      "section": "17",
      "title": "Appointment of other staff of the Institute",
      "content": "(1) The President shall, in accordance with article 195 of the Constitution, appoint other staff of the Institute that are necessary for the effective and efficient performance of the functions of the Institute. The President shall, in accordance with article 195 of the Constitution, appoint other staff of the Institute that are necessary for the effective and efficient performance of the functions of the Institute. (2) Other public officers may be transferred or seconded to the Institute or may otherwise give assistance to it. Other public officers may be transferred or seconded to the Institute or may otherwise give assistance to it. (3) The Institute may, on the recommendation of the Board, engage the services of consultants and experts for the effective and efficient performance of the functions of the Institute. The Institute may, on the recommendation of the Board, engage the services of consultants and experts for the effective and efficient performance of the functions of the Institute."
    },
    {
      "provision_ref": "s18",
      "section": "18",
      "title": "Directorates of the Institute",
      "content": "(1) The Institute shall have the following Directorates: The Institute shall have the following Directorates: General Administration Directorate; General Administration Directorate; Finance Directorate; Finance Directorate; Manufacturing and Marketing Directorate; and Manufacturing and Marketing Directorate; and Research and Development Directorate. Research and Development Directorate. (2) Each Directorate shall be headed by a Director. Each Directorate shall be headed by a Director. (3) A Director of a Directorate is answerable to the Chief Executive Officer in the performance of functions. A Director of a Directorate is answerable to the Chief Executive Officer in the performance of functions. (4) Despite subsection (1), the Board may create other Directorates or restructure existing Directorates. Despite subsection (1), the Board may create other Directorates or restructure existing Directorates."
    },
    {
      "provision_ref": "s19",
      "section": "19",
      "title": "Funds of the Institute",
      "content": "The funds of the Institute include moneys approved by Parliament; moneys approved by Parliament; moneys derived from fees and charges for services rendered by the Institute; moneys derived from fees and charges for services rendered by the Institute; donations, grants and gifts; donations, grants and gifts; income from investments; and income from investments; and any other moneys that are approved by the Minister responsible for Finance. any other moneys that are approved by the Minister responsible for Finance."
    },
    {
      "provision_ref": "s20",
      "section": "20",
      "title": "Bank account of the Institute",
      "content": "The moneys for the Institute shall be paid into a bank account opened for the purpose by the Board with the approval of the Controller and Accountant-General. The moneys for the Institute shall be paid into a bank account opened for the purpose by the Board with the approval of the Controller and Accountant-General."
    },
    {
      "provision_ref": "s21",
      "section": "21",
      "title": "Annual estimates",
      "content": "(1) The Board shall, at least three months before the commencement of each financial year, cause to be prepared estimates of the revenue and expenditure for that year. The Board shall, at least three months before the commencement of each financial year, cause to be prepared estimates of the revenue and expenditure for that year. (2) The annual estimates shall make provision for all the estimated expenditure of the financial year concerned and in particular provide for The annual estimates shall make provision for all the estimated expenditure of the financial year concerned and in particular provide for the payment of salaries, allowances and other charges in respect of the staff; the payment of salaries, allowances and other charges in respect of the staff; the payment of pensions, gratuities and other charges, and in respect of benefits which are payable out of the funds; the payment of pensions, gratuities and other charges, and in respect of benefits which are payable out of the funds; the maintenance of the assets; the maintenance of the assets; the funding of operations, training, research and development of the activities; and the funding of operations, training, research and development of the activities; and the creation of such reserves to meet future or contingent liabilities in respect of benefits, insurance or replacement of buildings or installations, equipment and in respect of such other matters the Board may think of. the creation of such reserves to meet future or contingent liabilities in respect of benefits, insurance or replacement of buildings or installations, equipment and in respect of such other matters the Board may think of. (3) The annual estimates shall be approved by the Board before the commencement of the financial year to which the annual estimates relate, and shall be submitted to the Minister for approval after which the Board shall not increase any sum provided in the estimates without the consent of the Minister. The annual estimates shall be approved by the Board before the commencement of the financial year to which the annual estimates relate, and shall be submitted to the Minister for approval after which the Board shall not increase any sum provided in the estimates without the consent of the Minister. (4) An expenditure shall not be incurred except in accordance with the annual estimates or with the express approval of the Minister. An expenditure shall not be incurred except in accordance with the annual estimates or with the express approval of the Minister."
    },
    {
      "provision_ref": "s22",
      "section": "22",
      "title": "Expenses of the Institute",
      "content": "The administrative expenses of the Institute shall be charged on the funds of the Institute. The administrative expenses of the Institute shall be charged on the funds of the Institute."
    },
    {
      "provision_ref": "s23",
      "section": "23",
      "title": "Internal Audit Unit of the Institute",
      "content": "(1) The Institute shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). The Institute shall have an Internal Audit Unit in accordance with section 83 of the Public Financial Management Act, 2016 (Act 921). (2) The Internal Audit Unit shall be headed by an internal auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). The Internal Audit Unit shall be headed by an internal auditor who shall be appointed in accordance with the Internal Audit Agency Act, 2003 (Act 658). (3) The internal auditor is responsible for the internal audit of the Institute. The internal auditor is responsible for the internal audit of the Institute. (4) The internal auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months The internal auditor shall, subject to subsections (3) and (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658), at intervals of three months prepare and submit to the Board a report of the internal audit carried out during the period of three months immediately preceding the preparation of the reports; and prepare and submit to the Board a report of the internal audit carried out during the period of three months immediately preceding the preparation of the reports; and make recommendations in each report with respect to matters which appear to the internal auditor as necessary for the conduct of the affairs of the Institute. make recommendations in each report with respect to matters which appear to the internal auditor as necessary for the conduct of the affairs of the Institute. (5) The internal auditor shall in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658) submit a copy of the report prepared under this section to the Minister and the chairperson of the Board. The internal auditor shall in accordance with subsection (4) of section 16 of the Internal Audit Agency Act, 2003 (Act 658) submit a copy of the report prepared under this section to the Minister and the chairperson of the Board."
    },
    {
      "provision_ref": "s24",
      "section": "24",
      "title": "Accounts and audit",
      "content": "(1) The Institute shall keep the books, records, returns of account and other documents relating to the accounts of the Institute in the form approved by the Auditor-General. The Institute shall keep the books, records, returns of account and other documents relating to the accounts of the Institute in the form approved by the Auditor-General. (2) The Board shall submit the accounts of the Institute to the Auditor-General for audit not later than two months after the end of each financial year. The Board shall submit the accounts of the Institute to the Auditor-General for audit not later than two months after the end of each financial year. (3) The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts, submit the report to Parliament and forward a copy each of the audit report to the Minister and the Board. The Auditor-General shall, within six months after the end of the immediately preceding financial year, audit the accounts, submit the report to Parliament and forward a copy each of the audit report to the Minister and the Board. (4) The financial year of the Institute is the same as the financial year of Government. The financial year of the Institute is the same as the financial year of Government."
    },
    {
      "provision_ref": "s25",
      "section": "25",
      "title": "Annual report and other reports",
      "content": "(1) The Board shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Institute for the year to which the annual report relates. The Board shall, within thirty days after the receipt of the audit report, submit an annual report to the Minister covering the activities and operations of the Institute for the year to which the annual report relates. (2) The annual report shall include The annual report shall include the report of the Auditor-General; the report of the Auditor-General; assessment of the targets of the Institute; assessment of the targets of the Institute; summary of the challenges and feedback from stakeholders; and summary of the challenges and feedback from stakeholders; and recommendation to improve on the effective and efficient performance of the Institute. recommendation to improve on the effective and efficient performance of the Institute. (3) The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. The Minister shall, within thirty days after the receipt of the annual report, submit the report to Parliament with a statement that the Minister considers necessary. (4) The Board shall submit to the Minister any other report which the Minister may require in writing. The Board shall submit to the Minister any other report which the Minister may require in writing."
    },
    {
      "provision_ref": "s26",
      "section": "26",
      "title": "Collaboration with other institutions",
      "content": "The Board shall collaborate with relevant regulatory bodies in the performance of functions. The Board shall collaborate with relevant regulatory bodies in the performance of functions."
    },
    {
      "provision_ref": "s27",
      "section": "27",
      "title": "Regulations",
      "content": "(1) The Minister shall, in consultation with the Board, by legislative instrument, make Regulations for the effective and efficient implementation of this Act within one year after the coming into force of this Act. The Minister shall, in consultation with the Board, by legislative instrument, make Regulations for the effective and efficient implementation of this Act within one year after the coming into force of this Act. (2) Without limiting subsection (1), the Regulations may provide for Without limiting subsection (1), the Regulations may provide for relevant partnerships and collaborations; relevant partnerships and collaborations; capacity-building and management; and capacity-building and management; and technology transfer. technology transfer."
    },
    {
      "provision_ref": "s28",
      "section": "28",
      "title": "Interpretation",
      "content": "In this Act, unless the context otherwise requires,“Board” means the governing body of the National Vaccine Institute established under section 4;“Institute” means the National Vaccine Institute established under section 1;“Minister” means the Minister responsible for Health;“relevant regulatory body” means a regulatory body which has functions related to vaccine research, development and manufacturing;“sera” means products that take disease fighting molecules that are antibodies from the blood of a recovered patient or recovered animal and transferred to the sick to boost the defences of the sick;“vaccine developer” means a public or private institution that is involved in vaccine research and development; and“vaccine” means any substance designed to be administered to a human being for the prevention of one or more diseases. In this Act, unless the context otherwise requires, “Board” means the governing body of the National Vaccine Institute established under section 4; “Institute” means the National Vaccine Institute established under section 1; “Minister” means the Minister responsible for Health; “relevant regulatory body” means a regulatory body which has functions related to vaccine research, development and manufacturing; “sera” means products that take disease fighting molecules that are antibodies from the blood of a recovered patient or recovered animal and transferred to the sick to boost the defences of the sick; “vaccine developer” means a public or private institution that is involved in vaccine research and development; and “vaccine” means any substance designed to be administered to a human being for the prevention of one or more diseases."
    },
    {
      "provision_ref": "s29",
      "section": "29",
      "title": "Transitional provisions",
      "content": "(1) The assets, rights and properties held on behalf of or for the purpose of the Institute in existence immediately before the coming into force of this Act and any person employed by the Institute are transferred to the Institute established under this Act. The assets, rights and properties held on behalf of or for the purpose of the Institute in existence immediately before the coming into force of this Act and any person employed by the Institute are transferred to the Institute established under this Act. (2) The obligations and liabilities subsisting against the Institute and any other person immediately before the coming into force of this Act subsist between the Institute established under this Act and that other person. The obligations and liabilities subsisting against the Institute and any other person immediately before the coming into force of this Act subsist between the Institute established under this Act and that other person. (3) A person in possession of any money meant for the Institute established under this Act shall transfer the money to the bank account established under section 20 within one month of the coming into force of this Act. A person in possession of any money meant for the Institute established under this Act shall transfer the money to the bank account established under section 20 within one month of the coming into force of this Act."
    }
  ],
  "definitions": [
    {
      "term": "Board",
      "definition": "the governing body of the National Vaccine Institute established under section 4",
      "source_provision": "s28"
    },
    {
      "term": "Institute",
      "definition": "the National Vaccine Institute established under section 1",
      "source_provision": "s28"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Health",
      "source_provision": "s28"
    },
    {
      "term": "relevant regulatory body",
      "definition": "a regulatory body which has functions related to vaccine research, development and manufacturing",
      "source_provision": "s28"
    },
    {
      "term": "sera",
      "definition": "products that take disease fighting molecules that are antibodies from the blood of a recovered patient or recovered animal and transferred to the sick to boost the defences of the sick",
      "source_provision": "s28"
    },
    {
      "term": "vaccine developer",
      "definition": "a public or private institution that is involved in vaccine research and development",
      "source_provision": "s28"
    },
    {
      "term": "vaccine",
      "definition": "any substance designed to be administered to a human being for the prevention of one or more diseases. In this Act, unless the context otherwise requires, “Board” means the governing body of the National Vaccine Institute established under section 4",
      "source_provision": "s28"
    },
    {
      "term": "Institute",
      "definition": "the National Vaccine Institute established under section 1",
      "source_provision": "s28"
    },
    {
      "term": "Minister",
      "definition": "the Minister responsible for Health",
      "source_provision": "s28"
    },
    {
      "term": "relevant regulatory body",
      "definition": "a regulatory body which has functions related to vaccine research, development and manufacturing",
      "source_provision": "s28"
    },
    {
      "term": "sera",
      "definition": "products that take disease fighting molecules that are antibodies from the blood of a recovered patient or recovered animal and transferred to the sick to boost the defences of the sick",
      "source_provision": "s28"
    },
    {
      "term": "vaccine developer",
      "definition": "a public or private institution that is involved in vaccine research and development",
      "source_provision": "s28"
    }
  ]
}